[
  {
    "company_name": "Accela",
    "company_description": "Accela provides cloud-based, civic engagement software solutions and is one of the largest software companies focused exclusively on the state and local government (“SLG”) market. Accela’s Civic Platform enables solutions for land management, asset management, licensing and legislative management, among others, for city, county, state and federal governments. Accela has more than 2,200 customers worldwide and is headquartered in San Ramon, California, with additional offices in San Francisco, New York, Virginia, Massachusetts, Melbourne and Dubai.",
    "date_of_investment": "2015",
    "industry": "Government Services",
    "hq": "San Ramon, CA",
    "status_current": "Realized",
    "website": "accela.com",
    "firm": "Abry"
  },
  {
    "company_name": "Access Information Management",
    "company_description": "Leading Records and Information Management (RIM) solutions provider for clients across multiple industries and locations. Offers a complete suite of RIM services including records management, media vault, secure destruction and digital storage solutions. Headquartered in Pleasanton, CA.",
    "date_of_investment": "2009",
    "industry": "Business and Facility Services",
    "hq": "Pleasanton, CA",
    "status_current": "Realized",
    "website": "accesscorp.com",
    "firm": "Abry"
  },
  {
    "company_name": "Acrisure",
    "company_description": "Headquartered in Grand Rapids, Michigan, Acrisure is a leading Property and Casualty insurance and employee benefits brokerage predominantly servicing small to medium sized businesses. Since its inception in 2005, Acrisure has acquired hundreds of agencies nationwide and is currently the 6th largest independent brokerage in the United States.",
    "date_of_investment": "2016",
    "industry": "Insurance and Financial Services",
    "hq": "Grand Rapids, MI",
    "status_current": "Realized",
    "website": "acrisure.com",
    "firm": "Abry"
  },
  {
    "company_name": "AddSecure",
    "company_description": "Headquartered in Stockholm, Sweden, AddSecure is a leading European provider of secure data and critical communications (IoT) solutions. The company provides customers in the security and safety industry, building security and automation, digital care, transport and logistics, utilities and smart cities, and more, with IoT solutions that safeguard their life- and business-critical applications.",
    "date_of_investment": "2016",
    "industry": "Communications",
    "hq": "Stockholm, Sweden",
    "status_current": "Realized",
    "website": "addsecure.com",
    "firm": "Abry"
  },
  {
    "company_name": "AdSwerve",
    "company_description": "Headquartered in Denver, CO, AdSwerve is a technology solutions provider for online advertisers and marketers. As a Google Marketing Platform partner, AdSwerve provides implementation, technical training, support, and strategic consulting for Google’s advertising technology products to companies and agencies marketing online.",
    "date_of_investment": "2021",
    "industry": "Outsourced Professional Services",
    "hq": "Denver, CO",
    "status_current": "Current",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Aduro",
    "company_description": "Headquartered in Redmond, WA, ADURO is a leading provider of health, well-being, and performance solutions for enterprise employers. ADURO is a vertically integrated human performance company built around one database that has wellness testing, measurement, and various layers of intervention. Large, often self-insured employers utilize ADURO’s solutions to reduce healthcare costs, increase engagement, and improve productivity. ADURO currently has over 150 customers and 1.1M+ unique users, including employees and dependents.",
    "date_of_investment": "2019",
    "industry": "Healthcare IT and Services",
    "hq": "Redmond, WA",
    "status_current": "Current",
    "website": "adurolife.com",
    "firm": "Abry"
  },
  {
    "company_name": "Aegis Sciences Corporation",
    "company_description": "Aegis is a specialty laboratory services company that provides industry-leading services to clients in the healthcare, sports, forensics and food production industries. The Company offers a broad range of outsourced testing services, but focuses on pain management compliance. With dozens of employees with PharmDs, PhDs, MDs or similar advanced degrees, Aegis differentiates itself through superior science to drive more accurate test results than competitors. Aegis serves over 7,500 healthcare practitioners across the country, the U.S. Department of Health and Human Services (“HHS”), and over 350 sports and entertainment clients, including 139 Division I colleges, the WWE, the MLBPA and the NFLPA.",
    "date_of_investment": "2014",
    "industry": "Healthcare IT and Services",
    "hq": "Nashville, TN",
    "status_current": "Current",
    "website": "aegislabs.com",
    "firm": "Abry"
  },
  {
    "company_name": "AFS Technologies Inc.",
    "company_description": "AFS, based out of Phoenix, AZ, provides a comprehensive suite of software solutions for manufacturers, distributors and brokers in the food and beverage industry.",
    "date_of_investment": "2012",
    "industry": "Business and Facility Services",
    "hq": "Phoenix, AZ",
    "status_current": "Realized",
    "website": "afsi.com",
    "firm": "Abry"
  },
  {
    "company_name": "Aftermath",
    "company_description": "Headquartered in Aurora, Illinois, Aftermath is the only national pure-play trauma and biohazard remediation firm in the county. The company focuses on delivering a broad range of professional, high-quality clean-up services, including: (i) ‘Core Bio’ services that include biohazard removal and remediation in single family homes, condos and townhomes, and (ii) ‘Non-Core’ services that address traditional bioremediation in other venues as well as specialty hazardous material remediation. In addition, through its acquisition of Indoor Sciences, the Company provides Indoor Air Quality (IAQ), Indoor Environmental Quality (IEQ) and Industrial Hygiene (IH) consulting services to residential, multi-national and government clients across the U.S.",
    "date_of_investment": "2019",
    "industry": "Business and Facility Services",
    "hq": "Aurora, IL",
    "status_current": "Realized",
    "website": "aftermath.com",
    "firm": "Abry"
  },
  {
    "company_name": "Airband",
    "company_description": "Airband is one of the nation’s largest fixed wireless broadband service providers for enterprises with strong presence in the West and Southwest region_stans.",
    "date_of_investment": "2011",
    "industry": "Communications",
    "hq": "Carrollton, TX",
    "status_current": "Realized",
    "website": "airband.com",
    "firm": "Abry"
  },
  {
    "company_name": "Aker Systems",
    "company_description": "Based in the UK, Aker Systems designs, builds, and operates ultra-secure public cloud environments and advanced data infrastructure platforms. The Company has developed a differentiated approach which combines service delivery with proprietary software automation and a commercial model that provides for competitive differentiation through pricing certainty, product performance and accelerated delivery.",
    "date_of_investment": "2021",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Bicester, Oxfordshire",
    "status_current": "Current",
    "website": "akersystems.com",
    "firm": "Abry"
  },
  {
    "company_name": "Alliant Group",
    "company_description": "Alliantgroup is a management consulting company with a mission to strengthen American businesses through reinvestment in innovation and job growth. We educate businesses, the industry groups that serve them and the accounting firms that advise them on federal and state credits and incentives that are legislated by our government to keep the U.S. competitive in the global landscape. We are proud to have helped over 18,000 businesses claim more than $10 billion in credits and incentives. Alliantgroup is headquartered in Houston, Texas with additional offices located in Austin, Boston, Chicago, Indianapolis, New York, Irvine, Sacramento, Washington, D.C.; and Bristol and London in the U.K. For more information, visit alliantgroup and engage with us on LinkedIn, Facebook, Twitter and YouTube.",
    "date_of_investment": "2012, 2020",
    "industry": "Outsourced Professional Services",
    "hq": "Houston, TX",
    "status_current": "Current",
    "website": "alliantgroup.com",
    "firm": "Abry"
  },
  {
    "company_name": "Alvaria",
    "company_description": "Headquartered in Westford, MA, Alvaria is a leading enterprise contact center and workforce management software provider. Alvaria was formed by Abry’s acquisition and highly-strategic merger of Noble Systems and Aspect Software, two companies with complementary product offerings, customer bases and deployment channels. The Company provides mission-critical contact center and workforce optimization software solutions to over 1,100 enterprise customers with both on-premise and cloud deployments.",
    "date_of_investment": "2021",
    "industry": "Communications",
    "hq": "Westford, MA",
    "status_current": "Current",
    "website": "alvaria.com",
    "firm": "Abry"
  },
  {
    "company_name": "American CyberSystems",
    "company_description": "American CyberSystems is a provider of services that help companies in the procurement and management of their contingent workforce. The Company provides staffing, payrolling and workforce management solutions to a number of high-margin verticals, including telecommunications, healthcare, defense, financial services and information technology.",
    "date_of_investment": "2012",
    "industry": "Human Capital Management",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "AnjuSoftware",
    "company_description": "Headquartered in Tempe, AZ, Anju is a leading provider of data and application software to life sciences companies, contract research organizations, and medical device manufacturers. Anju’s software aides in workflow management, data collection, communications management and decision making across a number of key steps in the life sciences value chain: clinical trials, launch, commercialization and non-commercial scientific",
    "date_of_investment": "2019",
    "industry": "Healthcare IT and Services",
    "hq": "Tempe, AZ",
    "status_current": "Current",
    "website": "anjusoftware.com",
    "firm": "Abry"
  },
  {
    "company_name": "ArchivesOne",
    "company_description": "Print and digital information management and storage services provider for financial institutions, large and small companies, government agencies, hospitals and medical offices. Headquartered in Waterbury, CT.",
    "date_of_investment": "2005",
    "industry": "Business and Facility Services",
    "hq": "Waterbury, CT",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Ascend Healthcare",
    "company_description": "Headquartered in Chandler, AZ, Ascend Healthcare is a leading provider of outsourced telepsychiatry and related behavioral health services. Ascend specializes in partnering with Federally Qualified Health Centers (“FQHCs”) to provide underserved populations across the country with access to integrated behavioral health care.",
    "date_of_investment": "2023",
    "industry": "Healthcare IT and Services",
    "hq": "Chandler, AZ",
    "status_current": "Current",
    "website": "ascendtelehealth.com",
    "firm": "Abry"
  },
  {
    "company_name": "Asignet",
    "company_description": "Asignet is the technology and automation leader of Telecom & IT Lifecycle Expenses Management utilizing its patented RPA Robot process automation platform. The Asignet platform builds and monitors telecom, SaaS, Cloud, IT billing, inventory, and usage, helping global enterprises to optimize, secure and manage all IT assets and its expenses.",
    "date_of_investment": "2020",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Parsippany, NJ",
    "status_current": "Current",
    "website": "asignet.com",
    "firm": "Abry"
  },
  {
    "company_name": "Atlantic Broadband",
    "company_description": "Cable television operator providing video, internet and telephone services to customers in Florida, Pennsylvania, Maryland and Delaware. Headquartered in Boston, MA.",
    "date_of_investment": "2004",
    "industry": "Communications",
    "hq": "Boston, MA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Automated HealthCare Solutions",
    "company_description": "Automated HealthCare Solutions, Inc. (“AHCS” or the “Company”) is a leading provider of technology enabled, medications claims processing solutions for physicians serving worker’s compensation patients. AHCS is headquartered in Miramar, FL, and serves over 1,100 physicians across the United States.",
    "date_of_investment": "2010",
    "industry": "Healthcare IT and Services",
    "hq": "Miramar, FL",
    "status_current": "Realized",
    "website": "ahcs.com",
    "firm": "Abry"
  },
  {
    "company_name": "Avalon Cable",
    "company_description": "Developer and operator of television cable systems in mid-size suburban and exurban markets.",
    "date_of_investment": "1998",
    "industry": "Communications",
    "hq": "Ludlow, MA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Basefarm",
    "company_description": "Headquartered in Oslo, Norway, Basefarm is a leading Northern European managed services datacenter provider with facilities in Norway, Sweden and Holland. The Company provides high-touch managed services, cloud computing and colocation services to approximately 250 customers with a strong presence in the financial, digital media and public sector verticals. Basefarm is a leading Nordic managed services provider serving clients in the Financial, Public Sector, Media, and e-Commerce verticals.",
    "date_of_investment": "2012",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Oslo, Norway",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Beacon Pointe",
    "company_description": "Headquartered in Newport Beach, CA, Beacon Pointe is an independent wealth manager with comprehensive financial planning capabilities.",
    "date_of_investment": "2020",
    "industry": "Insurance and Financial Services",
    "hq": "Newport Beach, CA",
    "status_current": "Realized",
    "website": "beaconpointe.com",
    "firm": "Abry"
  },
  {
    "company_name": "Benefit Recovery Group",
    "company_description": "Based in Memphis, TN, Benefit Recovery Group (“BRG”) provides significant cost savings for its clients by recovering dollars through healthcare subrogation and compensation recovery services. For more than two decades BRG has differentiated itself by offering superior legal expertise, significantly increased recoveries, member-friendly processes, a first-class customer experience, unmatched technology, and continuous innovation. BRG’s clients include health plan administrators and many of the largest Fortune 500 employers in the United States.",
    "date_of_investment": "2020",
    "industry": "Healthcare IT and Services",
    "hq": "Memphis, TN",
    "status_current": "Realized",
    "website": "brgsubro.com",
    "firm": "Abry"
  },
  {
    "company_name": "Best Lawyers",
    "company_description": "Headquartered in Augusta, GA, Best Lawyers is the oldest and most respected lawyer ranking service in the world. For over 40 years, Best Lawyers has assisted those in need of legal services to identify the lawyers best qualified to represent them in distant jurisdictions or unfamiliar specialties. Best Lawyers awards are published in leading local, region_stanal and national publications across the globe.",
    "date_of_investment": "2021",
    "industry": "Information Services",
    "hq": "Augusta, GA",
    "status_current": "Current",
    "website": "bestlawyers.com",
    "firm": "Abry"
  },
  {
    "company_name": "Better Protection",
    "company_description": "Better Protection is a platform acquisition strategy in the Fire & Life Safety industry. The Company designs, installs, inspects, and maintains fire detection and fire sprinkler & suppression systems in commercial spaces. Better Protection is built upon the acquisitions of Xtreme Fire Protection and Assurant Fire Protection and is actively pursuing acquisitions of high quality local and region_stanal service providers.",
    "date_of_investment": "2022",
    "industry": "Outsourced Professional Services",
    "hq": "Chicago, IL",
    "status_current": "Current",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Billing Services Group",
    "company_description": "Outsourced customer care, billing, and collection clearinghouse services provider for US telecommunications companies, ISPs, application service providers, and wireless carriers. Headquartered in Chicago, IL.",
    "date_of_investment": "2006",
    "industry": "Business and Facility Services, Outsourced Professional Services",
    "hq": "Chicago, IL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Blue Mantis",
    "company_description": "Blue Mantis is a leading region_stanal provider of managed services, managed public cloud services, and value-added hardware resale to large, blue-chip customers across many industry verticals including healthcare, technology, financial services, retail, and education. Headquartered in Kittery, ME, Blue Mantis offers a full breadth of IT solutions including product procurement, helpdesk and server management, professional services, and public cloud management. Blue Mantis is purpose-built to help clients design, implement, and manage modern hybrid IT architectures to drive IT transformation and business innovation.",
    "date_of_investment": "2020",
    "industry": null,
    "hq": "Kittery, ME",
    "status_current": "Current",
    "website": "bluemantis.com",
    "firm": "Abry"
  },
  {
    "company_name": "Brash Entertainment",
    "company_description": "Video-game publisher.",
    "date_of_investment": "2007",
    "industry": "Media and Entertainment",
    "hq": "Los Angeles, CA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Broadcast Electronics",
    "company_description": "Provider of radio-industry products.",
    "date_of_investment": "2006",
    "industry": "Communications",
    "hq": "Quincy, IL",
    "status_current": "Realized",
    "website": "bdcast.com",
    "firm": "Abry"
  },
  {
    "company_name": "BSO",
    "company_description": "Founded in 2004 and with a heritage serving the world’s largest financial institutions, BSO is a global pioneering infrastructure and connectivity provider, serving more than 600 data-intensive businesses across diverse markets such as financial services, technology, energy, ecommerce, media and more. The company owns and provides mission-critical infrastructure, including network connectivity, cloud solutions, managed services and hosting, that are specific and dedicated to each customer served.",
    "date_of_investment": "2017",
    "industry": "Communications",
    "hq": "Dublin, Ireland",
    "status_current": "Current",
    "website": "bso.co",
    "firm": "Abry"
  },
  {
    "company_name": "Cafe Media",
    "company_description": "CafeMedia is a leading women’s lifestyle digital publisher headquartered in New York City, NY. The Company is one of the largest general lifestyle digital publishers with 1,831 digital properties and over 100 million monthly unique site visitors. The Company’s scale and reach allows it to attract advertising from numerous blue-chip consumer packaged goods (“CPG”) advertisers. With the acquisition of AdThrive, CafeMedia adds the capability to provide publishers (i.e. bloggers) with managed services that increase advertising revenue on the publishers’ website or blog. In addition, CafeMedia can provide publishers access to premium advertising to key blue-chip CPGs. This combination of services allows publishers to focus on content creation while CafeMedia helps maximize revenue.",
    "date_of_investment": "2016",
    "industry": "Media and Entertainment",
    "hq": "New York City, NY",
    "status_current": "Realized",
    "website": "raptive.com",
    "firm": "Abry"
  },
  {
    "company_name": "Caprock Holdings",
    "company_description": "Leading global provider of secure, high-bandwidth satellite communications to commercial and governmental customers operating in remote locations. Headquartered in Houston, TX.",
    "date_of_investment": "2006",
    "industry": "Communications",
    "hq": "Houston, TX",
    "status_current": "Realized",
    "website": "caprock.com",
    "firm": "Abry"
  },
  {
    "company_name": "Cardiff",
    "company_description": "Specialized multi-line insurance carrier positioned in the Life & Annuity and Property & Casualty markets.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "Greenwich, CT",
    "status_current": "Current",
    "website": "cardiff-insurance.com",
    "firm": "Abry"
  },
  {
    "company_name": "Casamba",
    "company_description": "Casamba is a leading SaaS provider of electronic medical record (“EMR”) and enterprise resource planning (“ERP”) solutions to over 800 contract therapy companies. Contract therapy companies manage the therapy department for (i) skilled nursing facilities, (ii) long-term care facilities, (iii) outpatient clinics, (iv) home health, and (v) assisted living locations. Casamba’s software platform provides mission-critical services around scheduling, clinical documentation, claim submission, payroll, auditing, and quality of care reporting. The Company is headquartered in Agoura Hills, California.",
    "date_of_investment": "2016",
    "industry": "Healthcare IT and Services",
    "hq": "Agoura Hills, CA",
    "status_current": "Realized",
    "website": "nethealth.com",
    "firm": "Abry"
  },
  {
    "company_name": "Cast & Crew",
    "company_description": "Outsourced cast and crew payroll service provider for the motion picture and television industries. Headquartered in Burbank, CA.",
    "date_of_investment": "2006",
    "industry": "Media and Entertainment",
    "hq": "Burbank, CA",
    "status_current": "Realized",
    "website": "castandcrew.com",
    "firm": "Abry"
  },
  {
    "company_name": "CCS",
    "company_description": "Headquartered in New York, NY, CCS provides strategic fundraising support to non-profits worldwide.",
    "date_of_investment": "2022",
    "industry": "Outsourced Professional Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "ccsfundraising.com",
    "firm": "Abry"
  },
  {
    "company_name": "Centauri Health Solutions",
    "company_description": "Headquartered in Scottsdale, AZ, Centauri Health Solutions is a leading provider of technology-enabled analytics and services that optimize government-sponsored reimbursement for the coverage and care provided to health plan members and hospital patients. Centauri’s solutions address complex problems such as uncompensated care, appropriate risk quantification and the effective engagement of some of the most fragile and costly individuals within the healthcare care system. The Company not only delivers substantial value to its customers but also significantly improves the lives and health outcomes of members and patients.",
    "date_of_investment": "2020",
    "industry": "Healthcare IT and Services",
    "hq": "Scottsdale, AZ",
    "status_current": "Current",
    "website": "centaurihs.com",
    "firm": "Abry"
  },
  {
    "company_name": "Chambers",
    "company_description": "For over 30 years, Chambers has differentiated the very best legal talent by identifying and ranking law firm departments and lawyers globally. Its research methodology is unrivalled in accuracy, depth and quality, delivering indispensable data insights based on rankings that truly reflect ability and talent. Since it was founded in 1990, Chambers has been the global leader in the provision of independent research, data and analytics across 200 jurisdictions, delivering detailed insight to the world’s leading lawyers. Chambers’ offering empowers organizations to make the most informed decisions when selecting legal services and to optimize the management of law firms. Today, Chambers has a presence in over 165 countries globally.",
    "date_of_investment": "2023",
    "industry": "Information Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "www.chambers.com ",
    "firm": "Abry"
  },
  {
    "company_name": "Charleston Newspapers",
    "company_description": "Publisher of the Charleston Gazette and the Charleston Daily Mail, the only daily newspaper serving the Charleston, West Virginia market. Headquartered in Charletson, WV.",
    "date_of_investment": "2004",
    "industry": "Media and Entertainment",
    "hq": "Charleston, WV",
    "status_current": "Realized",
    "website": "wvgazettemail.com",
    "firm": "Abry"
  },
  {
    "company_name": "CIBT",
    "company_description": "CIBT is the leading global provider of outsourced expedited travel document processing and immigration services. With operations in North America, South America, Western Europe, Australia and Asia, the Company is the primary provider of visa and passport expediting services to nearly 95% of the Corporate Travel 100 and 75% of Fortune 500 companies. The Company is also the preferred vendor across multiple geographies for the four largest global travel management companies and assists nearly one million travelers annually. CIBT’s immigration services practice provides expert guidance and integrated management of applications for both corporate clients and individuals. Based in McLean, Virginia, CIBT has over 50 offices globally across Australia, Austria, Belgium, Brazil, Canada, France, Germany, Netherland, Singapore, Spain, Switzerland, the United Kingdom and the United States.",
    "date_of_investment": "2011",
    "industry": "Outsourced Professional Services",
    "hq": "McLean, VA",
    "status_current": "Realized",
    "website": "cibtvisas.com",
    "firm": "Abry"
  },
  {
    "company_name": "Citadel",
    "company_description": "Owner and operator of radio stations, with a national footprint reaching over 50 markets in the United States. Headquartered in Las Vegas, NV.",
    "date_of_investment": "1996",
    "industry": "Communications",
    "hq": "Las Vegas, NV",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "CitiXsys",
    "company_description": "CitiXsys is a leading retail management software provider for midsize retailers offering point of sale, loyalty, eCommerce, business intelligence and mobility solutions. It offers its service in two ways: subscription and traditional license /maintenance. The Company sells through a vast, global network of over 200 resellers and currently has 600 end-customers in 45 geographic region_stans including Australia, Dubai, Europe, Latin America and the United States. The Company is headquartered in New York City, NY with significant operations in India.",
    "date_of_investment": "2014",
    "industry": "Data Centers and Managed IT Services",
    "hq": "New York City, NY",
    "status_current": "Realized",
    "website": "citixsys.com",
    "firm": "Abry"
  },
  {
    "company_name": "Claranet",
    "company_description": "Headquartered in London, UK, Claranet is a leading managed services provider with a presence in the UK, France, Germany, Spain, Portugal, The Netherlands and Brazil. The Company provides integrated hosting and network services to over 5,800, primarily mid-market, corporate customers.",
    "date_of_investment": "2012",
    "industry": "Data Centers and Managed IT Services",
    "hq": "London, UK",
    "status_current": "Realized",
    "website": "claranet.co.uk",
    "firm": "Abry"
  },
  {
    "company_name": "Clearspan",
    "company_description": "Headquartered in Plano, TX, Clearspan powers ubiquitous unified communications solutions for large multi-site enterprises, higher education systems, and governments. The Company’s standards-based architecture delivers the carrier grade reliability, scalability, and security required without sacrificing the flexibility to seamlessly integrate both modern and legacy business applications and environments.",
    "date_of_investment": "2020",
    "industry": "Communications",
    "hq": "Plano, TX",
    "status_current": "Current",
    "website": "clearspancloud.com",
    "firm": "Abry"
  },
  {
    "company_name": "CloudWave",
    "company_description": "CloudWave is a cloud and managed services provider for healthcare. Headquartered in Marlborough, MA, CloudWave enables hospitals and healthcare organizations to migrate critical IT services like EHR Hosting, medical imaging, disaster recovery, analytics, and interoperability to secure, performant, highly available multi-cloud platforms with a range of healthcare-centric managed services. CloudWave’s services include managed hosting, disaster recovery, backup as a service, and archiving, as well as security and end-to-end technical, clinical, and user support services.",
    "date_of_investment": "2021",
    "industry": "Healthcare IT and Services",
    "hq": "Marlborough, MA",
    "status_current": "Current",
    "website": "gocloudwave.com",
    "firm": "Abry"
  },
  {
    "company_name": "Commerce Connect Media",
    "company_description": "Diversified business-to-business media company and leading independent publisher of controlled circulation trade and business magazines. Headquartered in Westport, CT.",
    "date_of_investment": null,
    "industry": "Media and Entertainment",
    "hq": "Westport, CT",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Commonwealth Business Media",
    "company_description": "Leading information provider to the global trade and transportation markets with comprehensive proprietary data, news and analytical content. Headquartered in East Windsor, NJ.",
    "date_of_investment": "2003",
    "industry": "Media and Entertainment",
    "hq": "East Windsor, NJ",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Confie Seguros",
    "company_description": "Headquartered in Los Angeles, Confie is a leading insurance services business that focuses on serving the Hispanic population, the fastest growing demographic segment in the U.S. The company provides outsourced retail brokerage and managing general agent services to a variety of insurance company clients in the non-standard auto sector.",
    "date_of_investment": "2012",
    "industry": "Insurance and Financial Services",
    "hq": "Los Angeles, CA",
    "status_current": "Current",
    "website": "confie.com",
    "firm": "Abry"
  },
  {
    "company_name": "Confirma Software",
    "company_description": "Headquartered in Stockholm, Sweden, Confirma Software is a leading Nordic vertical software platform focusing on acquiring strong enterprise software companies with specialized offerings for SME customers in areas such as point-of-sale solutions, mobile payments, specialized manufacturing, maintenance, construction and more.",
    "date_of_investment": "2019",
    "industry": "Business and Facility Services",
    "hq": "Stockholm, Sweden",
    "status_current": "Current",
    "website": "confirmasoftware.com",
    "firm": "Abry"
  },
  {
    "company_name": "Connoisseur Media",
    "company_description": "Owner and operator of radio station clusters in small and mid-sized cities. Headquartered in Westport, CT.",
    "date_of_investment": "1997",
    "industry": "Communications",
    "hq": "Westport, CT",
    "status_current": "Realized",
    "website": "connoisseurmedia.com",
    "firm": "Abry"
  },
  {
    "company_name": "Consolidated Theatres",
    "company_description": "region_stanal megaplex movie theater circuit offering state of the art stadium style cinema experience in many of the fastest growing south and mid-atlantic markets. Headquartered in Charlotte, NC.",
    "date_of_investment": "1998",
    "industry": "Media and Entertainment",
    "hq": "Charlotte, NC",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Consumer Media Network",
    "company_description": "Headquartered in Houston, TX, CMN is an online lead generation company focused on providing high quality, intent-driven leads to the education, telecom and insurance sectors. The Company generates leads through superior content and unique Search Engine Optimization (“SEO”) capabilities.",
    "date_of_investment": "2011",
    "industry": "Media and Entertainment",
    "hq": "Houston, TX",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Country RD Com",
    "company_description": "Rural wireline telecommunications provider delivering services to communities outside of major metropolitan areas. Headquartered in Morristown, NJ.",
    "date_of_investment": "2002",
    "industry": "Communications",
    "hq": "Morristown, NJ",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Cyrus One",
    "company_description": "Owner and operator of data center facilities providing corporate collocation services for growing businesses in Houston and surrounding areas. Headquartered in Houston, TX.",
    "date_of_investment": "2009",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Houston, TX",
    "status_current": "Realized",
    "website": "cyrusone.com",
    "firm": "Abry"
  },
  {
    "company_name": "D.F. King World Wide",
    "company_description": "Proxy management servicer.",
    "date_of_investment": "2013",
    "industry": "Business and Facility Services",
    "hq": null,
    "status_current": "Realized",
    "website": "dfking.com",
    "firm": "Abry"
  },
  {
    "company_name": "DataMentors (fka V-12 Group)",
    "company_description": "DataMentors is a Tampa, FL based marketing services firm offering unified, integrated and effective data and technologies to enable marketers to improve customer acquisition and retention. The Company’s Data-as-a-Service (DaaS) solutions power marketing for large enterprise brands across various marketing and advertising technology platforms.",
    "date_of_investment": "2007",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Tampa, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Datapipe",
    "company_description": "Headquartered in Jersey City, NJ, Datapipe is a leading data center operator providing a comprehensive set of complex managed services, colocation and cloud computing solutions to enterprise-class customers. The Company operates several state-of-the-art, secure and fully redundant data center facilities located in multiple leading markets, including: the New York metropolitan area, Silicon Valley, Kansas City, Dallas, Chicago and Northern Virginia in the United States, and internationally in London, Iceland, Hong Kong, Singapore and Shanghai. Datapipe currently serves approximately 2,400 medium to large size enterprise customers across multiple industries.",
    "date_of_investment": "2013",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Jersey City, NJ",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Direct Travel",
    "company_description": "Direct Travel is an industry leader in corporate travel management, offering outsourced booking and management of employee air travel, transportation, and accommodations, focusing on small-to-mid-sized corporate accounts. The Company helps its clients achieve lower corporate travel spend via travel policy management, efficient booking and implementing cost savings with suppliers, while providing employees with a better travel experience. Direct Travel is headquartered in Denver, Colorado and employs over 900 travel professionals in 39 offices across 16 states.",
    "date_of_investment": "2015",
    "industry": "Outsourced Professional Services",
    "hq": "Denver, CO",
    "status_current": "Realized",
    "website": "dt.com",
    "firm": "Abry"
  },
  {
    "company_name": "Dolan Media Company",
    "company_description": "Provider of necessary business information and professional services to the legal, financial and real estate sectors in the United States. Headquartered in Minneapolis, MN.",
    "date_of_investment": "2004",
    "industry": "Media and Entertainment",
    "hq": "Minneapolis, MN",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Donuts",
    "company_description": "Headquartered in Seattle, Washington, Donuts simplifies and connects a fragmented Online world with domain names and related technologies that allow individuals and businesses to build, market and control their digital identities. Through its registry business, Donuts holds the World’s largest portfolio of new top-level domains (240) and has over 3.6 million active registrations across its portfolio. Donuts offers a wide variety of names for use as business identifiers such as .ltd, .company, .careers, .support .photography, .cafe, .builders, .social, .world and .live. Through its subsidiary, Name.Com, Donuts also operates as a registrar of domain names and provides a diversified suite of services for its customers including hosting, email and security.",
    "date_of_investment": "2018",
    "industry": "Business and Facility Services",
    "hq": "Seattle, WA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Dr. Dental",
    "company_description": "Headquartered in Framingham, Massachusetts, Dr. Dental is one of the largest region_stanal Dental Management Service Organizations (“DSO”) in the Northeast. Since its founding in 2004, Dr. Dental has grown to 43 Dr. Dental branded locations across four states (Connecticut, Massachusetts, New Hampshire, and New Jersey).  Dr. Dental supports its affiliates in all non-clinical aspects of dental practice, including staffing, patient scheduling, billing and collections, financial reporting and analysis, group purchasing, payroll, marketing, education, and training. This suite of services enables affiliated dentists to focus exclusively on delivering high-quality patient care, making Dr. Dental one of the leading brands as measured by patient satisfaction in the Northeast.",
    "date_of_investment": "2019",
    "industry": "Healthcare IT and Services",
    "hq": "Framingham, MA",
    "status_current": "Current",
    "website": "mydrdental.com",
    "firm": "Abry"
  },
  {
    "company_name": "Dynasty Financial Partners",
    "company_description": "Dynasty is a provider of technology-enabled wealth management solutions and business services for financial advisory firms primarily focused on serving high net worth and ultra-high net worth clients.",
    "date_of_investment": "2022",
    "industry": "Insurance and Financial Services",
    "hq": "St. Petersburg, FL",
    "status_current": "Current",
    "website": "dynastyfinancialpartners.com",
    "firm": "Abry"
  },
  {
    "company_name": "E-Shelter",
    "company_description": "European owner and operator of high-availability data centers with the highest level of physical security and operational reliability.",
    "date_of_investment": "2011",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Frankfurt, Germany",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Edgile",
    "company_description": "Edgile is a security strategy and implementation firm based in Austin, TX that provides security strategy and technology solutions with a particular emphasis on identity and access management (“IAM”) and governance, risk and compliance (“GRC”) services. Representative clients are Fortune 500 organizations with critical data assets, such as financial institutions and healthcare organizations.",
    "date_of_investment": "2016",
    "industry": "Outsourced Professional Services",
    "hq": "Austin, TX",
    "status_current": "Realized",
    "website": "edgile.com",
    "firm": "Abry"
  },
  {
    "company_name": "Edisen",
    "company_description": "Edisen, fka Chimney Vigor Group is a leading proprietary technology platform focused on creating content for multinational advertisers, advertising agencies and content producers.",
    "date_of_investment": "2020",
    "industry": "Outsourced Professional Services",
    "hq": "Stockholm, Sweden",
    "status_current": "Current",
    "website": "edisen.com",
    "firm": "Abry"
  },
  {
    "company_name": "Eduk Group",
    "company_description": "EduK is a for-profit post-secondary education Company uniquely focused on the Hispanic population. The Company is the largest and most recognized for-profit school group in Puerto Rico with over 30 schools across the island and 7 schools in Florida. The Company has over 37 years of operating history and enjoys significant brand name recognition among students and employers. The Company is headquartered in San Juan, Puerto Rico.",
    "date_of_investment": "2010",
    "industry": "Business and Facility Services",
    "hq": "San Juan, Puerto Rico",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Emerging Markets Communications",
    "company_description": "EMC provides mission-critical, end-to-end satellite and MPLS network communication solutions to governments, non-governmental organizations (NGos) and multinational corporations operating in remote region_stans of the world as well as providing infrastructure access services for GSM operators, PTTs and ISP´s globally.",
    "date_of_investment": "2012",
    "industry": "Communications",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Executive Health Resources",
    "company_description": "Proprietary information service provider to hospitals that minimizes clinical denials, improves length of stay, and ensures Medicare, Medicaid and commercial payer compliance. Headquartered in Philadelphia, PA.",
    "date_of_investment": "2007",
    "industry": "Healthcare IT and Services",
    "hq": "Philadelphia, PA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "F + W Media",
    "company_description": "Special interest content provider and marketer of enthusiast magazines, books, conferences, trade shows, and interactive media properties. Headquartered in Cincinnati, OH.",
    "date_of_investment": "2005",
    "industry": "Media and Entertainment",
    "hq": "Cincinnati, OH",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Fanfare Media Works",
    "company_description": "The largest highly targeted in-store media company offering local business advertising solutions within supermarket locations. Headquartered in Valencia, CA.",
    "date_of_investment": "2000",
    "industry": "Outsourced Professional Services",
    "hq": "Valencia, CA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "FastMed Urgent Care",
    "company_description": "Headquartered in Phoenix, AZ, FastMed is one of the nation’s leading urgent care providers with 114 clinics located throughout Arizona, North Carolina, and Texas. The Company provides walk-in treatment for acute illnesses and injuries and differentiates itself with a low-cost, physician assistant based model. FastMed has expanded through acquisitions and de novo clinic launches, completing six acquisitions and opening an average of 14 clinics a year since 2010.",
    "date_of_investment": "2015",
    "industry": "Healthcare IT and Services",
    "hq": "Phoenix, AZ",
    "status_current": "Realized",
    "website": "fastmed.com",
    "firm": "Abry"
  },
  {
    "company_name": "Finest City Broadcasting",
    "company_description": "Owner and operator of three FM ration stations serving San Diego. Headquartered in San Diego, CA.",
    "date_of_investment": "2005",
    "industry": "Communications",
    "hq": "San Diego, CA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "FLS Transportation",
    "company_description": "FLS, headquartered in Montreal, Canada, is one of the fastest growing and most profitable non-asset based freight brokerage companies in North America and the largest freight brokerage company in Canada. The Company’s principal line of business is acting as a third-party logistics (“3PL”) provider offering freight brokerage services to shippers requiring truckload capacity in the United States and Canada. FLS also provides logistics solutions to the less-than-truckload, intermodal, and air & ocean freight forwarding markets for its approximately 2,300 North American customers. FLS is able to provide an industry leading level of customer service largely through its extensive relationships with approximately 42,300 truckload carriers, with many of which it has been doing business for over a decade.",
    "date_of_investment": "2016",
    "industry": "Business and Facility Services",
    "hq": "Montreal, Canada",
    "status_current": "Current",
    "website": "flstransport.com",
    "firm": "Abry"
  },
  {
    "company_name": "Franklin Energy",
    "company_description": "Headquartered in Port Washington, WI, Franklin Energy is a vertically-integrated provider of demand side management services and software to North American utilities. Franklin Energy’s integrated offering includes third party program management, product fulfillment, and customer engagement software.",
    "date_of_investment": "2019",
    "industry": "Outsourced Professional Services",
    "hq": "Port Washington, WI",
    "status_current": "Current",
    "website": "franklinenergy.com",
    "firm": "Abry"
  },
  {
    "company_name": "FreeStar",
    "company_description": "Headquartered in Phoenix, AZ, Freestar is an advertising technology solutions provider for online publishers. As a fully managed ad monetization service, Freestar’s platform enables publishers to fully outsource their advertising sales function and capture increased advertising revenue.",
    "date_of_investment": "2020",
    "industry": "Media and Entertainment",
    "hq": "Phoenix, AZ",
    "status_current": "Current",
    "website": "freestar.com",
    "firm": "Abry"
  },
  {
    "company_name": "Frontline Performance Group",
    "company_description": "Founded in 1993, Frontline Performance Group is a leading provider of third-party sales management services that help businesses maximize their revenue opportunities at the point of sale. The Company offers a unique blend of specialized services that help customers increase transaction revenue, order frequency, customer and employee satisfaction, retention, and client referrals. Frontline primarily services hotel, rental car, and other travel-related industries. The Company currently maintains long-term contracts with several blue-chip customers across Asia, Europe, North America, and South America.",
    "date_of_investment": "2015",
    "industry": "Outsourced Professional Services",
    "hq": "Winter Park, FL",
    "status_current": "Current",
    "website": "frontlinepg.com",
    "firm": "Abry"
  },
  {
    "company_name": "Gateway EDI",
    "company_description": "Electronic claims processing provider for over 40,000 physicians nationwide. Headquartered in St. Louis, MO.",
    "date_of_investment": "2008",
    "industry": "Healthcare IT and Services",
    "hq": "St. Louis, MO",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Gould & Lamb",
    "company_description": "Medical-financial services company offering outsourced claims settlement services to the workers’ compensation insurance industry. Headquartered in Bradenton, FL.",
    "date_of_investment": "2007",
    "industry": "Business and Facility Services, Insurance and Financial Services",
    "hq": "Bradenton, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Grande Communications",
    "company_description": "Grande Communications is a facilities-based provider of bundled communications services, including cable television, broadband internet, and premium voice services. The Company serves approximately 160,000 total residential and commercial customers across seven markets in Texas, including Austin, Corpus Christi, Dallas, Houston, Midland-Odessa, San Antonio and Waco. The Company’s network currently reaches over 395,000 marketable homes.",
    "date_of_investment": "2009",
    "industry": "Communications",
    "hq": "Princeton, NJ",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Hanley Wood",
    "company_description": "A business-to-business media company serving the housing and construction industries. Headquartered in Washington, D.C.",
    "date_of_investment": "2005",
    "industry": "Media and Entertainment",
    "hq": "Washington, DC",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "HartBeat",
    "company_description": "HartBeat is a multi-platform production, media, and brand partnership company founded by Kevin Hart, one of the world’s most successful entertainers.",
    "date_of_investment": "2022",
    "industry": "Media and Entertainment",
    "hq": "Encino, CA",
    "status_current": "Current",
    "website": "hartbeat.com",
    "firm": "Abry"
  },
  {
    "company_name": "HealthEZ",
    "company_description": "HealthEZ designs, implements and manages self-insured plans for businesses that are seeking to provide high quality health plans for employees while also controlling healthcare costs. In addition to traditional claims administration services, the Company provides medical management, claims negotiation, stop-loss brokering and manages a proprietary network of physician contracts via a Preferred Provider Organization (“PPO”).",
    "date_of_investment": "2020",
    "industry": "Healthcare IT and Services",
    "hq": "Bloomington, MN",
    "status_current": "Current",
    "website": "healthez.com",
    "firm": "Abry"
  },
  {
    "company_name": "HealthPort",
    "company_description": "Provider of outsourced release of information services and other healthcare information systems for hospitals, physician practices and community centers to operate more efficiently. Headquartered in Columbia, SC.",
    "date_of_investment": "2007",
    "industry": "Healthcare IT and Services",
    "hq": "Columbia, SC",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "HealthSCOPE Benefits",
    "company_description": "Headquartered in Little Rock, AR, HealthSCOPE is a full service claims administration and health management firm providing administrative and other support services to self-funded employers and state healthcare exchange consumer oriented insurance plans. In select geographic markets, HealthSCOPE also works with strategic insurance partners. The Company currently manages over $2.2 billion in annual healthcare expenditures and employs more than 800 people. HealthSCOPE has additional offices in Columbus, OH; El Paso, TX; Indianapolis, IN; Los Angeles, CA; Nashville, TN; and St. Louis, MO.",
    "date_of_investment": "2014",
    "industry": "Healthcare IT and Services",
    "hq": "Little Rock, AR",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "HealthTrans",
    "company_description": "Technology and professional services provider to organizations to assist in optimizing all aspects of their medical and pharmacy benefit plans, including providing greater flexibility and effective cost containment. Headquartered in Denver, CO.",
    "date_of_investment": "2009",
    "industry": "Healthcare IT and Services",
    "hq": "Denver, CO",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Heritage Partners",
    "company_description": "Headquartered in Elizabethton, Tennessee, Heritage Partners is an operator of funeral homes and cemeteries. Over the last 75 years, the Company has built and acquired a network of leading, community-involved funeral homes in local markets, combining the quality and sophistication benefits of a scaled platform with those of a local brand, team and market approach. Across its growing footprint, Heritage Partners’ homes have earned a well-deserved reputation for beauty, comfort, and the highest level of personal service.",
    "date_of_investment": "2020",
    "industry": "Business and Facility Services",
    "hq": "Elizabethton, TN",
    "status_current": "Current",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Hersha Hospitality Management",
    "company_description": "Headquartered in Philadelphia, PA, and founded in 1999, HHM is a third-party hotel manager operating a geo-focused non-union hotel portfolio in urban gateway markets. The Company provides full turn-key operations to hotel owners including Revenue Management, Technology Services, Sales, Marketing and Branding, E-Commerce, and Finance and Accounting among other services.",
    "date_of_investment": "2020",
    "industry": "Outsourced Professional Services",
    "hq": "Philadelphia, PA",
    "status_current": "Current",
    "website": "hhmhotels.com",
    "firm": "Abry"
  },
  {
    "company_name": "High Street",
    "company_description": "Headquartered in Traverse City, Michigan, High Street is a fast-growing Property and Casualty insurance and Employee Benefits brokerage that focuses on serving tightly-knit communities across the United States. Since its inception in 2018, High Street has acquired over 150 insurance agencies, predominantly in small and medium-sized communities where local, personal relationships are valued and trusted. This targeted approach has made High Street the acquirer of choice in this segment of the brokerage market.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "Traverse City, MI",
    "status_current": "Current",
    "website": "hsip.com",
    "firm": "Abry"
  },
  {
    "company_name": "Hilb Group",
    "company_description": "Headquartered in Richmond, VA, Hilb is a leading property and casualty insurance and employee benefits broker serving predominantly small to medium sized businesses across the East Coast of the U.S. The Hilb Group seeks to grow through targeted acquisitions in the middle market insurance brokerage space. Since its inception, the team has acquired over 100 insurance agencies, and the team will continue this strategy, as the insurance industry remains highly fragmented and prime for consolidation.",
    "date_of_investment": "2015",
    "industry": "Insurance and Financial Services",
    "hq": "Richmond, VA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Hollywood.com",
    "company_description": "Hollywood.com LLC, headquartered in New York City, is a pure play entertainment company providing film and TV news, reviews, trailers, clips, features, show times and celebrity coverage. The Company owns and operates its flagship site, Hollywood.com, which generates over 11 million monthly unique visitors, as well as a network of 3,600 fan sites. The principal owners of the Company, Mitch Rubenstein and Laurie Silvers, are a seasoned executive team with a history of success in private media businesses. Prior companies they have founded include Movietickets.com, Broadway.com and the SciFi Channel (SyFy), a top 10 cable TV network that was acquired by USA Networks.",
    "date_of_investment": "2012",
    "industry": null,
    "hq": "New York, NY",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Home Town Cable",
    "company_description": "Hometown Cable (“HTC”) is the exclusive, incumbent local service provider of bundled cable TV, high-speed Internet, security-alarm monitoring and telephone service (“quad-play”) to several large master-planned communities in Port St. Lucie, Florida. The Company has negotiated exclusive agreements with the master developers of newly constructed planned communities to provide over 30,000 homes with cable, high-speed Internet, wireline telephone service and alarm monitoring services. The units HTC currently has under contract are expected to be fully built over the next ten years. ABRY has partnered with two experienced media executives who successfully built and sold another cable franchise prior to HTC.",
    "date_of_investment": "2006",
    "industry": "Communications",
    "hq": "Port St. Lucie, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Hosted Solutions",
    "company_description": "Owner and operator of data center facilities offering high-touch managed hosting solutions to maintain and protect mission-critical, back-office IT systems and applications. Headquartered in Raleigh, NC.",
    "date_of_investment": "2008",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Raleigh, NC",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Houghton Mifflin Harcourt",
    "company_description": "Global education company which publishes a comprehensive set of best-in-class pre-K-12 educational solutions ranging from research-based textbook programs to instructional technology to standards-based assessments for students and educators. Headquartered in Boston, MA.",
    "date_of_investment": "2008",
    "industry": "Business and Facility Services",
    "hq": "Boston, MA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "illumifin",
    "company_description": "illumifin provides third party administration and technology services to individual and group insurers primarily in the life, health, annuity and long term care space. The Company, launched in 2021, blends insurance industry knowledge, technology leadership and operational execution to prepare insurers for the digital future. illumifin is a diverse, passionate and empowered team of insurance specialists committed to the growth and success of its customers.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "Greenville, SC",
    "status_current": "Current",
    "website": "illumifin.com",
    "firm": "Abry"
  },
  {
    "company_name": "IMG",
    "company_description": "Headquartered in Indianapolis, IN, IMG is a managing general agent (“MGA”) that writes international travel medical insurance for individuals and groups as well as medical stop-loss insurance for small to mid-sized, self-insured employers. The Company distributes its insurance products through its diversified and long-standing network of 6,000+ producers – over two thirds of which have been with IMG for more than 15 years. As the largest independent provider in its target market, IMG is well positioned to benefit from worldwide growth in the rate of travel, levels of spending and increased penetration of international travel medical insurance products and services.",
    "date_of_investment": "2015",
    "industry": "Insurance and Financial Services",
    "hq": "Indianapolis, IN",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "InfiLaw System",
    "company_description": "Headquartered in Naples, FL, InfiLaw is the nation’s largest American Bar Association (“ABA”) accredited for-profit law school system in the U.S. focused on serving the underserved (students with lower LSAT scores and minorities). InfiLaw’s model, driven by metrics, processes, and practice readiness, generates superior student outcomes. The Company operates three fully accredited law schools in Florida, Phoenix, and Charlotte which in total have over 3,000 law students.",
    "date_of_investment": "2012",
    "industry": "Business and Facility Services",
    "hq": "Naples, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Inmar Intelligence",
    "company_description": "Inmar is a leading technology-enabled transaction processing and business processing outsourcing company serving large enterprise consumer packaged goods manufacturers (“CPGs”), retailers and retail pharmacies.",
    "date_of_investment": "2014",
    "industry": "Outsourced Professional Services",
    "hq": null,
    "status_current": "Current",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Innovisk Capital Partners",
    "company_description": "Headquartered in London, UK, Innovisk operates a portfolio of MGA programs across the U.S. and U.K. Innovisk’s MGA operations span across diversified lines of business, including small commercial P&C, environmental liability, professional indemnity and international rep & warranty insurance. The Company is led by an experienced management team and leverages a centralized and scalable proprietary technology and data platform to optimize underwriting, risk analytics, pricing and distribution. Innovisk is supported by numerous A-rated reinsurers and blue-chip distribution partners across wholesale and retail channels. In November 2021, Abry Partners and BHMS Investments, a CT-based private equity firm focused on the business and insurance services sectors, acquired Innovisk as part of a carve out transaction from Willis Towers Watson.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "innovisk.com",
    "firm": "Abry"
  },
  {
    "company_name": "Inoapps",
    "company_description": "Founded in 2006 and dual-headquartered in Aberdeen, Scotland and Houston, Texas with additional locations in Malaysia and India, Inoapps is a leading provider of digital transformation services to large enterprises. Inoapps provides professional services, implementation, consultancy, industry specific software and managed services for Oracle Cloud applications and technology solutions in a variety of targeted industries, and is one of the largest independent Oracle partners globally. The company is a go-to Oracle partner due to its end-to-end suite of transformation solutions, global presence, and domain expertise within a variety of industries, including energy, engineering and construction, education, financial services and retail.",
    "date_of_investment": "2022",
    "industry": "Outsourced Professional Services",
    "hq": "Aberdeen, Scotland",
    "status_current": "Current",
    "website": "inoapps.com",
    "firm": "Abry"
  },
  {
    "company_name": "Inspira Financial",
    "company_description": "Inspira Financial is a leading technology-enabled administrator of health, wealth and retirement services. Inspira works with thousands of organizations and millions of individuals, to save, invest and utilize their retirement, wealth and benefits assets.",
    "date_of_investment": "2019",
    "industry": "Insurance and Financial Services",
    "hq": "Oak Brook, IL",
    "status_current": "Current",
    "website": "mtrustcompany.com",
    "firm": "Abry"
  },
  {
    "company_name": "Integra Telecom",
    "company_description": "Facilities based telecommunications provider offering dial-tone, long distance, high speed internet, and data services.",
    "date_of_investment": "2006",
    "industry": "Communications",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "IQUW",
    "company_description": "Headquartered in London, UK, IQUW (formerly known as ERS), underwrites motor and specialty insurance across two syndicates within the Lloyd’s of London market. In May 2021, Abry invested alongside Aquiline, a financial services and insurance focused private equity firm, to enable IQUW to expand into a diversified specialty lines portfolio and capitalize on a historic hardening of the insurance market. IQUW is led by an experienced management team, including the former CEO of Talbot, Peter Bilsby, whose prior underwriting track record meaningfully outperformed Lloyd’s market averages over a 10-year period from 2009 to 2018. Since our investment, management has rebranded the specialty lines syndicate as IQUW, which reflects the company’s repositioning as an agile business that will use data and intelligent automation to enhance its underwriting decisions.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "iquw.com",
    "firm": "Abry"
  },
  {
    "company_name": "iTrade Network",
    "company_description": "Supply-chain automation software provider and information clearinghouse for buying and selling in the retail and foodservice industries. Headquartered in Livermore, CA.",
    "date_of_investment": "2005",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Livermore, CA",
    "status_current": "Realized",
    "website": "itradenetwork.com",
    "firm": "Abry"
  },
  {
    "company_name": "Jab Broadband",
    "company_description": "JAB Broadband is one of the nation’s largest fixed wireless broadband service providers. Through its subsidiaries, JAB provides wireless broadband Internet and digital voice telephone service to residential and business customers in Colorado, Wyoming, Utah, Idaho, and Texas.",
    "date_of_investment": "2008",
    "industry": "Communications",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "KidzBop",
    "company_description": "Entertainment production company offering branded audio and video entertainment products for children aged four to eleven. Headquartered in New York, NY.",
    "date_of_investment": "2006",
    "industry": "Media and Entertainment",
    "hq": "New York, NY",
    "status_current": "Realized",
    "website": "kidzbop.com",
    "firm": "Abry"
  },
  {
    "company_name": "Kingland",
    "company_description": "Kingland is a leading software and enterprise data management & analytics platform providing mission-critical services to customers in the public accounting, financial regulatory, banking capital markets and retail sectors. Headquartered in Clear Lake, IA, Kingland’s proprietary end-to-end solutions enable corporations to leverage actionable data to drive critical decisions across a number of business applications.",
    "date_of_investment": "2021",
    "industry": "Outsourced Professional Services",
    "hq": "Clear Lake, IA",
    "status_current": "Current",
    "website": "kingland.com",
    "firm": "Abry"
  },
  {
    "company_name": "KnowledgePoint 360",
    "company_description": "Global marketing services company providing medical communications, accredited continuing medical education and sales support services to the pharmaceutical industry. Headquartered in Secaucus, NJ.",
    "date_of_investment": "2007",
    "industry": "Healthcare IT and Services",
    "hq": "Secaucus, NJ",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Kore Wireless Group",
    "company_description": "Founded in 2002, KORE is a pioneer, a leader, and a trusted advisor in delivering mission critical IoT services and solutions. KORE helps eliminate the time-consuming need to identify, evaluate, contract, and manage multiple network connectivity providers, equipment manufacturers, and professional services organizations as businesses build out their IoT solutions. Along the way, KORE offers proven expertise and guidance that maximize IoT investments and transform IoT business performance.",
    "date_of_investment": "2016",
    "industry": "Communications",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "LanguageLine Solutions",
    "company_description": "Language Line is the leading global provider of on-demand, spoken interpretation services from English into more than 200 languages, 24 hours per day, seven days per week. Language Line’s specially-trained organization of interpreters perform value-added spoken interpretation services including over-the-phone interpretation (“OPI”), over-the-video interpretation, and face-to-face interpretation, that facilitate mission-critical business transactions and delivery of emergency and government services between its customers and limited English proficiency (“LEP”) speakers throughout the world.",
    "date_of_investment": "2004",
    "industry": "Outsourced Professional Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Legendary Pictures",
    "company_description": "Motion picture production and financing venture with Warner Brothers. Headquartered in Beverly Hills, CA.",
    "date_of_investment": "2008",
    "industry": "Media and Entertainment",
    "hq": "Beverly Hills, CA",
    "status_current": "Realized",
    "website": "legendary.com",
    "firm": "Abry"
  },
  {
    "company_name": "Lighthouse Autism Center",
    "company_description": "Headquartered in Mishawaka, IN, Lighthouse Autism Center is a leading provider of center-based Applied Behavioral Analysis (“ABA”) therapy for children on the autism spectrum. The Company was founded in 2012 by the parents of an autistic child and currently operates a growing network of centers across northern Indiana and southern Michigan that focus on providing intensive one-on-one ABA therapy services to children ages 2-18.",
    "date_of_investment": "2018",
    "industry": "Healthcare IT and Services",
    "hq": "Mishawaka, IN",
    "status_current": "Realized",
    "website": "lighthouseautismcenter.com",
    "firm": "Abry"
  },
  {
    "company_name": "Link Mobility",
    "company_description": "LINK Mobility is Europe’s leading provider within mobile communications, specializing in messaging, digital services and data intelligence. LINK offers a wide range of innovative and scalable solutions across industries and sectors, creating valuable digital convergence between businesses and customers, platforms and users. LINK is headquartered in Oslo, Norway with offices in over 20 countries across Europe and North America.",
    "date_of_investment": "2018",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Oslo, Norway",
    "status_current": "Current",
    "website": "linkmobility.com",
    "firm": "Abry"
  },
  {
    "company_name": "Mako Networks",
    "company_description": "Mako is a leading managed SD-WAN provider to large, distributed enterprises. Founded in 2010 and headquartered in Elgin, Illinois, Mako provides PCI-certified, carrier-independent broadband connectivity through hardware which functions exclusively with the Company’s proprietary cloud management system (CMS). Mako allows petro stations, convenience stores, and QSRs to easily connect and manage thousands of global sites in a high-performance business network that is secure, reliable, and scalable.",
    "date_of_investment": "2022",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Elgin, Illinois",
    "status_current": "Current",
    "website": "makonetworks.com",
    "firm": "Abry"
  },
  {
    "company_name": "Masergy",
    "company_description": "Masergy provides managed, secure, virtualized network services to enterprises that have complex needs across multiple locations. Headquartered in Plano, TX.",
    "date_of_investment": "2011",
    "industry": "Communications",
    "hq": "Plano, TX",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Maya Cinemas",
    "company_description": "Maya Cinemas North America, Inc. (“Maya Cinemas” or the “Company”) is a leading owner and operator of four Latino focused megaplex movie theaters in California. Maya Cinemas is entrepreneur owned by an individual deeply rooted in the Latino community with extensive experience in the film entertainment industry. The Company’s mission is to bring the megaplex movie theater experience to the underserved Latino demographic as this group is an avid movie going community that has been overlooked by main stream theater chains.",
    "date_of_investment": "2016",
    "industry": "Media and Entertainment",
    "hq": "Los Angeles, California, United States",
    "status_current": "Current",
    "website": "mayacinemas.com",
    "firm": "Abry"
  },
  {
    "company_name": "Meadowlark",
    "company_description": "Meadowlark Title is a U.S.-based title agency platform providing title search, escrow, and other closing services to customers in the residential and commercial real estate markets.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "meadowlarktitle.com",
    "firm": "Abry"
  },
  {
    "company_name": "Media Rights Capital",
    "company_description": "Headquartered in Los Angeles, CA, MRC is a diversified global media company with operations in filmed entertainment, television programming and original digital content. MRC’s production business has developed numerous award winning films with commercial success including Seth MacFarlane’s hit comedy, Ted, and the Matt Damon and Jodie Foster film, Elysium. MRC’s Television business has created original content for high-profile programming partners including HBO, CBS, ABC and Netflix. MRC’s current television slate includes the ground-breaking drama, House of Cards, which was released on Netflix in February 2013 and is entering its fifth season.",
    "date_of_investment": "2012",
    "industry": "Media and Entertainment",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Melrose Investors",
    "company_description": "Motion picture production and financing venture with Paramount. Headquartered in Beverly Hills, CA.",
    "date_of_investment": "2007",
    "industry": "Media and Entertainment",
    "hq": "Beverly Hills, CA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Mobile Help",
    "company_description": "Headquartered in Boca Raton, Florida, MobileHelp is a cellular-only medical alert service provider with telehealth capabilities. As the first completely wireless provider, MobileHelp established itself as a leader in the sector with a strong commitment to enhanced capabilities. The Company’s cloud-based technology and service delivery platform enables elderly subscribers to remain independent and safe both inside and outside the home. MobileHelp’s medical alert devices are integrated with nationwide wireless voice and data, fall detection, and GPS technology. This allows the Company to provide real-time medical monitoring services and location tracking for expedited personal emergency assistance and caregiver notifications.",
    "date_of_investment": "2017",
    "industry": "Communications",
    "hq": "Boca Raton, FL",
    "status_current": "Realized",
    "website": "mobilehelp.com",
    "firm": "Abry"
  },
  {
    "company_name": "Monitronics Authorized Dealer",
    "company_description": "Home security-alarm monitoring and related services provider to over 620,000 residential customers and commercial clients nationwide. Headquartered in Dallas, TX.",
    "date_of_investment": "2003",
    "industry": "Business and Facility Services",
    "hq": "Dallas, TX",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Music Reports",
    "company_description": "MRI is an information services business that services the music industry, providing royalty accounting, transaction licensing and other services to owners and commercial users of music. MRI has a unique, proprietary database of over 10 million songs and cue sheets. This valuable database includes detailed information about the publishers, songwriters, composers and record companies as well as the contact information for these intellectual property owners.",
    "date_of_investment": "2006",
    "industry": "Media and Entertainment",
    "hq": null,
    "status_current": "Realized",
    "website": "musicreports.com",
    "firm": "Abry"
  },
  {
    "company_name": "Muzak",
    "company_description": "The world’s leading provider of business music programming and other subscription audio services to restaurants, department stores, health and fitness centers, and hotels. Headquartered in Charlotte, NC.",
    "date_of_investment": "2003",
    "industry": "Business and Facility Services, Media and Entertainment",
    "hq": "Charlotte, NC",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Navtech, Inc.",
    "company_description": "Aeronautical software and information company offering flight operations solutions critical to commercial passenger and cargo air carriers, and helping airlines to increase safety, maximize efficiency, and reduce costs. Headquartered in Waterloo, Ontario.",
    "date_of_investment": "2005",
    "industry": "Business and Facility Services",
    "hq": "Waterloo, Ontario",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "netnumber",
    "company_description": "netnumber Global Data Services was founded over 20 years ago with a promise to provide the highest quality phone number portability, signaling and routing control and fraud prevention data services available. Today, as communications networks continue to transform, we leverage our expertise to empower a more secure ecosystem where people can connect and drive technological innovation to inspire social progress.",
    "date_of_investment": "2022",
    "industry": "Communications, Data Centers and Managed IT Services",
    "hq": "Lowell, Massachusetts",
    "status_current": "Current",
    "website": "netnumber.com/",
    "firm": "Abry"
  },
  {
    "company_name": "Network Communications, Inc.",
    "company_description": "The largest national publisher of local printed and online magazines for the residential real estate market in North America. Headquartered in Lawrenceville, GA.",
    "date_of_investment": "2002",
    "industry": "Communications, Media and Entertainment",
    "hq": "Lawrenceville, GA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Nexstar Broadcasting Group",
    "company_description": "Television broadcasting company focused exclusively on the acquisition, development and operation of television stations in small and medium-sized markets in the United States. Headquartered in Irving, TX.",
    "date_of_investment": "1996",
    "industry": "Communications",
    "hq": "Irving, TX",
    "status_current": "Realized",
    "website": "nexstar.tv",
    "firm": "Abry"
  },
  {
    "company_name": "NexusTek",
    "company_description": "NexusTek is a leading national IT managed services provider for small and medium-sized businesses across multiple industry verticals including business services, healthcare and financial services. It is focused on meeting its customers’ full IT needs by providing managed cloud, security, business continuity and helpdesk solutions as well as hardware / software procurement and implementation services. NexusTek has more than 1,000 customers in over 44 states in the US.",
    "date_of_investment": "2017",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Greenwood Village, CO",
    "status_current": "Current",
    "website": "nexustek.com",
    "firm": "Abry"
  },
  {
    "company_name": "North American Dental Group",
    "company_description": "Headquartered in New Castle, Pennsylvania, North American Dental Group has grown through a combination of acquisitions and select market openings to become the Dental Practice Management (“DPM”) provider of choice in its target markets in Ohio, Pennsylvania, Michigan, New York, and Indiana. North American Dental Group supports its affiliates in all non-clinical aspects of dental practice, including staffing, patient scheduling, billing and collections, financial reporting and analysis, group purchasing, payroll, marketing, education, and training. This suite of services enables affiliated dentists to focus exclusively on delivering high-quality patient care.",
    "date_of_investment": "2012",
    "industry": "Healthcare IT and Services",
    "hq": "New Castle, PA",
    "status_current": "Realized",
    "website": "nadentalgroup.com",
    "firm": "Abry"
  },
  {
    "company_name": "NSM Insurance Group",
    "company_description": "Headquartered in Conshohocken, PA, NSM Insurance Group is one of the largest privately held Property & Casualty Managing General Agencies (MGA) in the United States. NSM specializes in several niche insurance sectors and has the authority to underwrite insurance policies for over 100 industry leading insurance carriers. NSM’s focus on specialty insurance lines such as Social Services, Worker’s Compensation, Specialty Real Estate, Specialty Construction and Specialty Transportation has enabled the Company to develop specific sector expertise and generate industry leading loss ratios for its carriers. NSM distributes policies through its network of over 4,900 insurance agents and brokerages. The Company is an active acquirer of insurance programs and has completed nine acquisitions over the past 10 years.",
    "date_of_investment": "2011",
    "industry": "Insurance and Financial Services",
    "hq": "Conshohocken, PA",
    "status_current": "Realized",
    "website": "nsminc.com",
    "firm": "Abry"
  },
  {
    "company_name": "Nuspire",
    "company_description": "Headquartered in Commerce, Michigan, Nuspire is a leading Midwestern managed security services provider (“MSSP”) that provides services to blue-chip enterprises with large and geographically diversified facility/location footprints. The Company is focused on providing managed cyber security solutions, including (i) unified threat management services, (ii) managed access point monitoring, (iii) security incident and event management (“SIEM”) logging, and (iv) real-time incident response support. Nuspire operates out of three security operations centers (“SOCs”), which provide 24/7 yearround support to more than 3,500 customer sites.",
    "date_of_investment": "2016",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Commerce, MI",
    "status_current": "Current",
    "website": "nuspire.com",
    "firm": "Abry"
  },
  {
    "company_name": "Oasis",
    "company_description": "OASIS is a leading provider of records and information management (“RIM”) services in Europe, providing hard copy document storage, digital imaging, secured destruction and related services. The Company is headquartered in Kinsealy, Ireland, and serves 5,000+ customers across six countries in Western Europe (Ireland, Northern Ireland, Scotland, the United Kingdom, the Netherlands and Belgium).",
    "date_of_investment": "2016",
    "industry": "Business and Facility Services",
    "hq": "Kinsealy, Ireland",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "OneCare Media",
    "company_description": "Headquartered in Seattle, WA, OneCare Media maintains a proprietary portfolio of consumer-facing online destinations within the health vertical, which it monetizes through partnerships with hundreds of brands. The company focuses on health and wellness industries including sleep, telehealth, behavioral health, and testing. OneCare’s digital content marketing expertise and brand partnership experience power the reach of its leading properties like SleepFoundation.org, Tuck.com, Testing.com, Help.org, and OnlineDoctor.com.",
    "date_of_investment": null,
    "industry": "Media and Entertainment",
    "hq": "Seattle, WA",
    "status_current": "Current",
    "website": "onecare.com",
    "firm": "Abry"
  },
  {
    "company_name": "OneSource Networks",
    "company_description": "One Source Networks is an Austin, Texas based provider of managed networking and hosting solutions as well as cloud-based voice provided to Fortune 1000 customers with a vendor ecosystem of over 200 carriers.",
    "date_of_investment": "2013",
    "industry": "Communications",
    "hq": "Austin, TX",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Open Road Integrated Media",
    "company_description": "Open Road is a leading eBook marketing firm and publisher founded in 2009 and based in New York, NY. The Company offers digital marketing services that partners with independent publishers to accelerate sales of backlist eBooks and owns the eBook rights to thousands of titles sold through its marketing engine.",
    "date_of_investment": "2021",
    "industry": "Media and Entertainment",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "openroadintegratedmedia.com",
    "firm": "Abry"
  },
  {
    "company_name": "Options Technology",
    "company_description": "Based in London, UK, Options is a Managed Colocation, Application and IT Services provider vertically focused within the financial services space. The Company specializes in supporting highly-demanding clients, including global financial institutions, asset managers and hedge funds who require mission-critical, low-latency network connectivity and access to real-time market data feeds across a global datacenter footprint. More than 200 firms leverage the Options platform, with a client presence spanning over 20 countries.",
    "date_of_investment": "2019",
    "industry": "Data Centers and Managed IT Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "options-it.com",
    "firm": "Abry"
  },
  {
    "company_name": "Opus Solutions",
    "company_description": "Opus is an in-person and virtual event management agency primarily focused on the technology sector. The Company provides the full lifecycle of corporate marketing events, including large multi-day product conferences for some of the largest technology companies in the world, personalized customer events and high production- value digital events.",
    "date_of_investment": "2020",
    "industry": "Outsourced Professional Services",
    "hq": "Portland, Oregon",
    "status_current": "Current",
    "website": "opusagency.com",
    "firm": "Abry"
  },
  {
    "company_name": "Orion HealthCorp",
    "company_description": "Medical-financial services company offering billing and collection, practice consulting, and accounting and bookkeeping services to hospital-based physicians. Headquartered in Roswell, GA.",
    "date_of_investment": "2008",
    "industry": "Healthcare IT and Services",
    "hq": "Roswell, GA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Penton",
    "company_description": "The largest independent business-to-business media company in the U.S., offering publishing, trade shows, conferences and web sites. Headquartered in Cleveland, OH.",
    "date_of_investment": "2002",
    "industry": "Media and Entertainment",
    "hq": "Cleveland, OH",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Pinnacle Towers Inc.",
    "company_description": "Owner and consolidator of wireless communications towers throughout the United States. Headquartered in Sarasota, FL.",
    "date_of_investment": "1995",
    "industry": "Communications",
    "hq": "Sarasota, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Pole Star",
    "company_description": "Leading provider of cloud-based compliance software solutions to the maritime, financial and government sectors.",
    "date_of_investment": "2021",
    "industry": "Government Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "polestarglobal.com",
    "firm": "Abry"
  },
  {
    "company_name": "Portfolio Group",
    "company_description": "Headquartered in Lake Forest, California, Portfolio Group is a leading independent provider of finance & insurance (“F&I”) products and services and manager of affiliated reinsurance companies (“ARCs”) for automotive dealers across the United States. Portfolio was founded 30 years ago as the first mass marketed F&I reinsurance program, and the company currently serves over 1,800 auto dealers. Products include vehicle service contracts, GAP insurance and other ancillary F&I products.",
    "date_of_investment": "2019",
    "industry": "Insurance and Financial Services",
    "hq": "Lake Forest, CA",
    "status_current": "Current",
    "website": "portfolioreinsurance.com",
    "firm": "Abry"
  },
  {
    "company_name": "PowerFleet",
    "company_description": "PowerFleet provides telematics and IoT solutions for professional fleets and consumers across the globe. The Company’s technology offerings provide its customers with end-to-end solutions including analytics, SaaS, devices and sensors. PowerFleet has more than 600k subscribers worldwide and is headquartered in Woodcliff Lake, New Jersey with additional offices in Tel Aviv, Tampa, Plano, Mexico, United Kingdom, Germany and Brazil. PowerFleet is publicly traded on the NASDAQ: PWFL.",
    "date_of_investment": "2019",
    "industry": "Business and Facility Services",
    "hq": "Woodcliff Lake, NJ",
    "status_current": "Current",
    "website": "powerfleet.com",
    "firm": "Abry"
  },
  {
    "company_name": "Precision Strategies",
    "company_description": "Based in Washington D.C., Precision is a leading provider of strategic communications management, digital media services and data and analytics to a diversified and blue-chip customer base consisting of corporations, non-profit organizations, and private foundations. With a team of over 100 employees across offices in Washington D.C. and New York, Precision assists clients in delivering highly successful campaigns, enhancing reputations and engaging the right audiences.",
    "date_of_investment": "2023",
    "industry": "Outsourced Professional Services",
    "hq": "Washington D.C.",
    "status_current": "Current",
    "website": "precisionstrategies.com",
    "firm": "Abry"
  },
  {
    "company_name": "Prime Capital",
    "company_description": "Prime Capital Investment Advisors (“PCIA”) is a leading wealth management & retirement plan advisory firm based in Overland Park, KS.  Since its founding in 2017, PCIA has grown organically and inorganically to over $20 billion of wealth and retirement assets under management.",
    "date_of_investment": "2023",
    "industry": "Insurance and Financial Services",
    "hq": "Overland Park, KS",
    "status_current": "Current",
    "website": "https://pciawealth.com/",
    "firm": "Abry"
  },
  {
    "company_name": "PRO Unlimited",
    "company_description": "Leading provider of software and services to address procurement, management and compliance issues related to contingent workers. Headquartered in Boca Raton, FL.",
    "date_of_investment": "2010",
    "industry": "Business and Facility Services",
    "hq": "Boca Raton, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Propark Mobility",
    "company_description": "Parking management solutions and mobility management services.",
    "date_of_investment": "2023",
    "industry": "Outsourced Professional Services",
    "hq": "Hartford, Connecticut",
    "status_current": "Current",
    "website": "propark.com",
    "firm": "Abry"
  },
  {
    "company_name": "ProQuest",
    "company_description": "Aggregator and publisher of scientific research, articles, and abstracts for use by libraries, universities, and research institutions. Headquartered in Bethesda, MD.",
    "date_of_investment": "2007",
    "industry": "Information Services",
    "hq": "Bethesda, MD",
    "status_current": "Realized",
    "website": "proquest.com",
    "firm": "Abry"
  },
  {
    "company_name": "Prospect Park",
    "company_description": "Prospect Park is a leading music talent management and TV and film production company, offering ‘360’ management, working with their clients on touring, recording, endorsements and sponsorships.",
    "date_of_investment": "2012",
    "industry": "Media and Entertainment",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Psychological Services Inc.",
    "company_description": "Nationwide provider of licensure and pre-employment evaluation services for state regulatory agencies, industry trade groups, and medium and large-sized businesses. Headquartered in Burbank, CA.",
    "date_of_investment": "2006",
    "industry": "Business and Facility Services",
    "hq": "Burbank, CA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Q9 Networks",
    "company_description": "Canadian provider of outsourced data center infrastructure for mission-critical IT operations. Operates three state-of-the-art data centers in Ontario and Alberta, Canada. Headquartered in Toronto, ON.",
    "date_of_investment": "2008",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Toronto, ON",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "QuoVadis",
    "company_description": "Provider of co-located, network back-up services for critical data and IT processes and managed network security.",
    "date_of_investment": "2007",
    "industry": "Data Centers and Managed IT Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Rackspace",
    "company_description": "Based in San Antonio, TX, Rackspace is a leading global multi-cloud solutions provider to enterprise customers. The Company provides services in more than 150 countries and serves customers from 11 data centers located on four continents. Rackspace helps customers tap the power of cloud computing, delivering world-class service to some of the globe’s leading technology platforms. Rackspace primarily markets its services to Fortune 2000 companies that do not possess the resources and scale to cost-effectively employ an in-house IT department to meet their data service needs or deploy infrastructure to host their applications.",
    "date_of_investment": "2019",
    "industry": "Data Centers and Managed IT Services",
    "hq": "San Antonio, TX",
    "status_current": "Current",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "RCN Cable",
    "company_description": "RCN provides broadband services delivering all-digital and high definition video, high-speed internet and premium voice services to residential and small-medium business customers. Headquartered in Herndon, VA.",
    "date_of_investment": "2010",
    "industry": "Communications",
    "hq": "Herndon, VA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Recovery Point",
    "company_description": "Headquartered in Germantown, MD, RPS operates 5 data centers, two of which are Tier-III Certified and owned by the Company. RPS’ colocation and mission-critical services protect organizations against technology failure, business downtime and loss of data through managed environments, cloud and hybrid solutions.",
    "date_of_investment": "2020",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Germantown, MD",
    "status_current": "Current",
    "website": "recoverypoint.com",
    "firm": "Abry"
  },
  {
    "company_name": "Reward Gateway",
    "company_description": "Headquartered in London, UK, Reward Gateway is a leading SaaS based employee engagement platform delivering rewards, recognition, discounts, benefits, communications, wellbeing solutions and analytics on one unified portal. With offices in the UK, the US, Australia and Bulgaria, the Company serves a global community of more than 1,900 clients, and engages with 5M employees in over 23 countries.",
    "date_of_investment": "2021",
    "industry": "Human Capital Management",
    "hq": "London, UK",
    "status_current": "Realized",
    "website": "rewardgateway.com",
    "firm": "Abry"
  },
  {
    "company_name": "Rimes",
    "company_description": "RIMES is the award-winning data management and regulatory technology solutions provider that truly understands the challenges faced by its customers. It serves 350 asset managers, owners, servicers and banks in 45 countries including 60 of the 100 largest global asset managers and 9 of the 10 largest asset servicers by TAUM.",
    "date_of_investment": "2017",
    "industry": "Insurance and Financial Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Root Data Center",
    "company_description": "Headquartered in Montreal, Canada, ROOT is a pure-play wholesale colocation provider and a new generation data center company that designs its solutions for optimal agility and efficiency. The Company’s modular design enables customers to quickly scale their critical infrastructure and grow their business while benefiting from significant reductions in IT expense. ROOT is strategically positioned in an attractive wholesale data center market due to low and stable power costs, favorable employment conditions and limited competition.",
    "date_of_investment": "2016",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Montreal, Canada",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Samba Safety",
    "company_description": "Headquartered in Denver, CO, SambaSafety pioneered the concept of continuous driver monitoring and is the leading provider of mobility risk management software and analytics to over 15,000 employers and insurers. For employers, SambaSafety’s proprietary SaaS platform (Qorta) transforms North America’s largest collection of driver data into actionable insights, allowing companies that engage drivers to reduce costs, manage risk, protect brands and save lives​. The company’s insurance underwriting platform (Volta) reduces administrative burden for brokers, carriers and agents and facilitates real-time, accurate, and cost-effective policy pricing decisions at every stage of the insurance lifecycle.",
    "date_of_investment": "2016",
    "industry": "Data Centers and Managed IT Services, Insurance and Financial Services",
    "hq": "Denver, CO",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Screen Vision Media",
    "company_description": "Screenvision is a leading provider of on-screen advertising, in-lobby promotions, and marketing programs to national, region_stanal, and local advertisers. Through its longterm partnerships with 170 theatrical exhibitors, the Company has established a network comprised of 15,000 screens in 2,300 theater locations across all 50 states, covering 93% of DMAs nationwide. Screenvision is headquartered in New York, NY and also has an office in Los Angeles, CA.",
    "date_of_investment": "2018",
    "industry": "Media and Entertainment",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "screenvisionmedia.com",
    "firm": "Abry"
  },
  {
    "company_name": "SDI Presence LLC",
    "company_description": "Headquartered in Chicago, IL, SDI is a leading provider of managed IT services to state and local municipalities. Founded in 1996 by current CEO David Gupta, the Company has been a long-term trusted partner to its customers, whose average tenure spans over a decade. SDI is a Minority Business Enterprise (“MBE”) that leverages a large network of MBE subcontractors by providing opportunities to minority employees and minority-owned businesses.",
    "date_of_investment": "2021",
    "industry": "Government Services",
    "hq": "Chicago, IL",
    "status_current": "Current",
    "website": "sdipresence.com",
    "firm": "Abry"
  },
  {
    "company_name": "Securus Technologies",
    "company_description": "Securus is a leading provider of technology-enabled public safety and law enforcement information services. Securus’ core offering is a highly-scalable, software-based platform that enables communications via telephony or video between inmates and their friends and family. Securus’ proprietary software platform monitors inmate calls and provides data and analytics to correctional officers and other law enforcement agencies that help prevent, solve, and reduce further criminal activity. The Company also provides money transfer services and digital media products to inmates and their friends and family. Outside of the correctional facilities, Securus provides GPS tracking devices and systems for parolees who require court mandated monitoring.",
    "date_of_investment": "2013",
    "industry": "Business and Facility Services, Communications, Government Services",
    "hq": "Dallas, TX",
    "status_current": "Realized",
    "website": "securustechnologies.tech",
    "firm": "Abry"
  },
  {
    "company_name": "Sentrum",
    "company_description": "Sentrum is a leading provider of wholesale data centre services in the United Kingdom, primarily serving the London metro area.",
    "date_of_investment": "2011",
    "industry": "Data Centers and Managed IT Services",
    "hq": "United Kingdom",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Sentry Data Systems",
    "company_description": "Headquartered in Deerfield Beach, FL, Sentry is a leading healthcare information company that provides a SaaS-based analytics, compliance, and performance improvement platform serving hospitals and their pharmacy relationships. Sentry helps its customers streamline drug procurement and utilization through the Federal Government’s 340B Drug Discount Program, while maintaining strict program compliance. Sentry also enables hospital pharmacies and supply chains to support the delivery of more cost effective and higher quality care through actionable information and analytics.",
    "date_of_investment": "2015",
    "industry": "Healthcare IT and Services",
    "hq": "Deerfield Beach, FL",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Sermo",
    "company_description": "Sermo is a global social platform for physicians that fosters impactful peer-to-peer collaboration & discussions through meaningful insights, data, and trends. It is the most trusted global platform for physicians with over 800,000 fully verified and licensed physicians across 150 countries. The platform enables doctors to anonymously talk real-world medicine, review treatment options via our proprietary Drug Ratings platform, collectively solve patient cases, and earn honorarium from surveys. Through Sermo’s unique community, pharmaceutical and healthcare partners can drive physician awareness and gain deep understanding of brand perceptions to benefit the medical community at large.",
    "date_of_investment": "2019",
    "industry": "Healthcare IT and Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "sermo.com",
    "firm": "Abry"
  },
  {
    "company_name": "Sidera",
    "company_description": "Headquartered in New York, NY, LightTower Networks delivers mission-critical, fiber-based high-capacity data transport services to large commercial customers, primarily large enterprises and carriers, targeting the metropolitan central business districts along the northeast and mid-Atlantic corridor as well as Chicago.",
    "date_of_investment": "2010",
    "industry": "Communications",
    "hq": "New York, NY",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Site Lock",
    "company_description": "SiteLock, headquartered in Scottsdale, Arizona, sells and manages a comprehensive suite of website security solutions designed for small and medium sized businesses. The Company focuses on providing critical services including: (i) proprietary vulnerability scanning, (ii) malware removal, (iii) application security testing, (iv) web application firewall, (v) content delivery network, (vi) DDoS protection, and (vii) PCI compliance. SiteLock protects over 12 million websites across the globe.",
    "date_of_investment": "2018",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Scottsdale, AZ",
    "status_current": "Realized",
    "website": "sitelock.com",
    "firm": "Abry"
  },
  {
    "company_name": "Smart Start",
    "company_description": "Headquartered in Dallas, TX, Smart Start is a leading provider of ignition interlock devices (“IID”) and alcohol monitoring devices for the correctional services industry. The Company’s IID unit and other devices provide a means of monitoring convicted DUI offenders and preventing alcohol-impaired driving, the most frequently committed crime in the United States. Smart Start currently supports more than 130,000 devices in 46 states and 17 countries abroad, servicing customers through a broad network of locations that represents the largest footprint of any IID provider.",
    "date_of_investment": "2015",
    "industry": "Government Services",
    "hq": "Dallas, TX",
    "status_current": "Realized",
    "website": "smartstartinc.com",
    "firm": "Abry"
  },
  {
    "company_name": "Socius",
    "company_description": "Headquartered in Walnut Creek, California, Socius is a leading specialty wholesale insurance broker focused on management and professional liability insurance. The Company places specialty risk such as management liability, professional liability, cyber, and other complex and hard-to-place lines on behalf of a broad network of blue-chip retail insurance brokers across the United States.",
    "date_of_investment": "2021",
    "industry": "Insurance and Financial Services",
    "hq": "Walnut Creek, CA",
    "status_current": "Realized",
    "website": "sociusinsurance.com",
    "firm": "Abry"
  },
  {
    "company_name": "SoftBrands",
    "company_description": "Software applications and information services provider for companies in the global manufacturing and hospitality industries. Headquartered in Minneapolis, MN.",
    "date_of_investment": "2005",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Minneapolis, MN",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Source Medical",
    "company_description": "SourceMedical is the largest provider of outpatient information solutions and revenue cycle management services for ambulatory surgery centers, specialty hospitals, and rehabilitation clinics nationwide. With 31 years of real-world experience, more than 5,200 customers, and the confidence of more than 250 consultants and management companies, SourceMedical offers the broadest range of solutions and enhancements available to the industry. The company’s unique end-to-end systems improve operational efficiency and cash flow while enabling healthcare facilities to capture, exchange, and analyze data to deliver a higher standard of patient care.",
    "date_of_investment": "2012",
    "industry": "Healthcare IT and Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "StackPath",
    "company_description": "StackPath is a cloud computing platform at the edge of the internet enabling complex workloads where milliseconds matter. The key product suite provides customers with (i) Edge Compute – high performance infrastructure as a service for hosting latency-sensitive, security-centric, and decentralized applications and workloads, (ii) Edge Security – distributed enterprise-class workload and data protection regardless of distance from centralized operations, and (iii) Edge Delivery – hyper-fast data caching, customization, and traffic optimization for instantly serving users worldwide. Through these services, StackPath orchestrates, processes, and secures a massive amount of critical Internet traffic.",
    "date_of_investment": "2016",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Dallas, TX",
    "status_current": "Current",
    "website": "stackpath.com",
    "firm": "Abry"
  },
  {
    "company_name": "Sullivan Broadcasting",
    "company_description": "Owner and operator of Fox-affiliated and independent broadcast television stations in small and medium-sized cities across the United States.",
    "date_of_investment": "1996",
    "industry": "Communications",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Talent Partners",
    "company_description": "Leading provider of payroll outsourcing services to advertising agencies for the payment of residuals to performers appearing in TV and radio commercials. Headquartered in New York, NY.",
    "date_of_investment": "2007",
    "industry": "Outsourced Professional Services",
    "hq": "New York, NY",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "TelX",
    "company_description": "Telx is a strategic partner for global interconnectivity and data center solutions offering strategically located, network-neutral interconnection and colocation facilities. Headquartered in New York, NY.",
    "date_of_investment": "2011",
    "industry": "Data Centers and Managed IT Services",
    "hq": "New York, NY",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "TeraSky",
    "company_description": "TeraSky is a leading provider of digital transformation services to established, blue-chip enterprises and cloud-native companies. Based in Israel and leveraging its deep expertise in on-premises IT and public cloud infrastructure, TeraSky designs and deploys solutions for enterprises to facilitate their digital transformations.",
    "date_of_investment": "2022",
    "industry": "Data Centers and Managed IT Services",
    "hq": "Israel",
    "status_current": "Current",
    "website": "terasky.com",
    "firm": "Abry"
  },
  {
    "company_name": "The Hispanic Yellow Pages",
    "company_description": "Leading independent publisher of Spanish language yellow page directories targeted at Hispanic communities throughout the United States. Headquartered in Tampa, FL.",
    "date_of_investment": "2003",
    "industry": "Media and Entertainment",
    "hq": "Tampa, FL",
    "status_current": "Realized",
    "website": "hispanicyellowpagesusa.com",
    "firm": "Abry"
  },
  {
    "company_name": "Thomsons Online Benefits",
    "company_description": "Provider of outsourced benefits administration solutions.",
    "date_of_investment": "2013",
    "industry": "Human Capital Management",
    "hq": "London, England",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Triple Point Technology",
    "company_description": "Commodities trading and risk management information solutions provider to banks, hedge funds, and utilities companies around the world. Headquartered in Westport, CT.",
    "date_of_investment": "2006",
    "industry": "Insurance and Financial Services",
    "hq": "Westport, CT",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Trover Solutions Inc.",
    "company_description": "Trover Solutions, Inc. is a leading independent provider of comprehensive cost containment services and software to the private healthcare payor and property and casualty industries.",
    "date_of_investment": "2010",
    "industry": "Insurance and Financial Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Turnberry Solutions",
    "company_description": "Headquartered in Blue Bell, PA, Turnberry Solutions is a leading provider of professional services, project management, and staffing solutions to Fortune 500 companies.",
    "date_of_investment": "2020",
    "industry": "Human Capital Management",
    "hq": "Blue Bell, PA",
    "status_current": "Current",
    "website": "turnberrysolutions.com",
    "firm": "Abry"
  },
  {
    "company_name": "U.S. Dermatology Associates",
    "company_description": "Headquartered in Dallas, Texas, U.S. Dermatology Partners is one of the largest physician-owned dermatology practices in the country with over 100 locations and over 200 board certified dermatologists practicing in Texas, Kansas, Missouri, Arizona, Colorado, Oklahoma, Maryland and Virginia. The Company provides general medical, surgical, and cosmetic skin treatment through its coordinated care network and differentiates itself through the quality subspecialty thought leaders and medical advisory board. To be the best partners to its patients, U.S. Dermatology Partners is fervently focused on providing the highest level of patient-first care, and its team therefore includes recognized national leaders in areas such as clinical research, psoriasis and Mohs Surgery. To learn more, visit usdermatologypartners.com.",
    "date_of_investment": "2016",
    "industry": "Healthcare IT and Services",
    "hq": null,
    "status_current": "Realized",
    "website": "usdermatologypartners.com",
    "firm": "Abry"
  },
  {
    "company_name": "Unison",
    "company_description": "Headquartered in Dulles, VA, Unison is the leading provider of Federal Acquisition Regulation information services and supply chain management software solutions to U.S federal, defense, and intelligence agencies, and contractor organizations. The Company’s solutions provide public sector agencies with the visibility, control, and transparency necessary to meet the increasingly stringent federal compliance requirements for the purchasing of goods and services with public funds. Unison’s software platform currently supports more than 40,000 licensed users across 100 federal departments, contractors, and agencies, including 12 of the 15 cabinet-level agencies.",
    "date_of_investment": "2015",
    "industry": "Government Services",
    "hq": "Dulles, VA",
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "United Real Estate Group",
    "company_description": "United Real Estate Holdings is a national provider of information services to real estate brokerages. Headquartered in Dallas, TX, United serves both the recreational home segment through its United Country Real Estate division and the traditional residential home segment through its United Real Estate division. Through its flat-fee and 100% commission model, the Company offers real estate agents favorable economics and a proprietary and comprehensive suite of technology and marketing support capabilities.",
    "date_of_investment": "2020",
    "industry": "Business and Facility Services",
    "hq": "Dallas, TX",
    "status_current": "Current",
    "website": "unitedrealestate.com",
    "firm": "Abry"
  },
  {
    "company_name": "US Legal Support",
    "company_description": "Headquartered in Houston, TX, U.S. Legal Support is a leading provider of deposition and litigation support services to major insurance companies, corporations and law firms nationwide.",
    "date_of_investment": "2018",
    "industry": "Outsourced Professional Services",
    "hq": "Houston, TX",
    "status_current": "Current",
    "website": "uslegalsupport.com",
    "firm": "Abry"
  },
  {
    "company_name": "USEReady",
    "company_description": "USEReady is a strategic data and analytics partner with tools and capabilities to transform large enterprise data and analytics strategy. With practices built around Visual Analytics, Cloud Data, AI ML and Engineering Services, USEReady is a partner to modern Chief Data Officers. Primarily serving customers in the banking and insurance industries, USEReady provides end-to-end solutions that help customers navigate complex challenges such as Legacy Modernization, Data Monetization, Data Governance and Security along with migration from on-prem to Cloud. USEReady was founded in 2011 and is headquartered in New York, NY.",
    "date_of_investment": "2022",
    "industry": "Outsourced Professional Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "useready.com",
    "firm": "Abry"
  },
  {
    "company_name": "Vertical Scope",
    "company_description": "VerticalScope is an online media content publisher, owning and operating a collection of over 30 flagship content sites and 650 online social communities in verticals with high consumer involvement and significant targeted, endemic advertising spending.",
    "date_of_investment": "2011",
    "industry": "Media and Entertainment",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "Vocado",
    "company_description": "Vocado provides financial aid management software to for-profit and non-for profit universities in North America. Vocado’s financial aid management tool actively manages all aspects of processing, packaging, disbursing, and returning funds.",
    "date_of_investment": "2010",
    "industry": "Information Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "What If Media Group",
    "company_description": "What If Media Group is a leading provider of customer acquisition services to advertisers across multiple verticals. Based in Fort Lee, NJ, What If generates significant first-party consumer data through its unique engagement model across 25+ owned & operated web properties.",
    "date_of_investment": "2022",
    "industry": "Media and Entertainment",
    "hq": "Fort Lee, New Jersey",
    "status_current": "Current",
    "website": "whatifmediagroup.com",
    "firm": "Abry"
  },
  {
    "company_name": "WideOpenWest",
    "company_description": "Cable television operator providing video, internet and telephone services to customers in Chicago, Cleveland, Columbus and southeast Michigan. Headquartered in Denver, CO.",
    "date_of_investment": "1999",
    "industry": "Communications",
    "hq": "Denver, CO",
    "status_current": "Realized",
    "website": "wowway.com",
    "firm": "Abry"
  },
  {
    "company_name": "Writtle Holdings",
    "company_description": "Writtle Holdings consists of several complementary marketing services and communications firms, including several market leaders within their specialized fields. The Company designs, develops, and implements integrated marketing, branding and communications/public relations campaigns across a range of media including advertising, corporate communications, direct marketing, packaging and online services. Writtle serves most major sectors, ranging from consumer goods, entertainment, retail and travel to IT and pharmaceuticals.",
    "date_of_investment": "2007",
    "industry": "Business and Facility Services",
    "hq": "London, England, United Kingdom",
    "status_current": "Realized",
    "website": "writtle.com",
    "firm": "Abry"
  },
  {
    "company_name": "Xand",
    "company_description": "Xand is Westchester County’s premier data center and provider of business continuity solutions.",
    "date_of_investment": "2011",
    "industry": "Data Centers and Managed IT Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  },
  {
    "company_name": "York Risk Services Group",
    "company_description": "Nationwide provider of customized claims management, managed care, risk management, pool administration and other insurance services to specialized markets.",
    "date_of_investment": "2010",
    "industry": "Insurance and Financial Services",
    "hq": null,
    "status_current": "Realized",
    "website": null,
    "firm": "Abry"
  }
]