{
  "companies": [
    {
      "company_name": "Balance Partners",
      "company_description": "Founded in 2018 and based in Huntington, NY, Balance Partners is a leading multi-program MGA, focused on niche segments in large underlying insurance markets, leveraging deep industry experience and relationships to nimbly underwrite attractive risks.",
      "industry": "Business Services",
      "fund": "FXI",
      "hq": "Huntington, NY",
      "website": "https://www.balanceuw.com/"
    },
    {
      "company_name": "CallTower",
      "company_description": "Founded in 2002, CallTower enables the digital workplace by providing global enterprise cloud communications and collaboration solutions on leading platforms including Microsoft Teams, Zoom, Cisco Webex, Five9, and others. CallTower is based in South Jordan, UT and serves over a million end points covering over 75 countries.",
      "industry": "IT Services",
      "fund": "FXI",
      "hq": "South Jordan, UT",
      "website": "https://www.calltower.com/"
    },
    {
      "company_name": "UFS",
      "company_description": "Founded in 1991 and headquartered in Grafton, WI, UFS provides core banking solutions and managed IT services to the community banking sector. UFS’ core banking solutions act as a bank’s IT backbone that aggregates data, calculates account balances, tracks all transactions, generates statements, and underpins all other banking processes.",
      "industry": "IT Services",
      "fund": "FXI",
      "hq": "Grafton, WI",
      "website": "https://ufstech.com/"
    },
    {
      "company_name": "Domaine",
      "company_description": "Domaine is the world’s largest independent Shopify design and development partner, providing enterprise brands with implementation and retainer solutions to support their commerce journey exclusively on the Shopify Platform.",
      "industry": "IT Services",
      "fund": "FXI",
      "hq": null,
      "website": "https://meetdomaine.com/"
    },
    {
      "company_name": "Hardenbergh Group",
      "company_description": "Founded in 1991 and based in Livonia, MI, Hardenbergh Group is a leading provider of non-clinical staffing, consulting and external physician peer review solutions to the medical staff services department across hospitals and health systems nationwide.",
      "industry": "Business Services",
      "fund": "FXI",
      "hq": "Livonia, MI",
      "website": "https://www.hardenberghgroup.com/"
    },
    {
      "company_name": "Imagenet",
      "company_description": "Headquartered in Tampa, Florida with ten offices in the United States and one location in the Philippines, Imagenet is the leading provider of digital transformation, contact center and claims adjudication services for health plans.",
      "industry": "Business Services",
      "fund": "Fund XI",
      "hq": "Tampa, FL",
      "website": "https://www.imagenetglobal.com/"
    },
    {
      "company_name": "Rightworks",
      "company_description": "Founded in 2002 and based in Hudson, New Hampshire, Rightworks provides a leading end-to-end cloud collaboration platform, purpose built for the needs of the accounting ecosystem. The Company’s suite of solutions includes cloud collaboration, software and licensing, and education products for the management of key accounting, tax and 300+ other connected business applications, along with critical services such as disaster recovery, security and support.  Rightworks’ cloud platform is built with patented virtualization software and enables more effective collaboration between accounting firms and their clients. The Company supports ~250,000 users worldwide, including over 10,000 accounting firms.",
      "industry": "IT Services",
      "fund": "XI",
      "hq": "Hudson, NH",
      "website": "https://www.rightnetworks.com/"
    },
    {
      "company_name": "ArchLynk",
      "company_description": "ArchLynk is a leading end-to-end SAP Digital Supply Chain solutions company, with deep expertise in SAP Transportation Management and Global Trade. ArchLynk is disrupting the global trade and supply chain consulting industries by providing customers with the world’s leading experts and efficiency-driving AI/ML technology under one roof.",
      "industry": "IT Services",
      "fund": "Fund X",
      "hq": null,
      "website": "https://archlynk.com/"
    },
    {
      "company_name": "Level Data",
      "company_description": "Founded in 2007 and based in Kalamazoo, MI, Level Data is a provider of  real-time data validation, cleansing, reporting and analytics software tools to the U.S. K-12 market.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Kalamazoo, MI",
      "website": "https://www.leveldata.com/"
    },
    {
      "company_name": "gWorks",
      "company_description": "Founded in 1978 and based in Omaha, NE, gWorks provides an integrated software ecosystem that delivers full-service government operations solutions, including geographic information system mapping, physical asset management, fund accounting, payroll, utility billing, and citizen engagement functionality.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Omaha, NE",
      "website": "https://www.gworks.com/"
    },
    {
      "company_name": "Source Advisors",
      "company_description": "Founded in 1983, Source Advisors is a market leading specialized tax solutions and software firm providing R&D Tax Credits, Cost Segregation, §179D, §45L, and LIFO inventory solutions to clients across a range of industries and geographies. The company provides a comprehensive solution suite to its customers through a combination of highly technical consulting and proprietary software tools. The company is headquartered in Fort Worth and has over 150 employees.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Fort Worth",
      "website": "https://sourceadvisors.com/"
    },
    {
      "company_name": "Marlabs",
      "company_description": "Founded in 1996 and headquartered in Piscataway, NJ, Marlabs is an end-to-end IT services provider that enables its enterprise and mid-market customers to build and manage IT applications and infrastructure and “future-proof” their business.  Marlabs provides these services with a highly skilled roster of US and Indian employees delivered via two complementary models: professional services and digital solutions.",
      "industry": "IT Services",
      "fund": "Fund X",
      "hq": "Piscataway, NJ",
      "website": "https://www.marlabs.com/"
    },
    {
      "company_name": "Intentsify",
      "company_description": "Founded in 2018 and headquartered in Franklin, MA, Intentsify is an intent data software and solutions provider that helps B2B marketing teams activate intent data so they can scale demand and revenue more effectively.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Franklin, MA",
      "website": "https://intentsify.io/"
    },
    {
      "company_name": "EMS Management & Consultants",
      "company_description": "Founded in 1996 and based in Winston-Salem, North Carolina, EMS Management & Consultants is the leading provider of revenue cycle management and technology solutions for the emergency medical services (EMS) industry",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Winston-Salem, North Carolina",
      "website": "https://emsbilling.com/"
    },
    {
      "company_name": "Ubiquity",
      "company_description": "Founded in 2012 and headquartered in New York City, Ubiquity is the leading customer experience and banking operations services provider for highly complex industries, particularly Fintech and Healthcare.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "New York City",
      "website": "https://ubiquity.com/"
    },
    {
      "company_name": "Resource Innovations",
      "company_description": "Headquartered in the San Francisco Bay Area, CA, Resource Innovations is a provider of demand-side management, energy efficiency, and energy consulting services to utilities in the U.S. including portfolio administration, program implementation, public sector outreach, planning & design services across the residential, commercial and industrial, and market transformation end markets.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "San Francisco Bay Area, CA",
      "website": "https://www.resource-innovations.com/"
    },
    {
      "company_name": "SupportNinja",
      "company_description": "Founded in 2015 and based in Austin, Texas, SupportNinja is a high-end outsourcing solutions provider experienced in helping companies outsource for the first time by building a training program and knowledge base, improving support processes and providing best-in-class offshore teams. SupportNinja offers scalable customer support, technical support and back-office support outsourcing for the world’s fastest growing and most innovative companies.",
      "industry": "IT Services",
      "fund": "Fund X",
      "hq": "Austin, TX",
      "website": "https://www.supportninja.com/"
    },
    {
      "company_name": "Vitori Health",
      "company_description": "Vitori Health is a tech-enabled provider of health benefits solutions; health plan strategy, procurement, and administration; and management consulting for employer-sponsored health plans and corporate clients with offices in Northeast Ohio and Kansas City.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": null,
      "website": "https://vitorihealth.com/"
    },
    {
      "company_name": "Talent, Inc.",
      "company_description": "Founded in 2014 and based in New York City, Talent provides tech-enabled career services focused on resume and online profile review and creation.  The Company leverages a proprietary technology platform, network of resume reviewers, and BPO model to efficiently serve job seeker demand for such services.  Talent employs a diverse and effective customer acquisition model using a combination of exclusive partnerships with leading job boards and a direct-to-consumer offering.  Its suite of core brands includes TopResume, TopCV, TopInterview, ResumeRabbit and ZipJob.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "New York City",
      "website": "https://www.talentinc.com/"
    },
    {
      "company_name": "Becklar",
      "company_description": "Becklar, based in Ogden, UT, was formed in 2017 by Josh Garner to unite the complementary Freeus and AvantGuard businesses under one entity. Freeus provides mobile personal emergency response system (“PERS”) solutions to life safety, security and technology businesses nationwide. Freeus’ full solution bundles mobile PERS devices, a proprietary device management software platform, cellular connectivity and event response monitoring services. AvantGuard is a technology-forward wholesale monitoring provider that offers critical event response services to the security, fire, PERS and IoT industries across all 50 states, Puerto Rico and Canada.",
      "industry": "Business Services",
      "fund": "Fund X",
      "hq": "Ogden, UT",
      "website": "https://www.becklar.com/"
    },
    {
      "company_name": "StraighterLine",
      "company_description": "Founded in 2009 and headquartered in Baltimore, MD, StraighterLine provides scalable solutions to deliver affordable, effective, and accelerated learning pathways to formal degree programs. The programs provided are student-paced, widely recognized in the industry, and guaranteed to be accepted for credit at over 130 universities and colleges in the United States. StraighterLine focuses on delivering general education courses targeted towards the modern learner and has a proven track-record of improving outcomes for both students and universities. StraighterLine delivers courses through three primary channels, including direct-to-consumer, college referral, and college white-label, which allows higher education institutions and corporates to offer StraighterLine courses under their own branding.",
      "industry": "Business Services",
      "fund": "Fund IX/X",
      "hq": "Baltimore, MD",
      "website": "https://www.straighterline.com/"
    },
    {
      "company_name": "TopBloc",
      "company_description": "Founded in 2016 and headquartered in Chicago, Illinois, TopBloc is a leading provider of Workday implementations and managed services. TopBloc leverages proprietary IP, SmartLoader, which drives efficiency gains and enables the Company to deliver more cost effective, fixed fee implementations. TopBloc serves both medium and large enterprise global organizations across multiple industries, transforming businesses with Workday to make them more dynamic, efficient, and scalable.",
      "industry": "IT Services",
      "fund": "Fund IX",
      "hq": "Chicago, IL",
      "website": "http://topbloc.com/"
    },
    {
      "company_name": "EDCO",
      "company_description": "Headquartered in St. Louis, MO, EDCO is the leading provider of automated unstructured data indexing solutions for healthcare providers.  The Company’s Solarity software, through its natural language processing capabilities and patented recognition engine, enables the automated transformation of unstructured data into clinically relevant patient information for electronic health record (“EHR”) systems.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": "St. Louis, MO",
      "website": "https://solaritybyedco.com/"
    },
    {
      "company_name": "Frontline Managed Services",
      "company_description": "Frontline Managed Services is the leading global provider of outsourcing solutions in the legal industry, including IT Service Desk support, Managed IT Services, Managed Financial Services and eBilling. Formerly known as Intelliteach, Frontline Managed Services connects its more than 600 law firm clients with administrative and IT services in ways that were never previously imagined, leading to an average 10-times return on investment and 40% reduction in overall operating expenses. Founded in 1987, Frontline Managed Services has more than 600 employees across locations in Atlanta, Philadelphia, Washington D.C., St. Louis, Toledo, Toronto, London, and Goa, India.",
      "industry": "IT Services",
      "fund": "Fund IX",
      "hq": null,
      "website": "https://frontlinems.com/"
    },
    {
      "company_name": "Veracross LLC",
      "company_description": "Founded in 2004 and headquartered in Wakefield, MA, Veracross is the premier student information system provider to the K-12 independent school market in the U.S. and internationally. The Company offers a fully integrated software solution including a core CRM and foundational products such as Admissions, Development, Business, Academics, and Communications.  Veracross’ system offers one database and one record for each person, and acts as the backbone to all data and software used across a school by teachers, administrators, and parents.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": "Wakefield, MA",
      "website": "https://www.veracross.com/"
    },
    {
      "company_name": "Consero Global",
      "company_description": "Founded in 2006 and headquartered in Austin, Texas, Consero is a software-driven provider of fully outsourced finance and accounting solutions for high-growth SMBs and middle market enterprises. The Company’s fully-managed financial solution enables companies to quickly and cost-effectively scale their finance function with a high degree of financial transparency and insight. Clients have access to a real-time dashboard of financial reporting and analytics through Consero’s cloud-based software platform. The Company’s customer base is comprised primarily of high-growth SMBs across a variety of verticals including: software and technology, healthcare, consumer, and business services.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": "Austin, TX",
      "website": "http://conseroglobal.com/"
    },
    {
      "company_name": "Risk International",
      "company_description": "Headquartered in Fairlawn, OH, Risk International is a provider of outsourced risk management and employee benefits advisory and information services for Fortune 500 and upper middle-market and large-cap enterprises, including portfolio companies of many highly-regarded private equity firms. Risk International is a full-service provider that helps clients meaningfully reduce their recurring total cost of risk for commercial insurance and employee benefits, while preserving or improving coverage. The Company serves as the outsourced risk management function for its clients, presenting a more efficient and effective solution than an in-house alternative, and has helped clients reduce their recurring total cost of risk by over $1 billion.  Risk International does not place or sell insurance or take insurance risk.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": "Fairlawn, OH",
      "website": "https://riskinternational.com/"
    },
    {
      "company_name": "Precision Nutrition",
      "company_description": "Headquartered in Toronto, Precision Nutrition was co-founded in 2005 by John Berardi and Phil Caravaggio.  The Company is the market leader in providing nutrition coaching certifications and software to fitness and wellness professionals throughout North America, Australia, and parts of Europe.  Through a unique combination of three distinct but related business lines of nutrition coaching, nutrition coaching certification, and  PN’s ProCoach nutrition coaching SaaS platform, PN enables health and wellness professionals to provide life-changing nutrition coaching services to clients.",
      "industry": "Business Services",
      "fund": "Fund IX",
      "hq": "Toronto",
      "website": "https://www.precisionnutrition.com/"
    },
    {
      "company_name": "EdTech Holdings",
      "company_description": "EdTech Holdings is a holding company comprised of growing educational technology companies dedicated to providing educators and school administrators with tools to create safer, more connected schools.  Its current investments include SchoolMint and Hero K12.  SchoolMint is a leading provider of cloud-based student enrollment and school choice systems for PreK-12 district, charter, and independent schools.  Hero K12 provides schools with a system to capture and collect data that allows them to replace traditional discipline policies with initiatives that emphasize and recognize positive behaviors.  Through these companies, EdTech allows schools to better connect with families and students starting from the first possible interaction and continuing through the entire student journey.",
      "industry": "Business Services",
      "fund": "Fund VIII",
      "hq": null,
      "website": null
    },
    {
      "company_name": "geoLOGIC systems, ltd.",
      "company_description": "Founded in 1983 and headquartered in Calgary, AB, geoLOGIC develops and supplies integrated software and data solutions to oil and gas exploration and production companies and related industries in North America. The Company is a premier provider of mission critical software and data products that are deeply embedded in client company workflows and support clients’ large scale asset planning and operating decisionmaking.",
      "industry": "Business Services",
      "fund": "Fund VIII",
      "hq": "Calgary, AB",
      "website": "http://www.geologic.com/"
    },
    {
      "company_name": "The Competency Alliance",
      "company_description": "Founded in 1963 and based in Tulsa, Oklahoma, The Competency Alliance is the leading independent provider of human capital development solutions to engineers and other professionals in the oil and gas industry. The Competency Alliance delivers technical content, e-learning modules, and training courses – covering over 200 subject disciplines across upstream, midstream, and downstream market segments – to many of the largest U.S. and international energy companies. The Company also founded and manages the PetroSkills Alliance, a network of over 30 global energy companies that acts as the industry’s leading forum for collaborative development of competency tools, programs, and curriculum. In addition, The Competency Alliance provides software and information solutions that help engineers, operations personnel, and global energy companies assess and fulfill their individual and workforce development needs. Through its full suite of training, content, member engagement, and proprietary software solutions, The Competency Alliance is able to meet the full breadth of its clients’ technical learning and career development needs.",
      "industry": "Business Services",
      "fund": "Fund VII",
      "hq": "Tulsa, OK",
      "website": "http://www.petroskills.com"
    }
  ]
}