[
  {
    "company_name": "Lloyds List Intelligence",
    "company_description": "Provider of market-leading products that offers reliable, high-quality data and actionable analytics, which has mission critical applications across compliance, risk management and operations",
    "industry": "Critical Data",
    "date_of_investment": "2022",
    "status_current": "Current",
    "hq": "London",
    "website": "https://www.lloydslistintelligence.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "EPFR",
    "company_description": "Leading provider of funds flow data, allowing financial professionals access to granular information to identify investable trends and support better investment decision-making",
    "industry": null,
    "date_of_investment": "2022",
    "status_current": "Current",
    "hq": null,
    "website": "http://www.epfr.com",
    "firm": "Montagu"
  },
  {
    "company_name": "HTL Biotechnology",
    "company_description": "Providing critical pharmaceutical-grade biopolymers used in medical applications worldwide",
    "industry": "Healthcare",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "France",
    "website": "https://htlbiotech.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Eudonet Group",
    "company_description": "A leading provider of vertical CRM software for Associations, Government & Local Authorities, Higher Education and Real Estate",
    "industry": "Digital Infrastructure",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "France",
    "website": "https://group.eudonet.com/en/",
    "firm": "Montagu"
  },
  {
    "company_name": "Waystone Group",
    "company_description": "Leading provider of fund governance, risk and compliance services to the asset management industry",
    "industry": "Financial Sector Services",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "Ireland",
    "website": "https://www.waystone.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Resolve Surgical Technologies",
    "company_description": "Leading designer and private label manufacturer of metal implants and instruments used in Trauma, Spine, and Extremities surgeries",
    "industry": "Healthcare",
    "date_of_investment": "2020",
    "status_current": "Current",
    "hq": "United States",
    "website": "https://www.resolvesurg.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Intech",
    "company_description": "Intech is a global leader in the co-development and manufacturing of orthopaedic surgical instruments. With manufacturing facilities in France, the United States, and Malaysia, Intech supplies hundreds of thousands of complex surgical instruments to a diversified base of medical device companies that trust its engineering and technical know-how.",
    "industry": "Healthcare",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "France",
    "website": "https://intech-medical.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "IMV Technologies",
    "company_description": "IMV Technologies is the world leader in animal artificial insemination, embryo transfer and veterinary imaging.",
    "industry": "Healthcare",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "France",
    "website": "https://www.imv-technologies.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "ITRS Group",
    "company_description": "ITRS Group is a leading global provider of real-time monitoring and analytics software for the “always on” enterprise, used by >3,000 clients globally to manage their operations and ensure operational resilience.",
    "industry": "Digital Infrastructure",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://www.itrsgroup.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "ParentPay Group",
    "company_description": "Administrative software solutions for the UK education sector",
    "industry": "Education",
    "date_of_investment": "2021",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://educationsoftwaresolutions.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "ISI Emerging Markets Group",
    "company_description": "ISI Emerging Markets Group is the leading provider of macroeconomic, business and industry intelligence on global emerging markets. Its subscription-based information services provide customers with business-critical emerging markets research, leveraging real-time macroeconomic, business and industry intelligence across multiple use cases.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": "Current",
    "hq": null,
    "website": "https://www.isimarkets.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "RTI Surgical",
    "company_description": "Leading designer, private label manufacturer and distributor of biologic implants (allografts and xenografts) used in a variety of critical surgical procedures.",
    "industry": "Healthcare",
    "date_of_investment": "2020",
    "status_current": "Current",
    "hq": "Germany, USA",
    "website": "https://www.rtix.com/index.php",
    "firm": "Montagu"
  },
  {
    "company_name": "Galileo Global Education",
    "company_description": "Founded in 2009 and headquartered in Paris, Galileo is Europe’s largest higher education group, in terms of both geographical spread and breadth of courses offered. We invested in Galileo in 2020 as part of a consortium of institutional investors.",
    "industry": "Education",
    "date_of_investment": "2020",
    "status_current": "Current",
    "hq": "Paris",
    "website": "https://www.ggeedu.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Janes",
    "company_description": "A leading provider of open source intelligence, providing timely information and data for industries including aerospace, defence, and security. Montagu completed the acquisition of Janes from IHS Markit in December 2019.",
    "industry": "aerospace, defence information",
    "date_of_investment": "December 2019",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://www.janes.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Miraclon",
    "company_description": "One of the world’s leading providers of imaging technologies for the graphics customisation of printed packaging materials. Montagu completed the acquisition of Kodak’s Flexographic Packaging Division in April 2019. Shortly after the transaction closed, the business was renamed “Miraclon”. Miraclon’s flagship flexographic plate imaging system, FLEXCEL NX, has received industry-wide acclaim for its leading image resolution quality, since debuting on the market in 2008. Flexography is the most common form of packaging printing and can apply images on almost any substrate, with a speciality in flexible packaging.",
    "industry": "Imaging Technologies",
    "date_of_investment": "April 2019",
    "status_current": "Current",
    "hq": "Benelux",
    "website": "https://www.miraclon.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Nemera",
    "company_description": "A proven, rapidly growing producer of complex drug delivery systems. Nemera designs and manufactures a full range of drug delivery systems including asthma inhalers, insulin pens, auto-injectors and nasal pumps. The Nemera Group originally comprised two businesses at acquisition in May 2014: a healthcare devices business (Nemera) as well as a prescription retail containers and closures business (Centor, which was sold in 2015), both carved-out of Rexam plc. In January 2019, we reinvested in Nemera alongside another investor to support the next phase of Nemera’s growth.",
    "industry": "Healthcare",
    "date_of_investment": "2019",
    "status_current": "Current",
    "hq": "France",
    "website": "https://www.nemera.net/",
    "firm": "Montagu"
  },
  {
    "company_name": "Maincare",
    "company_description": "Provider of software for French public hospitals and state-run health authorities. Maincare addresses the critical software needs of health organisations through an integrated suite of products spanning electronic patient records, population health solutions, and back-office tools.",
    "industry": "Healthcare",
    "date_of_investment": "2018",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://www.maincare.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Wireless Logic",
    "company_description": "Wireless Logic is the leading independent global Internet of Things (“IoT”) connectivity platform provider. It delivers a critical IoT network infrastructure platform, enabling 25,000+ customers to “connect”, “control” and “secure” over 11 million devices across 165 countries to over 750 global networks.",
    "industry": "Digital Infrastructure",
    "date_of_investment": "2018",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://www.wirelesslogic.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Servelec",
    "company_description": "Providing healthcare and case management software to NHS trusts and local authorities.",
    "industry": "Healthcare",
    "date_of_investment": "January 2018",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://www.servelec.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "DAVASO",
    "company_description": "Germany’s largest provider of tech-enabled claims processing, invoice auditing and billing preparation services for statutory health insurers. DAVASO’s software solutions are used to improve its internal operations as well as by other service providers to automate their own processes.",
    "industry": "Healthcare",
    "date_of_investment": "2017",
    "status_current": "Realised",
    "hq": "Germany",
    "website": "https://www.davaso.de/",
    "firm": "Montagu"
  },
  {
    "company_name": "Visma",
    "company_description": "A provider of business management software in Northern Europe. Visma provides mission-critical financial, accounting, payroll and HR software primarily to SMEs and public sector organisations. Montagu was involved with Visma from its first minority investment in 2010, reinvestment in 2014 and again in 2017.",
    "industry": "Digital Infrastructure",
    "date_of_investment": "2017",
    "status_current": "Realised",
    "hq": "Norway",
    "website": "http://www.visma.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "OASIS Group",
    "company_description": "Leading records and information management company in Europe. A European provider of records and information management in the UK, Ireland, Netherlands, Poland and Belgium. OASIS’s services allow its customers to manage their records holistically and cost efficiently across the entire document lifecycle and help ensure regulatory compliance.",
    "industry": null,
    "date_of_investment": "2017",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://www.oasisgroup.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Universal Investment",
    "company_description": "Germany's largest independent fund administration service provider, Universal Investment. The leading independent provider of third-party management company and fund administration services in Germany and Luxembourg, servicing institutional investors and fund initiators.",
    "industry": "Financial Sector Services",
    "date_of_investment": "2017",
    "status_current": "Current",
    "hq": "Germany",
    "website": "https://www.universal-investment.com/en",
    "firm": "Montagu"
  },
  {
    "company_name": "Aqua Lung",
    "company_description": "The leading manufacturer of branded diving equipment for recreational and professional use. Aqualung has successfully diversified from its expertise in scuba diving into several other aquatic equipment markets, including swimming, free diving, and snorkeling.",
    "industry": null,
    "date_of_investment": "2016",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://uk.aqualung.com/en",
    "firm": "Montagu"
  },
  {
    "company_name": "Funeral Partners",
    "company_description": "Leading provider of funeral services across the UK, Helping people through difficult times, The third largest funeral service provider in the UK, helping families through difficult times., Outstanding reputation for quality service, Most active consolidator in a highly fragmented UK funerals market, The powerful ‘partnership’ model of the business: Funeral Partners backs local funeral directors who understand their own customers and respects funeral directors’ heritage as independent businesses, Becoming the acquirer of choice, Montagu has worked with Funeral Partners to support the core portfolio of local brands and people, while positioning the business to be the acquirer of choice for independent funeral directors., Funeral Partners has invested in training, systems and processes in order to build a brand with a reputation for reliability, trust and quality.",
    "industry": null,
    "date_of_investment": "2016",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://www.funeralpartners.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "DEAS Group",
    "company_description": "Leading provider of property management services to real estate investors in Denmark, delivering best-in-class property management services",
    "industry": "Financial Sector Services",
    "date_of_investment": "2015",
    "status_current": "Current",
    "hq": "Nordics",
    "website": "https://deas.dk/",
    "firm": "Montagu"
  },
  {
    "company_name": "Artemis",
    "company_description": "A leading medical service provider with strong market positions in each of its regional clusters based on the highest medical quality and an outstanding reputation. The company was founded in 1999 and was acquired by Montagu in June 2015 alongside its founder, as a buy-and-build opportunity.",
    "industry": "Healthcare",
    "date_of_investment": "June 2015",
    "status_current": "Current",
    "hq": "Germany",
    "website": "https://www.artemiskliniken.de/",
    "firm": "Montagu"
  },
  {
    "company_name": "Equatex",
    "company_description": "A deferred compensation services provider, specialising in the design, implementation and administration of deferred equity plans. Equatex’s customers include large global corporates across different industries including pharmaceuticals, engineering, financial services, consumer products and software. The company was initially set up to serve internal UBS deferred compensation plans but expanded to serve external clients. We acquired it in 2015 as a carve-out from UBS.",
    "industry": "Financial Sector Services",
    "date_of_investment": "2015",
    "status_current": "Realised",
    "hq": "Germany",
    "website": "https://www.equatex.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Sebia",
    "company_description": "A global leader in the diagnostics of serum protein with a superior technology in electrophoresis. Sebia is a research-driven company covering several pathologies including multiple myeloma, diabetes (HbA1c) and haemoglobin deficiencies. Montagu originally acquired the business in 2006 and invested for a second time in 2014.",
    "industry": "Healthcare",
    "date_of_investment": "2014",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://www.sebia.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Open GI",
    "company_description": "A provider of state-of-the-art, mission-critical broker software, and services to the UK & Ireland general insurance market. Open GI’s software facilitates brokers and insurers to write personal and commercial insurance. Founded in 1979, we acquired the business for a second time in 2014 having invested in Open GI between 2006 and 2007.",
    "industry": "Financial Sector Services",
    "date_of_investment": "2014",
    "status_current": "Current",
    "hq": "UK",
    "website": "https://opengi.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "Arkopharma",
    "company_description": "European leader in natural medicine and dietary supplements, Arkopharma. Supporting health and well-being, innovative natural medicines, dietary supplements. A leading developer and manufacturer of products including natural therapies, vitamins and minerals, medical and beauty products and are sold mainly to pharmacists and health and wellness retail stores.",
    "industry": "Healthcare",
    "date_of_investment": "2014",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://fr.arkopharma.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "DORC",
    "company_description": "A leading provider of surgical equipment, consumables, instruments, and liquids used in vitreoretinal surgery. DORC has a range of products closely developed with surgeons including: EVA surgical system with best in class fluid control, lighting, imaging and cutting capabilities, EVA surgery packs with consumables and a range of reusable and disposable surgical instruments, Surgical liquids and dyes.",
    "industry": "Healthcare",
    "date_of_investment": "2014",
    "status_current": "Realised",
    "hq": "Benelux",
    "website": "https://dorcglobal.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "CliniSys",
    "company_description": "The leading provider of Laboratory Information Management Systems to clinical laboratories across Europe. CliniSys provides software to manage the key workflows within, and between, clinical laboratories. This enables laboratories to perform and process tests in a timely, efficient and automated manner and to communicate the results to relevant care providers.",
    "industry": "Healthcare",
    "date_of_investment": "2013",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://www.clinisysgroup.com/uk/en/",
    "firm": "Montagu"
  },
  {
    "company_name": "The University of Law",
    "company_description": "The leading provider of professional legal education and training in England and Wales. The University of Law focused principally on the provision of post-graduate legal training through the Legal Practice Course (LPC) and the Graduate Diploma in Law (GDL). The business was founded in 1962 and was originally set up as a not-for-profit Royal Charter charitable corporation. It was known as the College of Law until 2012 but it was awarded University status following our investment.",
    "industry": "Education",
    "date_of_investment": "2012",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://www.law.ac.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "CAP",
    "company_description": "The UK’s leading provider of vehicle valuation data and related services. CAP’s data and the ubiquitous CAPCode taxonomy are the industry benchmarks and critical infrastructure in the UK market for transacting and owning vehicles. We acquired the business in May 2012 as a carve-out from the EMAP Group. CAP’s Data and coding are critical for transacting and running vehicles in the UK and increasingly important to support digitisation and efficiency for customers (including for investment BCA). Leading position supported high margin and very high recurring revenues. Motivated management team keen to carve the business out from a more diversified group to unlock its growth potential. We supported management in a significant investment programme that drove an inflection in revenue and EBITDA growth. Growth was accelerated by: new product launches – expansion from B2B to B2C product areas, market launches – growing from UK only operations to 3 geographies, pricing initiatives, selective acquisitions. In November 2014, CAP was sold to a strategic acquirer, Solera Holdings Inc. The buyer was attracted by the strategic position of the business, its growth, and the revenue synergies with Solera’s other portfolio businesses.",
    "industry": "Critical Data",
    "date_of_investment": "2012",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://www.cap-hpi.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Emitel",
    "company_description": "The leading owner and operator of nationwide tower infrastructure in Poland. Emitel offers business-critical services to TV and radio broadcasters and transmission services for mobile operators.",
    "industry": null,
    "date_of_investment": "2011",
    "status_current": "Realised",
    "hq": "Poland",
    "website": "https://www.emitel.pl/",
    "firm": "Montagu"
  },
  {
    "company_name": "Hansen Protection",
    "company_description": "A leading provider of survival suits used in transport between land and offshore installations and personal protection suits for marine and hazardous environments. Hansen Protection (previously Helly Hansen Survival) was founded in 1995 as part of the Helly Hansen Group and we carved it out in 2011 allowing it to focus on its professional niche.",
    "industry": null,
    "date_of_investment": "2011",
    "status_current": "Realised",
    "hq": "Nordics",
    "website": "https://hansenprotection.no/",
    "firm": "Montagu"
  },
  {
    "company_name": "Host Europe",
    "company_description": "A leading provider of web hosting and domain registration services to SMEs and individual customers in the UK and Germany. Host Europe Group (“Host Europe”) was founded in 1997 and operates under the “webfusion” and “123-reg” brands in the UK and the “Host Europe” brand in Germany. Montagu established a close relationship with the management, and a clear understanding of the business and were then offered exclusivity in October 2010.",
    "industry": "Digital Infrastructure",
    "date_of_investment": "2010",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://www.hosteurope.com",
    "firm": "Montagu"
  },
  {
    "company_name": "ADB Airfield Solutions",
    "company_description": "The market leader in airfield lighting, which is critical infrastructure for the aviation industry. ADB designs, manufactures and services innovative lighting products and systems for airfield operations around the world. It was a non-core division of Siemens and we carved-out the business in 2009.",
    "industry": null,
    "date_of_investment": "2009",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://adbsafegate.com",
    "firm": "Montagu"
  },
  {
    "company_name": "Euromedic International",
    "company_description": "The largest pan-European medical service provider specialising in diagnostics imaging and cancer care services. Clear market leader providing services that are essential for diagnosis and treatments, Underpenetrated and growing market, Attractive platform for service and market expansion, Tangible buy & build potential across Europe. We supported Euromedic’s management team by driving a holistic value creation plan. During this period, the company grew both organically as well as through market consolidation and multiple greenfield investments expanding its centre base by 100 facilities to 144 sites in total at the time of our exit. This was coupled with a comprehensive strategic and operational programme that involved, among other things, expansion into cancer care, streamlining of operations and disposal of non-core divisions as well as multiple optimisation initiatives. In August 2014 we sold our stake to Ares Life Sciences.",
    "industry": "Healthcare",
    "date_of_investment": "2008",
    "status_current": "Realised",
    "hq": "Poland",
    "website": "https://montagu.com/portfolio/euromedic-international/",
    "firm": "Montagu"
  },
  {
    "company_name": "BSN Medical",
    "company_description": "A leading global producer of medical supplies, operating in three key segments: Traditional and Advanced Wound Care, Compression Therapy, and Orthopaedics. The company was founded in 2001 as a joint venture between Beiersdorf and Smith & Nephew and we originally carved out BSN Medical in 2006. We then reinvested as a minority shareholder until 2017.",
    "industry": "Healthcare",
    "date_of_investment": "2006",
    "status_current": "Realised",
    "hq": "Germany",
    "website": "http://bsnmedical.com",
    "firm": "Montagu"
  },
  {
    "company_name": "Cory Environmental",
    "company_description": "One of the UK’s leading waste management companies and was best known for operating barges on the River Thames. In April 2005, Montagu Private Equity led the management buyout of Cory Environmental. Cory Environmental was a 100% owned subsidiary of Exel, plc, whose main business was logistics and supply chain management. Montagu was attracted to Cory because of its contracted revenue streams, well-placed landfill sites and its very experienced and highly regarded management team. In March 2007 Montagu sold Cory to a consortium of long-term infrastructure investors consisting of ABN AMRO Global Infrastructure Fund (ABN AMRO GIF), Finpro SGPS and Santander Private Equity, on behalf of Santander Infrastructure Funds I and II.",
    "industry": "Waste Management",
    "date_of_investment": "2005",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://www.corygroup.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "VetXX",
    "company_description": "Marketer of pharmaceutical products for skin, eye and ear diseases, and producer of pet diet food (through the brand SPECIFIC) and pet care products for companion animals. VetXX’s animal health products were distributed exclusively through veterinary surgeries in more than 35 countries. In March 2005, Montagu led and arranged the Management Buyout of Leo Animal Health (subsequently renamed VetXX) from its shareholder, the privately owned Danish pharmaceutical company Leo Pharma. In December 2007 VetXX was sold to Dechra Pharmaceuticals.",
    "industry": "Healthcare",
    "date_of_investment": "2005",
    "status_current": "Realised",
    "hq": "Nordics",
    "website": "https://montagu.com/portfolio/vetxx/",
    "firm": "Montagu"
  },
  {
    "company_name": "Stabilus",
    "company_description": "A market-leading manufacturer of gas springs, hydraulic vibration dampers, continuously adjustable doorstays and automatic opening and closing systems for doors, trunk lids and tailgates. Stabilus’s diversified customer base with long standing and close customer relationships, its unrivalled market position and strong management team made it an ideal investment for Montagu. In August 2004 Montagu led the Management Buyout of Stabilus, at that time a subsidiary of Demag Sarl a conglomerate owned by KKR and Siemens. In May 2008 Stabilus was sold to Paine & Partners, LLC, US-based private equity firm.",
    "industry": "Realised",
    "date_of_investment": "2004",
    "status_current": "Realised",
    "hq": "Germany",
    "website": "https://www.stabilus.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Survitec",
    "company_description": "The world’s leading survival technology company focused on serving the marine, military, aerospace and homeland security markets. In August 2004, Montagu led the Management Buyout of The Survitec Group, a division of Air-Sea Survival Equipment Limited, which was controlled by the Alchemy Investment Plan.  We backed the management team with follow on capital to both make further acquisitions and to fund the move of some of its manufacturing into low cost territories. In February 2010, Survitec was sold to Warburg Pincus.",
    "industry": "Survival technology",
    "date_of_investment": "August 2004",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://survitecgroup.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Steam Packet Company",
    "company_description": "Montagu led the Management Buyout in July 2003 from Sea Containers. The Steam Packet Company had a dominant position in the transportation of passengers and freight to the Isle of Man from ports in the UK underpinned by a long-standing user agreement with the Isle of Man government. The Steam Packet represented a very high quality, secure and cash generative business growing in line with a robust Manx economy. These features made it ideal for a leveraged buyout and as such our success in buying this business was at the end of a fiercely fought private equity auction. In October 2005 Montagu sold the Isle of Man Steam Packet Company to Macquarie Bank.",
    "industry": "Transport Specialists",
    "date_of_investment": "2003",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://www.steam-packet.com/",
    "firm": "Montagu"
  },
  {
    "company_name": "Marlow Foods",
    "company_description": "A manufacturer of an extensive range of branded chilled and frozen ingredients and meals from its manufacturing base in north Yorkshire. Quorn was the UK’s number one brand in the fast-growing healthy meat alternative food segment with an established and successful presence in a number of European territories. Montagu led the buyout of Marlow Foods, the owner of Quorn-branded food products, in the first half of 2003 from AstraZeneca. Following our acquisition of the business, Marlow Foods performed strongly in its core European territories and grew rapidly in the US from a standing start in 2002. In June 2005 we sold Marlow Foods to Premier Foods Plc.",
    "industry": null,
    "date_of_investment": "2003",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://www.quorn.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "Volution",
    "company_description": "A leading supplier of ventilation products that, at the time of our investment, included Vent-Axia (ventilation), Kopex and Adaptaflex (ducting and fittings for electrical cables). In December 2002 Montagu led the Management Buyout of Smiths Group plc’s building products division, which was renamed Volution Holdings Limited. At the time of our approach, Smiths was considering separate disposals of its air movement and cable management divisions. We saw that both divisions were under common management and serving common customers and we approached Smiths Group with an offer for both divisions. This approach simplified the disposal for the vendor and had the support of management who had plans for both product groups. In May 2003 Volution disposed of Airstream, its washroom rentals division and in August 2006 Volution was sold to ABN AMRO Capital, the private equity arm of ABN AMRO.",
    "industry": null,
    "date_of_investment": "2002",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://montagu.com/portfolio/volution/",
    "firm": "Montagu"
  },
  {
    "company_name": "Risdon Pharma",
    "company_description": "A leading European manufacturer of primary plastic packaging for the pharmaceutical industry., Risdon Pharma was the European leader in blow moulded containers such as eye droppers and nasal sprays, and a major player in the fast-growing segment of drug delivery systems, such as metered dosage anti-asthma inhalers., In March 2002, Montagu acquired Risdon Pharma from Crown Cork and Seal Inc. (“Crown”) for €97 million.  Following an approach from a number of interested trade acquirors, in August 2003 the company was sold to Rexam Plc., The success of this transaction was based upon the robust commitment shown by the management team to lead their own buyout.  We gave them the support they needed to make the deal happen and built an understanding that allowed us together to make the key strategic decisions that underpinned the value increase in the business and subsequent exit.",
    "industry": "Healthcare",
    "date_of_investment": "2002",
    "status_current": "Realised",
    "hq": "France",
    "website": "https://montagu.com/portfolio/risdon-pharma/",
    "firm": "Montagu"
  },
  {
    "company_name": "Dignity",
    "company_description": "The UK’s largest funeral services company, conducting around 70,000 funerals per annum from a network of over 500 funeral homes and operating 21 crematoria. In February 2002 Montagu led the management buyout of Dignity Funeral Services from Houston-based Service Corporation International (“SCI”). The strengths of our proposal, our relationship with management and our reputation for delivery gave SCI the confidence to award us exclusivity in January. We completed the transaction five weeks later. In April 2004 Dignity returned to the London Stock Exchange following a successful IPO, which valued the business at £394 million.",
    "industry": "Healthcare",
    "date_of_investment": "2002",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://www.dignityfunerals.co.uk/",
    "firm": "Montagu"
  },
  {
    "company_name": "Ashbourne Pharmaceuticals",
    "company_description": "A pharmaceutical company specialised in the treatment of pain, addiction and critical care",
    "industry": "Healthcare",
    "date_of_investment": "1999",
    "status_current": "Realised",
    "hq": "United Kingdom",
    "website": "https://montagu.com/portfolio/ashbourne-pharmaceuticals/",
    "firm": "Montagu"
  },
  {
    "company_name": "ClinPhone",
    "company_description": "A leading specialist supplier of technology solutions to the clinical trials industry. Montagu first invested in ClinPhone alongside a co-investor in 1996, which helped the business develop into a global business providing integrated technology solutions for clinical trials to most of the largest pharmaceutical companies worldwide. In 2006, Montagu exited its investment through an Initial Public Offering on the London Stock Exchange.",
    "industry": "Critical Data",
    "date_of_investment": "1996",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://montagu.com/portfolio/clinphone/",
    "firm": "Montagu"
  },
  {
    "company_name": "Ultra Electronics",
    "company_description": "Ultra Electronics is a group of businesses that manage a portfolio of specialist capabilities, generating highly differentiated solutions and products in the defence & aerospace, security & cyber, transport and energy markets by applying electronic and software technologies in demanding and critical environments to meet customer needs. Montagu backed the management buy-out of seven businesses of the Dowty Electronics Systems Division of Dowty Group in 1993 and was made public on the London Stock Exchange in 1996.",
    "industry": "Critical Data",
    "date_of_investment": "1993",
    "status_current": "Realised",
    "hq": "UK",
    "website": "https://www.ultra.group/",
    "firm": "Montagu"
  }
]