[
  {
    "company_name": "AAM",
    "company_description": "Asset Allocation & Management (AAM) is an asset management firm providing fixed income asset management services to insurance companies. The company manages core fixed income assets on behalf of property & casualty and life insurance clients and offers convertible bond and high yield products through sub-advisory relationships.",
    "date_of_investment": "2007",
    "industry": "Asset Management",
    "hq": "Chicago, IL",
    "status_current": "Past",
    "website": "http://www.aamcompany.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Access Point Financial",
    "company_description": "Access Point Financial is a hospitality financing firm offering full-service lending. Launched in 2011, Access Point Financial specializes in capital expenditure loans and transitional mortgage loans to franchisees of major hotel brands throughout the United States. The company develops lending programs that are endorsed, marketed and supported by the franchisors (i.e., the hotel brands).",
    "date_of_investment": "2011",
    "industry": "Lending & Markets, Real Estate Finance & Services",
    "hq": "Atlanta, GA",
    "status_current": "Past",
    "website": "http://www.accesspointfinancial.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Achieve",
    "company_description": "Achieve (formerly Freedom Financial) is a provider of consumer debt consolidation services and originates consumer and small business loans. The company is comprised of three consumer-focused businesses: (i) Freedom Debt Relief, the nation’s largest debt settlement business, (ii) Bills.com, which generates mortgage and unsecured consumer lending leads and (iii) Freedom Asset Management, an unsecured marketplace lender.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Business Services, Lending & Markets",
    "hq": "San Mateo, CA",
    "status_current": "Current",
    "website": "https://www.achieve.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Alliant",
    "company_description": "Alliant Insurance Services is a leading specialty insurance broker placing P&C and employee benefits coverages on behalf of clients throughout the U.S. The company provides property and casualty insurance and employee benefit services to more than 55,000 clients served nationwide, including public entities, tribal nations, healthcare, energy, law firms, real estate, construction and other industry groups. Alliant is based in Newport Beach, California, and has offices throughout the United States.",
    "date_of_investment": "2015, 2019",
    "industry": "Insurance Distribution",
    "hq": "Newport Beach, CA",
    "status_current": "Current",
    "website": "http://www.alliant.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Allied Benefit Systems",
    "company_description": "Allied Benefit Systems is a leading independent third-party administrator of group health benefits to self-insured employers. Allied provides customized benefits solutions, medical management and cost control strategies to self-insured employer groups across the U.S. The company offers a broad array of network options, pharmacy solutions and care management strategies to enable its customers to reduce costs and drive improved member satisfaction.",
    "date_of_investment": "2020",
    "industry": "Healthcare & Managed Care Services, Human Capital Management, Insurance Services",
    "hq": "Chicago, IL",
    "status_current": "Current",
    "website": "https://www.alliedbenefit.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "AloStar Bank of Commerce",
    "company_description": "AloStar Bank of Commerce was an FDIC-assisted acquisition of nationwide correspondent bank. AloStar was established to acquire the business of Nexity Bank from the FDIC in April 2011. In connection with the purchase of Nexity Bank, AloStar entered into a loss-sharing arrangement with the FDIC that provides significant protection against potential credit deterioration in the legacy loan portfolio. AloStar uses an Internet deposit-gathering platform to originate and fund asset-based commercial loans for small and mid-sized businesses. The company was sold to State Bank Financial of Georgia in 2017.",
    "date_of_investment": "2011",
    "industry": "Lending & Markets",
    "hq": "Birmingham, AL",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by State Bank Financial",
    "website": "http://www.alostarbank.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Alterra / Markel",
    "company_description": "Alterra Capital was a global specialty insurance and reinsurance company with headquarters in Bermuda. The company was formed on May 12, 2010 by the merger of Max Capital Group Ltd. (NASDAQ: MXGL) and Harbor Point Limited, which Trident III had formed in 2005 in partnership with Chubb Corporation. In December 2012, Alterra entered into a definitive agreement to merge with Markel Corp. (NYSE: MKL).",
    "date_of_investment": "2005",
    "industry": "Insurance Underwriting",
    "hq": "Glen Allen, Virginia",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by Alterra",
    "website": "http://www.markelcorp.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "American Orthopedic Partners",
    "company_description": "AOP is a national physician-led and physician-owned orthopedic practice focused on enhancing clinical value and reducing claims costs for commercial and workers’ compensation payors. AOP is a mission-based national orthopedic practice that operates through a proven physician- and locally-led model focused on enhancing clinical value and access for each of its patients, employers and payors. Through our investments in the workers’ compensation and managed care verticals, we have studied the evolution of payment models and, more specifically, the increased focus by payors on driving better clinical outcomes to reduce claims costs. We partnered with the AOP team to pursue the buildout of a national orthopedic practice to address these market dynamics.",
    "date_of_investment": "2021",
    "industry": "Healthcare & Managed Care Services",
    "hq": "Palm Beach County, FL",
    "status_current": "Current",
    "website": "https://www.aorthopartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Amherst Holdings",
    "company_description": "Amherst is a provider of brokerage and advisory services covering the residential and commercial mortgage markets. Amherst is a financial services holding company that offers global institutional investors investment banking, asset management and advisory services focused on the residential and commercial mortgage and related structured finance markets. The company has differentiated itself through its development of proprietary analytical tools and methodologies. Trident was the lead investor in Amherst Holdings’ August 2008 capital raise and has supported the company’s asset management strategies, including the formation of Main Street Renewal LLC, a company engaged in the business of acquiring single family properties and converting them to leasable homes.",
    "date_of_investment": "2008",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Austin, TX",
    "status_current": "Past",
    "website": "http://www.amherst.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Amherst Pierpont Securities",
    "company_description": "Amherst Pierpont Securities is a fixed-income broker-dealer. Amherst Pierpont was formed in 2010 as ade novobroker-dealer focused on the U.S. government securities market. In October 2014, Amherst Holdings and Pierpont Securities closed on the combination of their broker-dealer businesses, which were renamed Amherst Pierpont Securities. The company provides its customers, including institutional investors, hedge funds and asset managers, with liquidity and execution services in connection with trading U.S. treasury securities, government-sponsored entity securities, mortgage-backed securities, credit and repurchase agreements.",
    "date_of_investment": "2010",
    "industry": "Lending & Markets, Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Past",
    "website": "http://www.apsec.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "AmTrust Financial Services",
    "company_description": "AmTrust Financial is a multinational property and casualty insurance company specializing in coverage for small businesses. Through its primary insurance subsidiaries rated “A-” (Excellent) by A.M. Best, the company offers property and casualty insurance products, including workers’ compensation, commercial automobile, general liability and extended service and warranty coverage.",
    "date_of_investment": "2018",
    "industry": "Insurance Underwriting",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "https://amtrustfinancial.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "APCO",
    "company_description": "APCO is a marketer and administrator of auto extended warranties sold through auto dealers in North America. Automobile Protection Corporation (APCO) is a leading marketer and administrator of vehicle service contracts (VSCs) and complementary products sold by auto dealers in the U.S. and a network of independent and captive agents that specialize in serving the auto dealer community.",
    "date_of_investment": "2007",
    "industry": "Insurance Services",
    "hq": "Norcross, GA",
    "status_current": "Past\t\t\t\t\t\t\t | Past",
    "website": "https://easycare.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Applied Systems",
    "company_description": "Applied Systems is the leading global provider of cloud-based software to the P&C and benefits insurance industries. Recognized as a pioneer in insurance automation, the company provides agency and brokerage management systems to customers throughout North America and Europe. Applied is based in University Park, Illinois, and has offices throughout the United States, Canada, the United Kingdom and the Republic of Ireland.",
    "date_of_investment": "2017",
    "industry": "Insurance Distribution, Insurance Services",
    "hq": "University Park, IL",
    "status_current": "Current",
    "website": "https://www1.appliedsystems.com/en-us/",
    "firm": "Stone Point"
  },
  {
    "company_name": "ARC",
    "company_description": "ARC is a leading management and professional liability wholesale broker. The company specializes in professional liability products and services, including directors and officers, errors and omissions, and other specialty coverages distributed through several hundred regional brokers.",
    "date_of_investment": "2002, 2011, 2020",
    "industry": "Insurance Distribution",
    "hq": "Garden City, NY",
    "status_current": "Current",
    "website": "http://www.arcbrokers.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Arch Capital",
    "company_description": "Arch Capital (NASDAQ: ACGL) is a Bermuda-based insurance and reinsurance company that writes specialty lines of insurance and reinsurance on a global basis through operations in Bermuda and the United States. Arch Capital is the successor to Risk Capital Holdings, Inc., which was originally established in 1995 by Trident.",
    "date_of_investment": "2001",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Past",
    "website": "https://www.archcapgroup.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Ascensus",
    "company_description": "Ascensus is a leading provider of technology-enabled administration services to the tax-advantaged savings market. Ascensus primarily serves as an independent retirement plan recordkeeper, retirement plan third-party administrator and 529 plan administrator. The company serves over 15 million savers across the United States with more than $740 billion in assets under administration.",
    "date_of_investment": "2021",
    "industry": "Wealth Management & Fund Administration",
    "hq": "Dresher, PA",
    "status_current": "Current",
    "website": "https://www2.ascensus.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Atlantic Capital",
    "company_description": "Atlantic Capital is a full-service commercial bank with operations in Georgia and Tennessee. Atlantic Capital is a community bank with a loan portfolio composed of middle-market commercial and industrial loans, as well as commercial real estate loans. The bank expanded into the Chattanooga and Knoxville, Tennessee markets through its 2015 merger with First Security Group, Inc. (FSGI).",
    "date_of_investment": "2007",
    "industry": "Lending & Markets",
    "hq": "Atlanta, GA",
    "status_current": "Past",
    "website": "https://www.atlanticcapitalbank.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Atrium",
    "company_description": "Atrium is a London-based Lloyd’s Managing Agency that manages Syndicate 609. Atrium has a proven track record of generating underwriting profits across market cycles and has produced underwriting profits every year since it was founded in 1994. The purchase of Atrium also included the acquisition of Arden Reinsurance Company Ltd., a Class IV Bermuda reinsurer that provides a 65% quota share for the portion of the syndicate for which Atrium provides capital.",
    "date_of_investment": "2013",
    "industry": "Asset Management, Insurance Underwriting",
    "hq": "London",
    "status_current": "Current",
    "website": "http://www.atrium-uw.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "AXIS",
    "company_description": "AXIS, a Bermuda-based global insurance and reinsurance company, was formed in November 2001 in response to the significant market dislocation that occurred following the events of September 11, 2001. The company focuses on specialty insurance lines, such as marine and energy, aviation and aerospace, war, commercial property and political risk, as well as a number of property and specialty classes of reinsurance. AXIS trades on the NYSE: AXS.",
    "date_of_investment": "2001, 2020",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Current\t\t\t\t\t\t\t | IPO: AXS",
    "website": "http://www.axiscapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "B.H. Acquisition",
    "company_description": "B.H. Acquisition Limited is a Bermuda-based holding company that owns two insurance companies in run-off. B.H. Acquisition is managed by Castlewood Holdings Limited, a former Trident portfolio company, and validated the run-off investment thesis for Trident prior to the fund’s larger capital commitment to Castlewood (now Enstar Group Limited).",
    "date_of_investment": "2000",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by Castlewood",
    "website": null,
    "firm": "Stone Point"
  },
  {
    "company_name": "Bay Point",
    "company_description": "Bay Point Holdings Limited is a special purpose “side car” vehicle formed to reinsure the short-tail business written by Harbor Point Limited, a former Trident portfolio company. Back to Top",
    "date_of_investment": "2006",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Past",
    "website": null,
    "firm": "Stone Point"
  },
  {
    "company_name": "Beeline",
    "company_description": "Beeline is a leading provider of extended workforce management software supporting global enterprises. Beeline’s software helps procurement, sourcing and human resources professionals optimize costs, reduce risks and add value to their services procurement and contingent workforce programs. The platform manages over $68 billion in annual contingent labor spend with programs in over 120 countries and across all industries, with a focus on financial services, technology, healthcare and professional services.",
    "date_of_investment": "2022",
    "industry": "Human Capital Management",
    "hq": "Jacksonville, FL",
    "status_current": "Current",
    "website": "https://www.beeline.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Black Mountain Systems",
    "company_description": "Black Mountain Systems is a leading provider of innovative workflow software solutions to credit investors and alternative asset managers The company’s clients, which include leading managers of fixed income and alternative assets in the U.S. and Europe, utilize Black Mountain’s Everest platform to increase operating efficiency and reduce risk.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Wealth Management & Fund Administration",
    "hq": "San Diego, CA",
    "status_current": "Past",
    "website": "http://www.blackmountainsystems.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "BridgePoint",
    "company_description": "BridgePoint is a personal lines insurance broker focused on the high-net-worth market. The company was founded in 1979 and provides insurance and financial services nationwide with concentrations in the greater New York City area, Coastal New England and Florida. BridgePoint is currently licensed in all 50 states, allowing the company to cost-effectively insure client assets in multiple locations. In addition, BridgePoint operates a high-touch customer service model, handling claims on behalf of customers on a 24×7 basis.",
    "date_of_investment": "2013",
    "industry": "Insurance Distribution",
    "hq": "Greenwich, CT",
    "status_current": "Past",
    "website": "https://www.bridgepointrm.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Broadstone",
    "company_description": "Broadstone Net Lease (“BNL”) is an internally-managed real estate investment trust (“REIT”) focused on single-tenant commercial real estate properties in the United States. Broadstone Net Lease is an internally-managed REIT that acquires, owns and manages primarily single-tenant commercial real estate properties that are net leased on a long-term basis to a diversified group of tenants. BNL’s diversified portfolio consists of properties in the U.S. and Canada across the industrial, healthcare, restaurant, retail and office property types.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Rochester, NY",
    "status_current": "Past",
    "website": "https://www.broadstone.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Cross Ocean Partners",
    "company_description": "Cross Ocean Partners is a credit-focused asset management platform investing globally in stressed and distressed investment opportunities in a broad range of asset classes. Cross Ocean invests in asset classes including corporate loans and bonds, hard assets, commercial real estate, liquidations and structured credit. Cross Ocean was launched by Chief Executive Officer Graham Goldsmith and Trident. The company acquired its European Special Situations investment platform in July 2015 and has $7.3 billion of AUM as of September 30, 2023.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Lending & Markets",
    "hq": "Greenwich, CT & London, UK",
    "status_current": "Current",
    "website": "http://www.crossoceanpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Eagle Point",
    "company_description": "Eagle Point is an asset manager formed in 2012 by Trident and Tom Majewski. Eagle Point invests in structured credit securities, including the equity and junior debt tranches of collateralized loan obligations (CLOs) as well as debt of BDCs and loan funds. Eagle Point has focused on investing in majority equity stakes in newly issued CLOs managed by proven collateral managers. As the majority equity investor in these CLOs, Eagle Point negotiates preferred economic terms that enable the funds to generate enhanced returns.",
    "date_of_investment": "2012, 2023",
    "industry": "Asset Management, Lending & Markets",
    "hq": "Greenwich, CT",
    "status_current": "Current",
    "website": "http://www.eaglepointcreditcompany.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Henderson Park Capital",
    "company_description": "Henderson Park Capital is a real estate asset management platform that targets multi-strategy, value-add and opportunistic real estate investments in major European markets and the U.S. Henderson Park has invested over $13 billion across all major real estate asset classes in prime locations in Europe and U.S. The company focuses on acquiring and repositioning assets that are undermanaged, underutilized or require a repositioned capital structure. Henderson Park was launched by Nick Weber and Trident VI in May 2016.",
    "date_of_investment": "2016",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "https://hendersonpark.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Rialto Capital",
    "company_description": "Rialto is a vertically integrated commercial real estate investment and asset management platform. The company’s investment management platform has raised more than $13 billion since inception and currently manages $8 billion of equity as of November 2023. In addition, Rialto is a rated CMBS special servicer overseeing a portfolio of more than $90 billion in remaining pool balance.",
    "date_of_investment": "2018",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Miami, FL and New York, NY",
    "status_current": "Current",
    "website": "http://rialtocapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Consilio",
    "company_description": "Consilio is a leading global provider of eDiscovery, document review, flexible legal talent and legal technology consulting services. The company supports multinational law firms and corporations using innovative software, cost-effective managed services and deep legal and regulatory industry experience.",
    "date_of_investment": "2021",
    "industry": "Business Services",
    "hq": "Washington, DC",
    "status_current": "Current",
    "website": "https://www.consilio.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Gordon Brothers",
    "company_description": "Gordon Brothers is a global advisory, restructuring and investment firm. Since 1903, Gordon Brothers has helped businesses maximize liquidity and asset values through its people, expertise and capital. The firm’s integrated solutions across asset services, trading and lending give clients the insights, strategies and time to optimize asset values throughout the business cycle. With over 30 offices globally, Gordon Brothers works across the full spectrum of assets with expertise in retail, commercial, industrial, brands and real estate.",
    "date_of_investment": "2018",
    "industry": "Business Services, Lending & Markets",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "https://www.gordonbrothers.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Kroll",
    "company_description": "Kroll is a leading provider of technology-enabled professional and business services, supporting clients with risk and financial advisory solutions. The company has an established franchise and diverse list of clients, including approximately half of the companies in the S&P 500 and many of the largest private equity firms, hedge funds and law firms.",
    "date_of_investment": "2013, 2020",
    "industry": "Business Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://www.duffandphelps.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "LegalShield",
    "company_description": "LegalShield is a leading provider of subscription-based pre-paid legal and identity theft protection plans to individuals, families and businesses across the U.S. and Canada. Services are provided to approximately 2 million active members through a network of dedicated law firms and identity theft monitoring partners.",
    "date_of_investment": "2018",
    "industry": "Business Services, Human Capital Management",
    "hq": "Ada, OK",
    "status_current": "Current",
    "website": "https://www.legalshield.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Stretto",
    "company_description": "Stretto is a technology and legal services partner providing consumer bankruptcy, corporate restructuring, claims administration and depository solutions to fiduciaries and regulatory agencies. As a market leader in the consumer and corporate bankruptcy administration space, the company has approximately half of U.S. Chapter 7 panel trustees as clients and administers a quarter of all bankruptcy filings requiring the use of a claims and noticing agent. Stretto is one of the largest non-bank providers of depository services to the bankruptcy and legal claims administration markets.",
    "date_of_investment": "2017",
    "industry": "Business Services",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": "http://www.stretto.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Allied Benefit Systems",
    "company_description": "Allied Benefit Systems is a leading independent third-party administrator of group health benefits to self-insured employers. Allied provides customized benefits solutions, medical management and cost control strategies to self-insured employer groups across the U.S. The company offers a broad array of network options, pharmacy solutions and care management strategies to enable its customers to reduce costs and drive improved member satisfaction.",
    "date_of_investment": "2020",
    "industry": "Healthcare & Managed Care Services, Human Capital Management, Insurance Services",
    "hq": "Chicago, IL",
    "status_current": "Current",
    "website": "https://www.alliedbenefit.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Enlyte",
    "company_description": "Enlyte (formerly Mitchell|Genex|Coventry) is a leading provider of claims software, cost containment and technology-enabled solutions to the workers’ compensation, auto and disability insurance industries. Enlyte delivers a comprehensive suite of solutions to their established client base of over 650 P&C carriers, TPAs and other claims payers. The company is led by Alex Sun.",
    "date_of_investment": "2018",
    "industry": "Healthcare & Managed Care Services, Insurance Services",
    "hq": "San Diego, CA",
    "status_current": "Current",
    "website": "https://www.enlyte.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Genex",
    "company_description": "Genex is a leading managed care services firm providing case and utilization management, independent medical exams, medical bill review and other ancillary medical cost-containment services to insurance companies, employers and third-party administrators of workers’ compensation, disability and auto claims. In addition, Genex provides services on behalf of claimants through a national Social Security representation program.",
    "date_of_investment": "2007, 2018",
    "industry": "Healthcare & Managed Care Services, Insurance Services",
    "hq": "Wayne, PA",
    "status_current": "Past",
    "website": "http://www.genexservices.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Sedgwick",
    "company_description": "Sedgwick is a leading third-party administrator (TPA) that offers customized, fully integrated, outsourced claims management solutions and focuses on serving the nation’s largest employers and the self-insurance market. The company provides a comprehensive suite of services related to workers’ compensation, disability, liability and property claims to third parties globally. Sedgwick is a pure fee-for-service business and assumes no underwriting risk.",
    "date_of_investment": "1999, 2010, 2014, 2018",
    "industry": "Healthcare & Managed Care Services, Insurance Services",
    "hq": "Memphis, TN",
    "status_current": "Current",
    "website": "http://www.sedgwickcms.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Tivity Health",
    "company_description": "Tivity Health® Inc. is a leading provider of supplemental benefits to the Medicare Advantage and Medicare Supplement markets. Tivity operates via four core brands: SilverSneakers®, a senior-focused physical and mental wellbeing solution offered through Medicare Advantage and Medicare Supplement plans, Prime® Fitness, an employer-focused fitness solution offering discounted gym memberships to employees, BurnAlong®, a digital wellness platform offering disease-specific content for the employer and seniors markets and WholeHealth Living®, an alternative and physical medicine network sold to healthcare payors.",
    "date_of_investment": "2022",
    "industry": "Healthcare & Managed Care Services, Insurance Distribution",
    "hq": "Franklin, TN",
    "status_current": "Current",
    "website": "https://www.tivityhealth.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Beeline",
    "company_description": "Beeline is a leading provider of extended workforce management software supporting global enterprises. Beeline’s software helps procurement, sourcing and human resources professionals optimize costs, reduce risks and add value to their services procurement and contingent workforce programs. The platform manages over $68 billion in annual contingent labor spend with programs in over 120 countries and across all industries, with a focus on financial services, technology, healthcare and professional services.",
    "date_of_investment": "2022",
    "industry": "Human Capital Management",
    "hq": "Jacksonville, FL",
    "status_current": "Current",
    "website": "https://www.beeline.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Bullhorn",
    "company_description": "Bullhorn is a leading global software provider for the staffing, recruiting and contingent labor industry servicing over 8,500 staffing agencies in the United States, Europe and Asia. Bullhorn’s clients rely on the company’s cloud-based platform to drive sales, build relationships, and power their recruitment processes from end to end. Headquartered in Boston, with offices around the world, Bullhorn employs more than 1,400 people globally.",
    "date_of_investment": "2020",
    "industry": "Human Capital Management",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "https://www.bullhorn.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Eliassen Group",
    "company_description": "Eliassen Group is a leading strategic consulting company that provides business, clinical and IT services for its clients as they seek to transform and execute strategies that will drive exceptional outcomes. Eliassen is focused on providing clinical solutions, professional services and talent solutions and positively impacts the lives of its employees, clients, consultants and the communities in which Eliassen operates.",
    "date_of_investment": "2018",
    "industry": "Human Capital Management",
    "hq": "Reading, MA",
    "status_current": "Current",
    "website": "https://www.eliassen.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Vensure Employer Services",
    "company_description": "Vensure is a leading provider of human capital management software and services to small- and medium-sized businesses. Vensure offers a complete suite of cloud HCM applications covering the full spectrum of HR needs, including talent acquisition, performance management, payroll, benefits administration, workforce management and learning management. Its HCM solution is delivered both directly to clients and through third-party service providers utilizing its technology platform.",
    "date_of_investment": "2021",
    "industry": "Human Capital Management",
    "hq": "Chandler, AZ",
    "status_current": "Current",
    "website": "https://www.vensure.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "HireRight",
    "company_description": "HireRight is a leading provider of employment-related background screening solutions. The company offers a full suite of screening solutions to large enterprise and small and midsized business customers across all major geographies and sectors, including financial services, healthcare, technology, transportation, education, retail and staffing. These services provide critical elements of workforce risk management.",
    "date_of_investment": "2018",
    "industry": "Business Services, Human Capital Management",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": "https://www.hireright.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Alliant",
    "company_description": "Alliant Insurance Services is a leading specialty insurance broker placing P&C and employee benefits coverages on behalf of clients throughout the U.S. The company provides property and casualty insurance and employee benefit services to more than 55,000 clients served nationwide, including public entities, tribal nations, healthcare, energy, law firms, real estate, construction and other industry groups. Alliant is based in Newport Beach, California, and has offices throughout the United States.",
    "date_of_investment": "2015, 2019",
    "industry": "Insurance Distribution",
    "hq": "Newport Beach, CA",
    "status_current": "Current",
    "website": "http://www.alliant.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "ARC",
    "company_description": "ARC is a leading management and professional liability wholesale broker. The company specializes in professional liability products and services, including directors and officers, errors and omissions, and other specialty coverages distributed through several hundred regional brokers.",
    "date_of_investment": "2002, 2011, 2020",
    "industry": "Insurance Distribution",
    "hq": "Garden City, NY",
    "status_current": "Current",
    "website": "http://www.arcbrokers.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "BridgePoint",
    "company_description": "BridgePoint is a personal lines insurance broker focused on the high-net-worth market. The company was founded in 1979 and provides insurance and financial services nationwide with concentrations in the greater New York City area, Coastal New England and Florida. BridgePoint is currently licensed in all 50 states, allowing the company to cost-effectively insure client assets in multiple locations. In addition, BridgePoint operates a high-touch customer service model, handling claims on behalf of customers on a 24×7 basis.",
    "date_of_investment": "2013",
    "industry": "Insurance Distribution",
    "hq": "Greenwich, CT",
    "status_current": "Past",
    "website": "https://www.bridgepointrm.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "EPIC",
    "company_description": "EPIC is a California-based retail property & casualty and employee benefits insurance brokerage firm founded in July 2007 by Trident IV and two leading insurance brokerage executives. Back to Top",
    "date_of_investment": "2007",
    "industry": "Insurance Distribution",
    "hq": "San Matero, CA",
    "status_current": "Past",
    "website": "http://www.epicbrokers.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Higginbotham",
    "company_description": "Higginbotham & Associates is the largest privately held middle-market insurance agency in Texas based on revenues and the 21st largest commercial broker in the U.S. based on the 2023Business Insurancerankings. Higginbotham, which is led by CEO Rusty Reid, offers P&C and employee benefits insurance coverages on behalf of middle-market clients.",
    "date_of_investment": "2009, 2017",
    "industry": "Insurance Distribution",
    "hq": "Fort Worth, TX",
    "status_current": "Current",
    "website": "http://www.higginbotham.net/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Applied Systems",
    "company_description": "Applied Systems is the leading global provider of cloud-based software to the P&C and benefits insurance industries. Recognized as a pioneer in insurance automation, the company provides agency and brokerage management systems to customers throughout North America and Europe. Applied is based in University Park, Illinois, and has offices throughout the United States, Canada, the United Kingdom and the Republic of Ireland.",
    "date_of_investment": "2017",
    "industry": "Insurance Distribution, Insurance Services",
    "hq": "University Park, IL",
    "status_current": "Current",
    "website": "https://www1.appliedsystems.com/en-us/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Harbor Group Consulting",
    "company_description": "Harbor Group Consulting is a leading insurance consultant and due diligence advisor to the commercial real estate and commercial lending industries. The company serves a diverse client base including large commercial banks, capital markets lenders and other financial institutions.",
    "date_of_investment": "2016",
    "industry": "Insurance Services, Real Estate Finance & Services",
    "hq": "Miami, FL",
    "status_current": "Past",
    "website": "https://www.harborgroupconsulting.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Longevity Holdings",
    "company_description": "Longevity Holdings (formerly ITM TwentyFirst) is a data and analytics provider that enables clients to manage life insurance policies and address the challenges of an aging population. The company utilizes proprietary data and software tools to help manage longevity risk for more than 2,000 pension fund, insurance company, bank, alternative asset manager and other corporate clients.",
    "date_of_investment": "2018",
    "industry": "Insurance Services",
    "hq": "Minneapolis, MN",
    "status_current": "Past",
    "website": "https://www.itm21st.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "LTCG",
    "company_description": "LTCG is a leading provider of a full range of business process outsourcing services to long-term care insurance providers, including underwriting, policy issuance, policy administration, claims administration, cognitive assessments and actuarial analyses. Through its management of more than 1.5 million LTC policies, 60,000 active claims and 140,000 claims transactions per month, LTCG is one of the largest third-party LTC insurance administrators in the industry.",
    "date_of_investment": "2014",
    "industry": "Insurance Services",
    "hq": "Eden Prairie, MN",
    "status_current": "Past",
    "website": "http://www.ltcg.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Safe-Guard",
    "company_description": "Safe-Guard is a leading provider of customized protection products in the Finance and Insurance (“F&I”) space to the automotive, powersports, RV and marine industries. Safe-Guard’s protection products platform delivers solutions to top retailers, Original Equipment Manufacturers and independent agents across the United States and Canada. The company develops, markets and administers F&I programs on behalf of its clients and matches them with customer service, advanced technology and analytics solutions based on 30 years of data and sales and marketing expertise.",
    "date_of_investment": null,
    "industry": "Insurance Services, Insurance Underwriting",
    "hq": "Atlanta, GA",
    "status_current": "Current",
    "website": "https://www.safe-guardproducts.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "AmTrust Financial Services",
    "company_description": "AmTrust Financial is a multinational property and casualty insurance company specializing in coverage for small businesses. Through its primary insurance subsidiaries rated “A-” (Excellent) by A.M. Best, the company offers property and casualty insurance products, including workers’ compensation, commercial automobile, general liability and extended service and warranty coverage.",
    "date_of_investment": "2018",
    "industry": "Insurance Underwriting",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "https://amtrustfinancial.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "AXIS",
    "company_description": "AXIS, a Bermuda-based global insurance and reinsurance company, was formed in November 2001 in response to the significant market dislocation that occurred following the events of September 11, 2001. The company focuses on specialty insurance lines, such as marine and energy, aviation and aerospace, war, commercial property and political risk, as well as a number of property and specialty classes of reinsurance. AXIS trades on the NYSE: AXS.",
    "date_of_investment": "2001, 2020",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Current\t\t\t\t\t\t\t | IPO: AXS",
    "website": "http://www.axiscapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Enstar",
    "company_description": "Enstar is a leading acquiror and manager of insurance and reinsurance companies and portfolios in run-off and provides management, consulting and other services to the global insurance and reinsurance industry. Enstar has expanded into active underwriting with its acquisitions of Atrium Underwriting Group Ltd. and StarStone Insurance Holdings Ltd. (formerly Torus Insurance Holdings), as well as its launch of reinsurance company KaylaRe Ltd. Trident II invested in Castlewood in 2001, which was subsequently acquired by Enstar.",
    "date_of_investment": "2001, 2012",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Current",
    "website": "http://www.enstargroup.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "PURE",
    "company_description": "PURE is a high-net-worth personal lines program management and insurance underwriter, founded in 2006 by Trident in partnership with Ross Buchmueller and the PURE senior management team. Operating as PURE (Privilege Underwriters Reciprocal Exchange), the company provides homeowners, automobile, jewelry, art, personal umbrella liability, flood and watercraft insurance coverage tailored to fit the unique needs of its high-net-worth policyholders. The company was launched as a single-state carrier in Florida and currently has licenses across the U.S.",
    "date_of_investment": "2006, 2015",
    "industry": "Insurance Distribution, Insurance Underwriting",
    "hq": "White Plains, NY",
    "status_current": "Past",
    "website": "https://www.pureinsurance.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Wilton Re",
    "company_description": "Wilton Re is a life (re)insurance company specializing in the acquisition of in force life insurance and annuities as well as with assisting life insurance clients with product development, underwriting and new business strategies designed to serve the middle market. Wilton Re was led by Chris Stroup, who founded the company with Trident in late 2004 and is also an Operating Partner of Stone Point. Wilton Re’s focus is the U.S. life insurance market where it provides risk capital and related services including M&A and In Force acquisitions, middle market products, and longevity solutions. Wilton Re also partners with companies to implement new business strategies for middle market sales, with an emphasis on worksite, senior market, and simplified term products.",
    "date_of_investment": "2004, 2012",
    "industry": "Insurance Underwriting",
    "hq": "Toronto, Canada",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by CPPIB",
    "website": "https://www.wiltonre.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Access Point Financial",
    "company_description": "Access Point Financial is a hospitality financing firm offering full-service lending. Launched in 2011, Access Point Financial specializes in capital expenditure loans and transitional mortgage loans to franchisees of major hotel brands throughout the United States. The company develops lending programs that are endorsed, marketed and supported by the franchisors (i.e., the hotel brands).",
    "date_of_investment": "2011",
    "industry": "Lending & Markets, Real Estate Finance & Services",
    "hq": "Atlanta, GA",
    "status_current": "Past",
    "website": "http://www.accesspointfinancial.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Amherst Pierpont Securities",
    "company_description": "Amherst Pierpont Securities is a fixed-income broker-dealer. Amherst Pierpont was formed in 2010 as ade novobroker-dealer focused on the U.S. government securities market. In October 2014, Amherst Holdings and Pierpont Securities closed on the combination of their broker-dealer businesses, which were renamed Amherst Pierpont Securities. The company provides its customers, including institutional investors, hedge funds and asset managers, with liquidity and execution services in connection with trading U.S. treasury securities, government-sponsored entity securities, mortgage-backed securities, credit and repurchase agreements.",
    "date_of_investment": "2010",
    "industry": "Lending & Markets, Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Past",
    "website": "http://www.apsec.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Achieve",
    "company_description": "Achieve (formerly Freedom Financial) is a provider of consumer debt consolidation services and originates consumer and small business loans. The company is comprised of three consumer-focused businesses: (i) Freedom Debt Relief, the nation’s largest debt settlement business, (ii) Bills.com, which generates mortgage and unsecured consumer lending leads and (iii) Freedom Asset Management, an unsecured marketplace lender.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Business Services, Lending & Markets",
    "hq": "San Mateo, CA",
    "status_current": "Current",
    "website": "https://www.achieve.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Preston Hollow Capital",
    "company_description": "Preston Hollow is an independent specialty finance company focused on directly originated and negotiated municipal project finance transactions. Based upon Stone Point’s experience in the broader credit markets, the firm identified Preston Hollow’s focus on the specialty municipal finance market as a growth opportunity that was not efficiently funded by traditional commercial bank or capital markets participants. Furthermore, Stone Point’s experience with “restarts” of proven, successful financial services management teams was valued by the executives of Preston Hollow.",
    "date_of_investment": "2015",
    "industry": "Lending & Markets",
    "hq": "Dallas, TX",
    "status_current": "Current",
    "website": "http://www.phcllc.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "TriState Capital Holdings",
    "company_description": "TriState Capital Holdings, Inc., is a publicly traded Pittsburgh, PA-based bank holding company (NASDAQ: TSC) with two wholly owned subsidiary operating companies, TriState Capital Bank and Chartwell Investment Partners, LLC. TriState Capital Bank is a commercial bank focused on providing commercial and private banking and niche investment management products and services to corporate, institutional and high-net-worth clients, including clients within the wealth management industry.",
    "date_of_investment": "2020",
    "industry": "Lending & Markets",
    "hq": "Pittsburgh, PA",
    "status_current": "Past",
    "website": "https://www.tristatecapitalbank.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "CoreLogic",
    "company_description": "CoreLogic is a leading provider of property insights and solutions to the residential real estate ecosystem. Through its property data solutions, services and technologies, CoreLogic enables housing market participants to help millions of people find, buy and protect their homes.",
    "date_of_investment": "2021",
    "industry": "Insurance Services, Real Estate Finance & Services",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": "https://www.corelogic.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Kensington Vanguard",
    "company_description": "Kensington Vanguard National Land Services is one of the largest independent national title insurance and settlement agencies in the United States. The company provides commercial and residential title insurance, real property and cooperative lien searches, settlement services, escrow services, recording services and 1031 exchange services. As of December 2022, the company was licensed in more than 30 states with office locations in Arizona, Florida, Missouri, New Jersey, New York, Texas and Virginia.",
    "date_of_investment": "2016",
    "industry": "Insurance Services, Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Past",
    "website": "https://www.kvnational.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Lancaster Pollard",
    "company_description": "Lancaster Pollard is a leading commercial real estate mortgage and investment banking firm focused on the senior-living and healthcare sectors. Lancaster Pollard originates mortgage loans for senior living, community healthcare and affordable housing properties. In addition, the company underwrites and places debt with institutional buyers through its broker-dealer subsidiary and has established an investment management platform to invest in senior living properties.",
    "date_of_investment": "2013",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Columbus, OH",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by Orix",
    "website": "http://www.lancasterpollard.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Meridian Capital Group",
    "company_description": "Meridian Capital Group is a leading U.S. commercial real estate finance, investment sales and retail leasing advisor. The company advises a wide range of clients including individual owners, REITs, private equity funds and pension funds. Meridian specializes in a broad array of property types including office, retail, multifamily, hotel, mixed-use, industrial, and healthcare and senior housing properties.",
    "date_of_investment": null,
    "industry": "Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "https://www.meridiancapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "SitusAMC",
    "company_description": "The company was formed in June 2019 with the merger of Situs Group LLC and American Mortgage Consultants (AMC), both Trident portfolio companies. Trident VI invested in Situs in March 2015, and Trident VII invested in AMC in March 2018. SitusAMC offers a comprehensive set of services and technology to domestic and international banks, private equity investors, pension funds, secondary market guarantors, non-bank mortgage originators and servicers, and numerous other participants in the commercial and residential real estate markets. SitusAMC’s service offerings include consulting and advisory services, underwriting and due diligence, servicing and asset management, claims management, valuations, mortgage servicing rights and whole loan brokerage, talent solutions, and technology solutions including warehouse management, conduit management, collateral management, document management, overall capitalization rate indexing, data extraction, portfolio management and remittance reconciliation among others.",
    "date_of_investment": "2015, 2018",
    "industry": "Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://www.situsamc.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Ascensus",
    "company_description": "Ascensus is a leading provider of technology-enabled administration services to the tax-advantaged savings market. Ascensus primarily serves as an independent retirement plan recordkeeper, retirement plan third-party administrator and 529 plan administrator. The company serves over 15 million savers across the United States with more than $740 billion in assets under administration.",
    "date_of_investment": "2021",
    "industry": "Wealth Management & Fund Administration",
    "hq": "Dresher, PA",
    "status_current": "Current",
    "website": "https://www2.ascensus.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Black Mountain Systems",
    "company_description": "Black Mountain Systems is a leading provider of innovative workflow software solutions to credit investors and alternative asset managers The company’s clients, which include leading managers of fixed income and alternative assets in the U.S. and Europe, utilize Black Mountain’s Everest platform to increase operating efficiency and reduce risk.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Wealth Management & Fund Administration",
    "hq": "San Diego, CA",
    "status_current": "Past",
    "website": "http://www.blackmountainsystems.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Focus Financial",
    "company_description": "Focus Financial Partners is a leading partnership of fiduciary wealth management firms. Focus provides access to best practices, resources and continuity planning for its partner firms who serve individuals, families, employers and institutions with wealth management, benefits consulting and investment consulting services. Focus’s partner firms benefit from the synergies, scale, economics and best practices of a market leader to achieve their business objectives.",
    "date_of_investment": "2017, 2023",
    "industry": "Wealth Management & Fund Administration",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://focusfinancialpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Kestra Financial",
    "company_description": "Kestra is a leading national wealth management platform supporting more than 2,400 independent financial advisors in delivering comprehensive financial planning and investment services to their clients. Kestra Financial empowers independent financial professionals, including traditional and hybrid registered investment advisors, to provide superior client service.",
    "date_of_investment": "2016",
    "industry": "Wealth Management & Fund Administration",
    "hq": "Austin, TX",
    "status_current": "Past",
    "website": "http://www.kestrafinancial.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Newport Group",
    "company_description": "Newport Group is a leading independent provider of retirement plans, insurance and consulting services. The company has more than $300 billion in corporate retirement and insurance assets, encompassing over 1 million plan participants across the United States. In 2022, Newport Group was acquired by Ascensus, another leading provider of technology-enabled administration services to the tax-advantaged savings market and a Trident VIII portfolio company.",
    "date_of_investment": "2013",
    "industry": "Wealth Management & Fund Administration",
    "hq": "Walnut Creek, CA",
    "status_current": "Past",
    "website": "http://www.newportgroup.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Alliant",
    "company_description": "Alliant Insurance Services is a leading specialty insurance broker placing P&C and employee benefits coverages on behalf of clients throughout the U.S. The company provides property and casualty insurance and employee benefit services to more than 55,000 clients served nationwide, including public entities, tribal nations, healthcare, energy, law firms, real estate, construction and other industry groups. Alliant is based in Newport Beach, California, and has offices throughout the United States.",
    "date_of_investment": "2015, 2019",
    "industry": "Insurance Distribution",
    "hq": "Newport Beach, CA",
    "status_current": "Current",
    "website": "http://www.alliant.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Applied Systems",
    "company_description": "Applied Systems is the leading global provider of cloud-based software to the P&C and benefits insurance industries. Recognized as a pioneer in insurance automation, the company provides agency and brokerage management systems to customers throughout North America and Europe. Applied is based in University Park, Illinois, and has offices throughout the United States, Canada, the United Kingdom and the Republic of Ireland.",
    "date_of_investment": "2017",
    "industry": "Insurance Distribution, Insurance Services",
    "hq": "University Park, IL",
    "status_current": "Current",
    "website": "https://www1.appliedsystems.com/en-us/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Kroll",
    "company_description": "Kroll is a leading provider of technology-enabled professional and business services, supporting clients with risk and financial advisory solutions. The company has an established franchise and diverse list of clients, including approximately half of the companies in the S&P 500 and many of the largest private equity firms, hedge funds and law firms.",
    "date_of_investment": "2013, 2020",
    "industry": "Business Services",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://www.duffandphelps.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Focus Financial",
    "company_description": "Focus Financial Partners is a leading partnership of fiduciary wealth management firms. Focus provides access to best practices, resources and continuity planning for its partner firms who serve individuals, families, employers and institutions with wealth management, benefits consulting and investment consulting services. Focus’s partner firms benefit from the synergies, scale, economics and best practices of a market leader to achieve their business objectives.",
    "date_of_investment": "2017, 2023",
    "industry": "Wealth Management & Fund Administration",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://focusfinancialpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Gordon Brothers",
    "company_description": "Gordon Brothers is a global advisory, restructuring and investment firm. Since 1903, Gordon Brothers has helped businesses maximize liquidity and asset values through its people, expertise and capital. The firm’s integrated solutions across asset services, trading and lending give clients the insights, strategies and time to optimize asset values throughout the business cycle. With over 30 offices globally, Gordon Brothers works across the full spectrum of assets with expertise in retail, commercial, industrial, brands and real estate.",
    "date_of_investment": "2018",
    "industry": "Business Services, Lending & Markets",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "https://www.gordonbrothers.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Cross Ocean Partners",
    "company_description": "Cross Ocean Partners is a credit-focused asset management platform investing globally in stressed and distressed investment opportunities in a broad range of asset classes. Cross Ocean invests in asset classes including corporate loans and bonds, hard assets, commercial real estate, liquidations and structured credit. Cross Ocean was launched by Chief Executive Officer Graham Goldsmith and Trident. The company acquired its European Special Situations investment platform in July 2015 and has $7.3 billion of AUM as of September 30, 2023.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Lending & Markets",
    "hq": "Greenwich, CT & London, UK",
    "status_current": "Current",
    "website": "http://www.crossoceanpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Eagle Point",
    "company_description": "Eagle Point is an asset manager formed in 2012 by Trident and Tom Majewski. Eagle Point invests in structured credit securities, including the equity and junior debt tranches of collateralized loan obligations (CLOs) as well as debt of BDCs and loan funds. Eagle Point has focused on investing in majority equity stakes in newly issued CLOs managed by proven collateral managers. As the majority equity investor in these CLOs, Eagle Point negotiates preferred economic terms that enable the funds to generate enhanced returns.",
    "date_of_investment": "2012, 2023",
    "industry": "Asset Management, Lending & Markets",
    "hq": "Greenwich, CT",
    "status_current": "Current",
    "website": "http://www.eaglepointcreditcompany.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Freepoint Commodities",
    "company_description": "Freepoint Commodities is a merchant of physical commodities and a financer of upper- and mid-stream commodity-producing assets. In addition, the company provides physical supply services and related structured solutions for counterparties. The company was founded in 2011 by Trident V and a senior management team that previously led Sempra Energy Trading Corporation and its successor company from 1998 until 2009.",
    "date_of_investment": "2011",
    "industry": "Lending & Markets",
    "hq": "Stamford, CT",
    "status_current": "Current",
    "website": "http://www.freepoint.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Henderson Park Capital",
    "company_description": "Henderson Park Capital is a real estate asset management platform that targets multi-strategy, value-add and opportunistic real estate investments in major European markets and the U.S. Henderson Park has invested over $13 billion across all major real estate asset classes in prime locations in Europe and U.S. The company focuses on acquiring and repositioning assets that are undermanaged, underutilized or require a repositioned capital structure. Henderson Park was launched by Nick Weber and Trident VI in May 2016.",
    "date_of_investment": "2016",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "London, UK",
    "status_current": "Current",
    "website": "https://hendersonpark.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "KaylaRe",
    "company_description": "KaylaRe was a Class 4 reinsurer, which offered a diversified range of specialty reinsurance. The company was acquired in full by Enstar in 2018.",
    "date_of_investment": "2016",
    "industry": "Insurance Underwriting",
    "hq": "Bermuda",
    "status_current": "Past",
    "website": null,
    "firm": "Stone Point"
  },
  {
    "company_name": "Black Mountain Systems",
    "company_description": "Black Mountain Systems is a leading provider of innovative workflow software solutions to credit investors and alternative asset managers The company’s clients, which include leading managers of fixed income and alternative assets in the U.S. and Europe, utilize Black Mountain’s Everest platform to increase operating efficiency and reduce risk.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Wealth Management & Fund Administration",
    "hq": "San Diego, CA",
    "status_current": "Past",
    "website": "http://www.blackmountainsystems.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Broadstone",
    "company_description": "Broadstone Net Lease (“BNL”) is an internally-managed real estate investment trust (“REIT”) focused on single-tenant commercial real estate properties in the United States. Broadstone Net Lease is an internally-managed REIT that acquires, owns and manages primarily single-tenant commercial real estate properties that are net leased on a long-term basis to a diversified group of tenants. BNL’s diversified portfolio consists of properties in the U.S. and Canada across the industrial, healthcare, restaurant, retail and office property types.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Rochester, NY",
    "status_current": "Past",
    "website": "https://www.broadstone.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Enhanced Capital",
    "company_description": "Enhanced Capital is an asset manager focusing on lower middle market lending and an agent specializing in tax credits and other government incentives. In 2014, Enhanced Capital and Trident announced the formation ofTree Line Capital. Tree Line, which joined Enhanced Capital’s family of specialty credit funds, focuses on direct lending to businesses with EBITDA of $3 to $25 million.",
    "date_of_investment": "2013",
    "industry": "Asset Management, Lending & Markets",
    "hq": "New York, NY",
    "status_current": "Past",
    "website": "https://www.enhancedcapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Harbor Group Consulting",
    "company_description": "Harbor Group Consulting is a leading insurance consultant and due diligence advisor to the commercial real estate and commercial lending industries. The company serves a diverse client base including large commercial banks, capital markets lenders and other financial institutions.",
    "date_of_investment": "2016",
    "industry": "Insurance Services, Real Estate Finance & Services",
    "hq": "Miami, FL",
    "status_current": "Past",
    "website": "https://www.harborgroupconsulting.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "PURE",
    "company_description": "PURE is a high-net-worth personal lines program management and insurance underwriter, founded in 2006 by Trident in partnership with Ross Buchmueller and the PURE senior management team. Operating as PURE (Privilege Underwriters Reciprocal Exchange), the company provides homeowners, automobile, jewelry, art, personal umbrella liability, flood and watercraft insurance coverage tailored to fit the unique needs of its high-net-worth policyholders. The company was launched as a single-state carrier in Florida and currently has licenses across the U.S.",
    "date_of_investment": "2006, 2015",
    "industry": "Insurance Distribution, Insurance Underwriting",
    "hq": "White Plains, NY",
    "status_current": "Past",
    "website": "https://www.pureinsurance.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "First Data",
    "company_description": "First Data is the largest merchant acquirer, issuer processor and independent network services provider in the world. The company enables businesses to accept electronic payments, helping financial institutions issue credit, debit and prepaid cards, and route secure transactions between them.",
    "date_of_investment": "2014",
    "industry": "Business Services",
    "hq": "New York, NY",
    "status_current": "Past",
    "website": "https://www.firstdata.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "MetLife",
    "company_description": "MetLife, headquartered in New York City, is a leading provider of individual insurance, annuities and investment products, as well as group insurance and retirement and savings products to individual and institutional customers. Back to Top",
    "date_of_investment": "2000",
    "industry": "Insurance Underwriting",
    "hq": "New York, NY",
    "status_current": "Past\t\t\t\t\t\t\t | IPO: MET",
    "website": "https://www.metlife.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "NFP",
    "company_description": "NFP is a leading insurance broker and consultant that provides employee benefits, property & casualty, retirement and individual private client solutions. The company is the 13th largest insurance broker in the U.S. and 7th largest benefits broker globally based on the 2023Business Insurancerankings.",
    "date_of_investment": "2017",
    "industry": "Insurance Distribution",
    "hq": "New York, NY",
    "status_current": "Current",
    "website": "http://www.nfp.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "OneWest Bank",
    "company_description": "OneWest is a California-based bank holding company that was established to purchase certain assets of IndyMac Federal Bank, FSB after IndyMac was placed into conservatorship under the control of the Federal Deposit Insurance Corporation in July 2008. IndyMac was a regional savings and loan institution based in southern California that historically focused on originating single-family mortgage loans.",
    "date_of_investment": "2009",
    "industry": "Lending & Markets, Real Estate Finance & Services",
    "hq": "New York, NY",
    "status_current": "Past\t\t\t\t\t\t\t | Acquired by CIT",
    "website": "https://www.cit.com/index.aspx",
    "firm": "Stone Point"
  },
  {
    "company_name": "Principal Financial Group",
    "company_description": "The Principal Financial Group is a leading provider of retirement savings, investment and insurance products and services based in Des Moines, Iowa. The U.S. and international operations concentrate primarily on asset management and accumulation. In addition, the company offers a broad range of individual life and disability insurance, group life and health insurance, and residential mortgage loan origination and servicing in the U.S.",
    "date_of_investment": "2001",
    "industry": "Insurance Underwriting",
    "hq": "Des Moines, IA",
    "status_current": "Past\t\t\t\t\t\t\t | IPO: PFG",
    "website": "https://www.principal.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Businessolver",
    "company_description": "Businessolver is a leading provider of employee benefits administration technology. Businessolver provides its clients and their employees with a full suite of software and services to shop for, enroll in and utilize employee benefits and offers add-on products, including a consumer-directed healthcare platform, a voluntary benefits marketplace and personalized benefits navigation tools.",
    "date_of_investment": "2021",
    "industry": "Human Capital Management, Insurance Distribution",
    "hq": "Des Moines, IA",
    "status_current": "Current",
    "website": "https://www.businessolver.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "CITCO",
    "company_description": "Citco is a leading global provider of administrative services for the alternative asset management industry. With over 11,500 employees and offices in more than 37 countries, the company provides independent fund administration, middle office, custody and banking services to hedge fund, fund of hedge fund and private equity clients, as well as trust services to multinational corporations and high net worth individuals.",
    "date_of_investment": "2011",
    "industry": "Wealth Management & Fund Administration",
    "hq": "Cayman Islands",
    "status_current": "Current",
    "website": "http://www.citco.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "ClearPoint Health",
    "company_description": "ClearPoint Health is a full-service medical stop-loss captive platform. ClearPoint is an employee health benefits platform that utilizes medical stop-loss captive solutions to provide affordable, self-funded health insurance to small and mid-sized businesses.",
    "date_of_investment": "2023",
    "industry": "Healthcare & Managed Care Services, Insurance Distribution, Insurance Services",
    "hq": "Columbia, SC",
    "status_current": "Current",
    "website": "https://getclearpoint.com",
    "firm": "Stone Point"
  },
  {
    "company_name": "CREA",
    "company_description": "CREA is a leading low-income housing tax credit (LIHTC) syndicator and asset manager, providing innovative financial solutions that contribute to the creation of affordable housing across the country. Since inception in 2001, CREA has raised $10.3 billion of equity to develop and preserve more than 77,000 affordable homes across the U.S. Stone Point invested in CREA in 2016 as a tuck-in acquisition for the Omni platform, and retained its interest in CREA following the sale of Omni in 2023.",
    "date_of_investment": "2016",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Indianapolis, IN",
    "status_current": "Current",
    "website": "https://www.creallc.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Cross Ocean Partners",
    "company_description": "Cross Ocean Partners is a credit-focused asset management platform investing globally in stressed and distressed investment opportunities in a broad range of asset classes. Cross Ocean invests in asset classes including corporate loans and bonds, hard assets, commercial real estate, liquidations and structured credit. Cross Ocean was launched by Chief Executive Officer Graham Goldsmith and Trident. The company acquired its European Special Situations investment platform in July 2015 and has $7.3 billion of AUM as of September 30, 2023.",
    "date_of_investment": "2015",
    "industry": "Asset Management, Lending & Markets",
    "hq": "Greenwich, CT & London, UK",
    "status_current": "Current",
    "website": "http://www.crossoceanpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "DMG Bancshares",
    "company_description": "DMG Bancshares is a bank holding company building a West Coast regional community bank. Through its platform bank, California First National, DMG is building a regional community bank through organic growth and acquisitions. DMG is led by the former management team of Grandpoint Capital, a Trident IV portfolio company.",
    "date_of_investment": "2021",
    "industry": "Lending & Markets",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": null,
    "firm": "Stone Point"
  },
  {
    "company_name": "EverBank",
    "company_description": "EverBank is a Jacksonville, FL-based privately held commercial bank with more than $35 billion in assets as of June 2023. ",
    "date_of_investment": "2023",
    "industry": "Lending & Markets",
    "hq": "Jacksonville, FL",
    "status_current": "Current",
    "website": "http://everbank.com",
    "firm": "Stone Point"
  },
  {
    "company_name": "Hyphen Solutions",
    "company_description": "Hyphen Solutions is a leading project management and payment management software platform that services the residential construction industry in North America. The company provides builders, installers and manufacturers with industry-leading supply chain scheduling, procurement and collaboration solutions. Hyphen also offers an advanced invoice and payment solution for homebuilders to pay suppliers, trades and vendors. The company serves 24 of the top 26 home builders in North America.",
    "date_of_investment": "2020",
    "industry": "Real Estate Finance & Services",
    "hq": "Dallas, TX",
    "status_current": "Current",
    "website": "https://www.hyphensolutions.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "IEQ Capital",
    "company_description": "IEQ Capital is a leading independent wealth management firm and alternative investment solutions provider. IEQ is an independent RIA that provides wealth management advice and family office services to ultra-high net worth families primarily located in Silicon Valley, Los Angeles, New York City and Austin. IEQ has a differentiated investment model focused on creating tax-efficient, endowment-style portfolios with meaningful allocations to niche (non-bank platform) alternative investments. As of December 31, 2023, IEQ had $23+ billion of RAUM.",
    "date_of_investment": "2023",
    "industry": "Asset Management, Wealth Management & Fund Administration",
    "hq": "Foster City, CA",
    "status_current": "Current",
    "website": "https://ieqcapital.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Lincoln Property Company",
    "company_description": "Lincoln Property Company is one of the nation’s largest diversified commercial real estate operating companies offering a comprehensive suite of services. Lincoln manages, leases, develops and provides investment management and advisory services to owners and occupiers of office, life science, retail, industrial, data center, production studio and mixed-use properties throughout the United States and Europe. Lincoln’s combined management and leasing portfolio includes more than 470 million square feet of commercial space. In addition to providing third-party real estate services, Lincoln manages $6 billion of real estate assets and has principally acquired and developed more than $24 billion and 62 million square feet of commercial projects since 2018.",
    "date_of_investment": "2023",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Dallas, TX",
    "status_current": "Current",
    "website": "https://www.lpc.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Lone Wolf Technologies",
    "company_description": "Lone Wolf is a leading provider of residential real estate technology for agents, brokers, franchises, MLSs and associations across North America. Lone Wolf provides a variety of software solutions, including front-office products (digital marketing automation, lead generation and customer relationship management), back-office products (accounting, marketing insights and agent performance, benchmarking and recruiting) and transaction management solutions. Lone Wolf’s products are used by more than 1.5 million agents, 10,000 brokerages, 20,000 offices and 1,000 MLSs and associations.",
    "date_of_investment": "2020",
    "industry": "Real Estate Finance & Services",
    "hq": "Cambridge, ON and Dallas, TX",
    "status_current": "Current",
    "website": "https://www.lwolf.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Onboard Partners",
    "company_description": "Onboard Partners (formerly Kessler Group) is a leading B2B services and consulting platform focused primarily on the consumer lending and credit card sectors in North America. Onboard helps clients grow and optimize consumer credit portfolios by facilitating partnerships, performing asset management (FIDEM) and providing a suite of performance marketing services.",
    "date_of_investment": "2022",
    "industry": "Asset Management, Business Services, Lending & Markets",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "https://onboardpartners.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Prima Capital Advisors",
    "company_description": "Prima is a registered investment advisor specializing in commercial mortgage investments. With approximately $9.5 billion of assets under management as of December 2023, Prima primarily invests in commercial mortgage whole loans, investment grade CMBS and REIT bonds. Prima, which is based in Scarsdale, New York, invests throughout the United States and across various commercial real estate debt asset classes, including the office, retail, multifamily and industrial sectors.",
    "date_of_investment": "2011, 2020",
    "industry": "Asset Management, Real Estate Finance & Services",
    "hq": "Scarsdale, NY",
    "status_current": "Current",
    "website": "http://www.primaadvisors.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "PrismHR",
    "company_description": "PrismHR is a leading provider of payroll, benefits and HR software for the Professional Employer Organization (“PEO”) and Administrative Service Organization (“ASO”) industries. Based in Hopkinton, MA, PrismHR serves small- to medium-sized business clients, representing approximately 2 million worksite employees, through its software platform.",
    "date_of_investment": "2019",
    "industry": "Human Capital Management",
    "hq": "Hopkinton, MA",
    "status_current": "Current",
    "website": "https://www.prismhr.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Private Client Select Insurance Services",
    "company_description": "Private Client Select is a leading Managing General Agency (“MGA”) serving the High-Net-Worth personal lines insurance industry, formed in partnership with AIG. PCS offers property and casualty personal insurance solutions and risk management services that meet the unique needs of High-Net-Worth clients throughout the United States.",
    "date_of_investment": "2023",
    "industry": "Insurance Distribution, Insurance Services",
    "hq": "Berkeley Heights, NJ",
    "status_current": "Current",
    "website": "https://www.privateclientselect.com/pcs",
    "firm": "Stone Point"
  },
  {
    "company_name": "Sabal Capital Holdings",
    "company_description": "Sabal is a commercial real estate investment management platform focused on structured credit, lending and opportunistic equity investments. Sabal currently manages $1.3 billion of capital across five funds. In addition, Sabal has an agency trading business that structures and securitizes agency securities.",
    "date_of_investment": "2018",
    "industry": "Asset Management",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": "https://www.sabalinvestmentholdings.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "SambaSafety",
    "company_description": "SambaSafety is a leading provider of cloud-based risk management software and data for organizations with drivers in North America and the U.K. SambaSafety serves more than 15,000 organizations, including employers, insurance carriers and insurance brokers. Employers and insurers benefit from SambaSafety’s continuous monitoring, intuitive insights, risk reduction tools and configurable pricing solutions. Through the collection, correlation and analysis of federal, state, local and telematics data sources, SambaSafety’s flexible, end-to-end capabilities enable businesses and insurers to better evaluate and mitigate driving risk, accelerate product development, reduce crashes and foster safer communities.",
    "date_of_investment": "2021",
    "industry": "Human Capital Management, Insurance Services",
    "hq": "Denver, CO",
    "status_current": "Current",
    "website": "https://sambasafety.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "SunFire",
    "company_description": "SunFire is a cloud-based technology platform providing Medicare Advantage, Prescription Drug and Medicare Supplement plan quoting and enrollment solutions for health plans and brokers, including both call centers and field marketing organizations. SunFire’s platform has approved plan data from over 110 Medicare health plans including Medicare Advantage and Medicare Supplement insurance plans for the seniors market and direct enrollment integrations with over 63 insurance carriers.",
    "date_of_investment": "2020",
    "industry": "Healthcare & Managed Care Services, Insurance Distribution",
    "hq": "Boston, MA",
    "status_current": "Current",
    "website": "https://www.sunfirematrix.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Ten-X",
    "company_description": "Ten-X is the leading online marketplace for residential and commercial real estate. Ten-X is a business process outsourcing company that is the nation’s leading online real estate marketplace and the parent to Auction.com and Ten-X Commercial.",
    "date_of_investment": "2008",
    "industry": "Real Estate Finance & Services",
    "hq": "Irvine, CA",
    "status_current": "Current",
    "website": "http://www.ten-x.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Tree Line Capital",
    "company_description": "Tree Line Capital is ade novolower middle-market lending platform. In 2014, Enhanced Capital and Trident announced the formation of Tree Line Capital. Tree Line, which joined Enhanced Capital’s family of specialty credit funds, focuses on direct lending to businesses with EBITDA of $5 to $30 million.",
    "date_of_investment": "2014",
    "industry": null,
    "hq": null,
    "status_current": "Current",
    "website": "http://www.treelinecp.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Truist Insurance Holdings",
    "company_description": "Truist Insurance Holdings is the fifth largest insurance broker in the U.S, based on 2023Business Insurancerankings. Truist Insurance Holdings places over $50 billion of premiums through its retail, wholesale and insurance services business units. Headquartered in Charlotte, NC, the company has more than 10,000 employees across more than 200 offices.",
    "date_of_investment": "2023",
    "industry": "Insurance Distribution, Insurance Services",
    "hq": "Charlotte, NC",
    "status_current": "Current",
    "website": "https://www.truistinsurance.com/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Verisys",
    "company_description": "Verisys delivers comprehensive healthcare provider data management. Leveraging a cloud-based technology platform, the company credentials, screens and monitors millions of providers annually. It also helps health plans, health systems and state Medicaid agencies improve provider data quality, build and manage provider networks, and publish and maintain provider directories.",
    "date_of_investment": "2021",
    "industry": "Healthcare & Managed Care Services, Human Capital Management",
    "hq": "Louisville, KY, & Salt Lake City, UT",
    "status_current": "Current",
    "website": "https://www.aperture.health/",
    "firm": "Stone Point"
  },
  {
    "company_name": "Vervent",
    "company_description": "Vervent is one of the largest third-party servicers of commercial and consumer loan and lease portfolios in the United States. The company’s service offerings, which include Consumer Loan and Lease Servicing, Commercial Loan and Lease Servicing, Backup Servicing and Call Center Services, empower companies to accelerate business and drive compliance. The company also offers a suite of fully managed credit card products direct-to-consumers. Vervent sets the standard for outperformance in complex service industries by delivering superior industry expertise, future-built technology and meaningful services that are built for speed. Vervent was created through the merger of Portfolio Financial Servicing Company with First Associates Loan Servicing.",
    "date_of_investment": "2016",
    "industry": "Business Services, Wealth Management & Fund Administration",
    "hq": "San Diego, CA",
    "status_current": "Current",
    "website": "https://www.vervent.com/",
    "firm": "Stone Point"
  }
]