[
  {
    "company_name": "2XU",
    "company_description": "2XU is a market leader in premium performance-focused active wear with specialized emphasis on compression garments. The product range extends across the full life cycle of athletic performance with focus on solutions across preparation, performance, and recovery. 2XU's products are regularly worn by elite athletes globally across multiple disciplines and the brand is recognized as a trendsetter in the sportswear markets of Australia, UK, and Scandinavia.",
    "industry": "Sportswear",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": "Asia",
    "website": "2xu.com"
  },
  {
    "company_name": "98point6 Technologies",
    "company_description": "98point6 Technologies fits into your life, not the other way around. And when you change the way you think about getting primary care, it's easier than ever to take charge of your health. Founded in 2015, 98point6 Technologies is pioneering a new approach to primary care. By pairing AI and machine learning with board-certified physicians, 98point6 Technologies aims to make primary care more accessible and affordable, leading to better health care. 98point6 Technologies licenses their flagship cloud-based software to health systems. The software offers customers private, text-based diagnosis and treatment via a mobile app.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "98point6.com"
  },
  {
    "company_name": "Aleph Farms",
    "company_description": "Aleph Farms is a cellular agriculture company that designs new ways to grow quality animal products to improve sustainability, food security, and animal welfare in food systems.",
    "industry": "Cellular Agriculture",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "aleph-farms.com"
  },
  {
    "company_name": "Alliance Animal Health",
    "company_description": "Alliance Animal Health is a multi-site owner, operator, and business partner to veterinarians across the United States. Their partnership model allows veterinarians to continue practicing medicine independently while receiving resources and assistance in business operations. Veterinarians retain the benefits of an independent practice while gaining advantages of being part of a larger organization, including access to marketing, inventory management expertise, purchasing power, collaborative synergies, and financial resources.",
    "industry": "Healthcare",
    "date_of_investment": "2021",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "region": "North America",
    "hq": "United States",
    "website": "allianceanimal.com"
  },
  {
    "company_name": "A.P.C.",
    "company_description": "A distinctive French premium designer brand with a strong heritage and ESG at core since inception. Founded in Paris in 1987 by Jean Touitou, Atelier de Production et de Création (A.P.C.) first gained recognition for its use of high-quality raw materials, minimalist style, and strong cultural universe, and has successfully developed its range of women’s and men’s ready-to-wear clothing and accessories to establish itself as a leading French cult clothing brand. Since inception, the brand has held true to its core values of authenticity, quality, creativity, accessibility, and edginess, while being a pioneer in ESG commitments, attracting the support of numerous renowned artists and celebrities and creating a vibrant and loyal community of customers spanning all ages. A.P.C. is truly an international brand supported by a strong distribution footprint with approximately 100 retail stores and a highly curated wholesale network in 70 countries.",
    "industry": null,
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": "Paris",
    "website": "apc.fr"
  },
  {
    "company_name": "Artsy",
    "company_description": "Artsy's user-friendly apps link galleries and auction houses to collectors and other would-be art buyers, particularly those who may not have visited the galleries listed on the site or attended an art auction in person.",
    "industry": "Art",
    "date_of_investment": "2015",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "artsy.net"
  },
  {
    "company_name": "The Amazing Brentwood",
    "company_description": "The Amazing Brentwood consists in the redevelopment of a super-regional shopping destination to create a unique and innovative mixed-use asset strategically located in one of the wealthiest areas of Vancouver. L Catterton Real Estate has joined Shape and HOOPP as strategic partner in the development of a unique and innovative mixed-use asset located in Vancouver: The Amazing Brentwood. With a view to bring the best of Vancouver to one amazing place, the project will offer an enjoyable and exciting lifestyle experience through +250 shops (from mainstream fast fashion to high end boutiques), a highly anticipated culinary collection, office campuses, +6,000 homes and a one-acre plaza, all connected to rapid transit at a rare 28-acre site in the heart of the region.",
    "date_of_investment": "2017",
    "status_current": "Under Construction",
    "region": "North America",
    "website": "theamazingbrentwood.com"
  },
  {
    "company_name": "Asiaray Media Group",
    "company_description": "Asiaray Media Group is a leading out-of-home media company in Greater China with a strategic focus on airport and metro line advertising. It is ranked first among privately-owned media companies in terms of revenue from, and number of, airports with exclusive concession rights to mainstream media resources, and ranked third among privately-owned media companies both in terms of revenue from, and number of, metro lines with exclusive rights to mainstream media resources in Greater China in 2013. With an extensive nationwide network of media resources covering 33 cities in Greater China, the Group leverages its well-developed space management approach to deliver integrated, creative out-of-home media solutions to renowned and diverse advertiser customers.",
    "industry": "Media",
    "date_of_investment": "2015",
    "status_current": "Current",
    "region": "Asia",
    "fund": "Asia",
    "hq": "Greater China",
    "website": "asiaray.com"
  },
  {
    "company_name": "Barcelona Wine Bar",
    "company_description": "Barcelona Wine Bar is a warm and welcoming experiential tapas bar inspired by the culture of Spain. The ever-changing food forward menu is focused on clean flavors, seasonal ingredients, international specialties, and an award-winning selection of wines. Founded in 1995, Barcelona Wine Bar was designed to create memorable experiences serving Spanish tapas and simple yet elegant small, shareable plates in a vibrant, small format environment with a local neighborhood feel. Barcelona Wine Bar offers a seasonal, chef-driven menu combining bold flavors and unique specialties from Spain with an award-winning wine program that offers extensive selections from Spain and South America. All Barcelona Wine Bar restaurants are Wine Spectator's 'Best of Award of Excellence' winners, a distinction given to restaurants that display breadth across multiple winegrowing regions.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "website": "barcelonawinebar.com"
  },
  {
    "company_name": "bartaco",
    "company_description": "As a neighborhood drop-in place for lunch, a casual supper or anything in between, bartaco is hard to beat. Founded in 2010 by an experienced group of restaurateurs, bartaco was created to serve upscale street food with a coastal vibe in a relaxed environment. Inspired by the beach cultures of Brazil, Uruguay, and Southern California, bartaco evokes a visit to stylish resort and leaves customers with an unforgettable experience. Today, bartaco is a unique and experiential, small format concept offering shareable plates with locations in several markets across the country. Bartaco has a creative yet simple menu that is food forward, pulling flavors from Mexico, South America, the Mediterranean, and Asia, while offering award-winning cocktails made with artisanal spirits and freshly-squeezed juices.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "bartaco.com"
  },
  {
    "company_name": "Bateel",
    "company_description": "Branded gourmet dates, confectionaries, cafes and more. Bateel is a leading brand in the gourmet food market. With a market presence in fourteen countries across Asia, Africa, Europe, North America, and the Middle East, Bateel’s deluxe boutiques and elegant cafés adorn premium shopping destinations in major cities. Bateel established its prominent brand position by creating the market for gourmet dates and date confectionery. This bold and pioneering achievement provided Bateel with a valuable launching pad to expand to complementary sectors in the gourmet food industry. Today, using its unrivaled integrated production and distribution assets, Bateel offers a comprehensive range of sweet and savory foods as well as premium shopping and dining experiences.",
    "date_of_investment": "2015",
    "status_current": "Current",
    "region": "Asia",
    "website": "bateel.com"
  },
  {
    "company_name": "Ben & Frank",
    "company_description": "Ben & Frank is disrupting the traditional optical industry in Latin America through a direct-to-consumer (DTC), customer-centric, omnichannel strategy offering fashionable and accessible eyewear. Founded in 2015 and based in Mexico City, Ben & Frank is a leading DTC and omnichannel eyewear brand providing high-quality prescription glasses and sunglasses at value-oriented prices. The company has eliminated intermediaries through its DTC model, focusing on superior customer experience and affordability. Ben & Frank has boosted the highest NPS score in the category.",
    "industry": "Eyewear",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Latin America",
    "fund": "Null",
    "hq": "Mexico City",
    "website": "benandfrank.com"
  },
  {
    "company_name": "Better Mortgage",
    "company_description": "Better.com is a digital-first homeownership company offering mortgage, real estate, title, and homeowners' insurance services. It aims to make homeownership cheaper, faster, and more accessible for all Americans.",
    "industry": "Real Estate",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": null,
    "website": "better.com"
  },
  {
    "company_name": "Beauty Industry Group",
    "company_description": "The leading platform in the rapidly growing, global hair extensions category, comprising a premier portfolio of 13 market-leading brands.",
    "industry": "Beauty",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Salt Lake City, Utah",
    "website": "beautyindustrygroup.com"
  },
  {
    "company_name": "BloomChic",
    "company_description": "Digital-first fashion and lifestyle destination for modern women sized 10-30. BloomChic exists to enable mid- and plus-size women around the world to easily find clothes that fit them and their lives. Founded on core values such as inclusivity, empowerment, and accessibility, the company provides a wide variety of stylish, fitting, and comfortable clothes at affordable price points. New offerings are first tested in very small batches, leveraging a data-driven process as well as the founding team's production management experience and relationships with top suppliers, to maximize customer satisfaction and efficiency. With a focus on community-building as well, the brand has garnered a strong following across multiple social media platforms and offline groups, where it engages consumers with informative content and impactful narratives.",
    "industry": "Fashion",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Asia",
    "website": "bloomchic.com"
  },
  {
    "company_name": "Bodytech",
    "company_description": "Bodytech is the leading fitness chain in the Andean region, with corporate headquarters in Bogota, Colombia. It features state-of-the-art fitness equipment, specialized class instruction, and differentiates itself as a holistic fitness chain, providing services including physical therapy and wellness programs in modern gym facilities. Founded in 1997 by entrepreneurs Nicolas Loaiza and Gigliola Aycardi, Bodytech is the market leader in the Andean region with more than 140 health clubs throughout Colombia, Peru, and Chile. Bodytech has a membership base of over 250,000 members and features on-site personal trainers, sports physicians, nutritionists, and physiotherapists who work closely with each member to design personalized programs aimed at achieving individual fitness goals.",
    "industry": "Fitness",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "Latin America",
    "fund": "Null",
    "hq": "Bogota, Colombia",
    "website": "www.bodytech.com.co"
  },
  {
    "company_name": "Boll & Branch",
    "company_description": "Boll & Branch is a leading designer and retailer of home goods that are rooted in high-quality, sustainably-sourced materials. Recognized for its commitment to responsible practices, Boll & Branch is the largest consumer of Fair Trade Certified organic cotton and prioritizes the wellbeing of farmers and factory workers around the world. The company is one of the largest direct-to-consumer home brands in the U.S. and has become the most trusted bedding brand for millions of people.",
    "industry": "Consumer",
    "date_of_investment": "2019",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "bollandbranch.com"
  },
  {
    "company_name": "Birkenstock",
    "company_description": "Birkenstock is a leading global footwear brand with nearly 250 years of history and universally recognized for its iconic designs and contoured cork footbeds. To this day, Birkenstock proudly manufactures nearly all its products in-house across its owned manufacturing footprint in Germany using sustainable materials sourced across Europe.",
    "industry": "Footwear",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Europe, Asia",
    "fund": "Flagship Buyout",
    "hq": "Germany",
    "website": "birkenstock.com"
  },
  {
    "company_name": "Butternut Box",
    "company_description": "Butternut is a fresh pet food brand in the U.K. that delivers health and happiness to dogs and their humans. It was founded in 2016 with a focus on providing natural, human-grade, and locally sourced ingredients in their recipes.",
    "industry": "Consumer",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Not provided",
    "hq": "Not provided",
    "website": "butternutbox.com"
  },
  {
    "company_name": "Canidae",
    "company_description": "Canidae is a super-premium, natural dog and cat food brand striving to create a world of sustainable goodness for our pets and planet. For 25 years, Canidae has been on a mission to do better. Better for pets and better for us all. From the ingredients the Company sources to the people it partners with, Canidae is working to create a world of sustainable goodness for our pets and planet. The Company works hard to nurture the health of pets with wholesome, premium ingredients and recipes crafted for whole body health. And the Company nurtures the health of our planet through its investment in regenerative agriculture, planet-friendly packaging, and sustainable operations. Everything Canidae does results in a better product. A bowl full of goodness.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "canidae.com"
  },
  {
    "company_name": "CantuStore",
    "company_description": "CantuStore is the leading omnichannel tire aftermarket distributor and retailer in Brazil, offering a differentiated value proposition through multiple sales channels fueled by a robust online strategy. Founded in 2006, CantuStore has been disrupting the fragmented and poorly served tire aftermarket category in Brazil by sourcing a broad portfolio from domestic and international manufacturers and selling to end consumers via its own e-commerce platform and marketplaces, fleet owners, and resellers. CantuStore has become the market leader driven by its unique omnichannel strategy, national presence, best assortment depth across almost all tire segments (e.g., cars, trucks, motorbikes), private label, and innovative value-add services such as tire installations.",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Latin America",
    "website": "cantustore.com.br"
  },
  {
    "company_name": "Caredent",
    "company_description": "A leading chain of dental clinics in Italy.",
    "industry": "Healthcare",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "Europe",
    "website": "care-dent.it"
  },
  {
    "company_name": "Cazoo",
    "company_description": "Cazoo is the UK's first fully end-to-end digital platform for consumers to buy high quality used cars. The platform allows customers to exchange old cars, access financing, and purchase a used car entirely online with nationwide delivery within 72 hours.",
    "industry": "Automotive",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Growth",
    "hq": "UK",
    "website": "cazoo.co.uk"
  },
  {
    "company_name": "CÉ LA VI",
    "company_description": "Luxury lifestyle dining and entertainment: restaurants, iconic rooftop bars, and club lounges/night clubs. Delivering “The Pursuit of Pleasure.” CÉ LA VI celebrates the pursuit of pleasure, passion, and play, and of living life to the fullest. Creating drama and inspired moments out of cuisine, mixology, music, culture and spectacular surroundings, CÉ LA VI is a world-class brand orchestrated with masterful precision and finesse, and time-honored Asian hospitality. The luxury lifestyle dining and entertainment brand currently has a presence in Singapore, Dubai, Taipei, as well as Tokyo, and plans to expand into other cosmopolitan cities across the world to cement its position as the region’s leading dining and entertainment venue. This is CÉ LA VI. This is living.",
    "industry": "Luxury Lifestyle Dining and Entertainment",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": "Asia",
    "website": "celavi.com"
  },
  {
    "company_name": "Ci FLAVORS",
    "company_description": "A leading multi-brand beauty and personal care company in Japan focused on haircare and skincare. Ci FLAVORS boasts a strong portfolio of products, particularly in the mid-end segment of the Japanese haircare market, which has been growing faster than other segments. These products are sold widely throughout the country, especially in drugstores, the dominant sales channel for the segment.",
    "industry": "Beauty and Personal Care",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Asia",
    "website": "ci-flavors.com"
  },
  {
    "company_name": "ClassPass",
    "company_description": "ClassPass is a leading modern-day fitness and wellness marketplace that connects its global membership base to over a million different classes through a single booking platform. It offers a wide range of digital and in-person classes and wellness experiences.",
    "industry": "Fitness and Wellness",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Global",
    "fund": "Growth, Flagship Buyout",
    "hq": "Not specified",
    "website": "classpass.com"
  },
  {
    "company_name": "Consumer Safety Technology",
    "company_description": "Consumer Safety Technology is a leading direct-to-consumer provider of driving safety technologies that prevent impaired driving and offer services to support individuals through the license restoration process. With a focus on preventing and discouraging impaired driving, CST aims to guide consumers through the license restoration process with its comprehensive offering of safety devices, health assessments, insurance brokerage, roadside assistance, and substance detection services.",
    "industry": "Consumer",
    "date_of_investment": "2022",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "consumersafetytechnology.com"
  },
  {
    "company_name": "Crystal Jade",
    "company_description": "Asia’s most celebrated Chinese restaurant chain. Founded in 1991 in Singapore, Crystal Jade is an award-winning Chinese cuisine brand with a large market presence, comprised of 100 outlets across Asia. The Group executes a 4-segment Chinese cuisine model which includes Fine, Family restaurants, Casual Dining and Bakery.",
    "industry": "Food & Beverage",
    "date_of_investment": "2014",
    "status_current": "Current",
    "region": "Asia",
    "fund": "Not specified",
    "hq": "Singapore",
    "website": "crystaljade.com"
  },
  {
    "company_name": "dentalcorp",
    "company_description": "Founded in 2011, dentalcorp has grown to be Canada's largest network of dental practices. The Company's unprecedented strategic insights and expertise place dentist partners at the forefront of delivering optimal patient care. dentalcorp is focused on acquiring and partnering with leading, growth-oriented general and specialist dental clinics across Canada. The Company's unique value proposition allows dentist partners to retain their clinical and operating autonomy while dentalcorp inspires them to achieve ambitious personal and professional growth.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "dentalcorp.ca"
  },
  {
    "company_name": "Despegar",
    "company_description": "Despegar is the leading online travel company in Latin America, offering products from airlines, accommodation options, car rental agencies, and destination services suppliers. It has revolutionized the tourism industry through technology and operates in 20 countries in the region.",
    "industry": "Travel",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Latin America",
    "fund": "Null",
    "hq": "Null",
    "website": "despegar.com"
  },
  {
    "company_name": "DIBS Beauty",
    "company_description": "DIBS is about elevating beauty essentials for consumers who range from 0 to 100 in terms of makeup knowledge. An entirely new approach that takes the intimidation out of makeup with uncomplicated color combos and ingredients. The line was specifically built to be mistake-proof, multi-purpose, and stackable, enabling easy transformations that can be achieved by any consumer. From the carefully curated shade range to their effortless blendability, each product in the collection has been thoughtfully formulated to truly elevate the everyday.",
    "industry": "Beauty",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": null,
    "website": "dibsbeauty.com"
  },
  {
    "company_name": "Dragonfly",
    "company_description": "Dragonfly is an ambitious team of entrepreneurs, analysts, and software engineers who acquire and develop standout ecommerce businesses. Launched in 2019 by MIT-trained engineers and serial entrepreneurs, Philip Butler and Jeremy Todd, Dragonfly acquires, incubates, and licenses fast-growing consumer brands and rapidly scales them in a digital-first environment. Since its founding, Dragonfly has developed proprietary algorithms and technologies to inform its acquisition strategy as well as in-house new product development and creative capabilities to build de novo brands and products at scale.",
    "industry": "Ecommerce",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": null,
    "fund": "Flagship Buyout",
    "hq": null,
    "website": "dragonflycommerce.com"
  },
  {
    "company_name": "Drools",
    "company_description": "Drools is India's leading homegrown pet food brand dominating the value-for-money pet food segment with quality products in dog food, cat food, and treats. The company has a deep omni-channel presence reaching households across Tier II and III cities of India.",
    "industry": "Pet Care",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Asia",
    "website": "drools.com"
  },
  {
    "company_name": "Dyness",
    "company_description": "Leading global battery energy storage system (BESS) company founded in 2017 and headquartered in Suzhou, China. Develops products for residential, commercial, and recreational vehicle use. Experienced team of industry veterans with expertise in research and development, engineering, and manufacturing. Portfolio of high-quality BESS products sold in over 100 countries.",
    "industry": "Energy Storage",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Asia",
    "fund": "RMB",
    "hq": "Suzhou, China",
    "website": "dyness.com"
  },
  {
    "company_name": "Eco",
    "company_description": "Eco is a digital wallet for saving and spending. It replaces checking accounts, credit cards, and more with a single product that rewards you every time you save, spend, or send your money.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": null,
    "fund": "Growth",
    "hq": null,
    "website": "www.eco.com"
  },
  {
    "company_name": "Eighth Day",
    "company_description": "Eighth Day is a beauty company that focuses on using ingredients native to human skin cells to promote natural healing mechanisms.",
    "industry": "Beauty",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "eighthdayskin.com"
  },
  {
    "company_name": "Elevate Beauty",
    "company_description": "Elevate Beauty was founded to provide a high touch, value added approach to building iconic and enduring brands in the dynamic beauty market. We believe providing category knowledge and operational know-how early in a company's growth trajectory will elevate a brand's ability to breakthrough and generate deep consumer love.",
    "industry": "Beauty and Wellness",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "elevatebeauty.com"
  },
  {
    "company_name": "Equinox",
    "company_description": "Equinox is a pioneer in the luxury fitness industry and has grown into an unrivaled lifestyle brand. As an internationally recognized arbiter of luxury, we offer our members unparalleled, bespoke experiences in the fields of movement, nutrition and regeneration, and remain grounded by substance but elevated in style.",
    "industry": "Fitness",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "New York",
    "website": "equinox.com"
  },
  {
    "company_name": "Espaçolaser",
    "company_description": "The leading laser hair removal destination in Brazil. Founded in 2002 by Ygor Moura, Tito Veiga Pinto, and Paulo Iasz de Morais. Espaçolaser has hundreds of owned and franchised stores across Brazil and is also present in Argentina, Chile, Colombia, and Paraguay. Mission is to provide health and wellness through the best hair removal technique using the Alexandrite laser technology with a cooling cryogen solution for comfort. Largest laser hair removal company in Brazil, serving over 4.2 million customers. Owns Estudioface for facial aesthetic services.",
    "industry": "Healthcare",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "Latin America",
    "website": "espacolaser.com.br"
  },
  {
    "company_name": "ETRO",
    "company_description": "Innovation, research, magic and a refined artistic aestheticism run in ETRO’s DNA, reinterpreting tradition while drawing inspiration from the world of art and travel. Refined, classy and beautiful, ETRO products are a testimony of Italian craftsmanship. Unique collections, unrivalled quality and attention to detail entwine among the weaves of its iconic Paisley design. ETRO is a fashion house that has defined Italian style around the world since 1968. From research into textiles and attention to detail, Etro creates luxury clothing and accessories for men and women, where passion for travel and sartorial tradition are the key concepts of every collection. The iconic Paisley pattern, prints and jacquard weaves feature on outerwear, dresses, bags and shoes. The Maison's unique style is also expressed through a line of unisex fragrances featuring aromatic, floral, spicy and woody notes, and by a home accessories collection in which tradition blends with contemporary aesthetics.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Europe",
    "website": "etro.com"
  },
  {
    "company_name": "ETVOS",
    "company_description": "A rapid-growing Japanese cosmetics brand that develops, manufactures, and sells ceramide based skincare products and mineral based make-up. ETVOS is a strongly positioned independent Japanese skincare and make-up brand that provides products in four categories: skin care, make-up, haircare, and baby-care. All products are developed by the company’s R&D center and manufactured in Japan. Japan has the highest per capita spend on cosmetics globally and there is a growing consumer need for natural, organic, mineral based cosmetics which ETVOS is well positioned to capture.",
    "industry": "Consumer",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Asia",
    "website": "etvos.com"
  },
  {
    "company_name": "Everlane",
    "company_description": "Everlane is a scaled, dual-gender direct-to-consumer apparel/accessories business leading in sustainability. It is a mission-driven company built on an ethos of exceptional quality, ethical practices, and 'Radical Transparency'. The brand offers sustainable, modern basics at accessible price points, sold predominantly online and through retail stores.",
    "industry": "Consumer",
    "date_of_investment": "2020",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "everlane.com"
  },
  {
    "company_name": "Laboratório da Mulher – FEMME",
    "company_description": "FEMME is a distinctive medical diagnostics company dedicated exclusively to women's health. With more than 40 years of experience, FEMME provides quality of life and well-being for women. The service offering is customized, combining modern medical equipment and comfort for female patients. The business has a specialized medical team with highly qualified personnel. FEMME has strong satisfaction ratings from patients, physicians, and payers, along with recent excellence awards from prestigious Brazilian organizations.",
    "industry": "Medical Diagnostics",
    "date_of_investment": "2019",
    "status_current": "Current",
    "region": "Latin America",
    "fund": "Latin America",
    "hq": "Brazil",
    "website": "laboratoriodamulher.com.br"
  },
  {
    "company_name": "FlashParking",
    "company_description": "FlashParking is a leading parking technology company that is revolutionizing the transportation and mobility ecosystem. Founded in 2011 to perfect the parking experience, FlashParking has grown to serve thousands of operations, enterprise portfolios, and smart cities nationwide. Today, the company is enabling traditional parking assets to evolve into next-generation mobility hubs by implementing future-ready hardware and software infrastructure, a powerful business intelligence engine, and a robust partner ecosystem. FlashParking is the best parking solution for today and the only mobility solution for tomorrow.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "website": "www.flashparking.com"
  },
  {
    "company_name": "FLFL",
    "company_description": "India's largest integrated branded fashion company. Founded in 2012, FLFL owns and markets several fashion brands through exclusive brand outlets, department stores and multi brand outlets, as well as company-operated chains such as Central and Brand Factory. FLFL is a unique player in the Indian fashion industry due to its integrated 'design to distribution' model and presence across all key segments within the fashion industry. FLFL is an operating company of Future Group, a large Indian retail and fashion conglomerate.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Asia",
    "website": "futurelifestyle.in"
  },
  {
    "company_name": "Forter",
    "company_description": "Forter is the trust platform for digital commerce. We help leaders across industries approve more transactions, improve customer experience and reduce losses to fraud and abuse - by assessing trustworthiness accurately and in real-time.",
    "industry": null,
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "forter.com"
  },
  {
    "company_name": "Founders Table",
    "company_description": "Founders Table Restaurant Group launched in January 2020 to create, acquire, and cultivate innovative and profitable founder-led restaurant companies. Founders Table, which currently includes Chopt and Dos Toros, leans on digital and operational innovation to drive the growth of industry-leading culinary concepts.",
    "industry": "Food & Beverage",
    "date_of_investment": "2015",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "New York City",
    "website": "founders-table.com"
  },
  {
    "company_name": "Freetrade",
    "company_description": "Freetrade is an award-winning, commission-free investment platform that is designed to get everyone investing. Launched in 2018, Freetrade has brought commission-free investing to hundreds of thousands of investors, becoming one of the largest retail brokers in the UK. Freetrade is built for long-term investors, prioritizing education, clear and simple pricing, and putting its customers first.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "website": "freetrade.io"
  },
  {
    "company_name": "Function of Beauty",
    "company_description": "Function of Beauty is the world leader in customizable beauty, with hair, skin, and body care products made for you (and only you). Function of Beauty is the leading customized beauty brand, providing you with truly individualized haircare, body care and skincare products.",
    "industry": "Beauty",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "MIT engineers, cosmetic scientists, and developers",
    "website": "functionofbeauty.com"
  },
  {
    "company_name": "Functionalab Group",
    "company_description": "Functionalab Group is a leading platform and largest operator of premium medical aesthetics clinics in Canada, providing aesthetic services and skincare solutions in a world-class and modern environment with a patient-centric and doctor-led approach. Founded in 2009 and merged with FYihealth groupâ\u0080\u0099s Medical Aesthetics Division in 2023, Functionalab Group has grown to become the largest network of premium medical aesthetics clinics in Canada, operating primarily under the Dermapure and ProjectSkin MD brands. The Company combines cutting-edge technologies and professional skincare solutions, including its proprietary skincare brand, Functionalab, to deliver effective and lasting results in a differentiated, high-end, and inspirational environment. Functionalab Groupâ\u0080\u0099s brands have been developed and endorsed by dermatologists and skin health practitioners to offer the most innovative, science-based, and effective aesthetics solutions. The Company has a proven track record as a platform consolidator that has consistently delivered strong performance and growth.",
    "date_of_investment": "2023",
    "status_current": "Current",
    "website": "functionalab.com"
  },
  {
    "company_name": "FYidoctors",
    "company_description": "Enhancing Lives by being patient-first and doctor-led is the heart of FYidoctors. Today, FYidoctors is the largest optometrist-owned eye care provider in the world. FYidoctors invests in the latest diagnostic equipment, manufactures its own Canadian-made lenses with industry-leading technology, and offers an extensive eyewear selection – all in support of patient health and happiness. FYidoctors’ belief that doctors should control the evolution of eye care has led to a revolution in the optometry industry and beyond. In line with its core values, FYidoctors is active in community support with its Enhancing Life Foundation.",
    "date_of_investment": "2020",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "fyidoctors.com"
  },
  {
    "company_name": "Gadget Guard",
    "company_description": "Gadget Guard is the world’s first two-way protection company, dedicated to guarding humans from their devices and devices from their humans. Founded in Utah in 2009, Gadget Guard has always been involved in the mobile accessories industry. Today, they have stepped up as the world’s first two-way protection brand, specializing in using science-backed technologies to create device accessories that solve real world problems. Gadget Guard’s vision is to create a healthy relationship between humans and their tech.",
    "date_of_investment": "2011",
    "status_current": "Current",
    "fund": "Growth",
    "website": "gadgetguard.com"
  },
  {
    "company_name": "Ganni",
    "company_description": "One of the fastest growing advanced contemporary fashion brands in the dynamic global affordable luxury womenswear market. Founded in Copenhagen, Denmark in 2000, Ganni is a leading advanced contemporary fashion brand offering differentiated women’s ready-to-wear clothing. Ganni is one of the fastest growing brands in the global apparel space and has established an international presence through its owned stores and more than 400 premium retailers in 20 countries including Denmark, Norway, Sweden, the UK, Germany and the U.S. The brand has significant digital exposure and a unique style endorsed by key fashion opinion leaders and embraced by a quickly growing base of loyal customers.",
    "industry": "Fashion",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "Europe",
    "website": "ganni.com"
  },
  {
    "company_name": "Genki Forest",
    "company_description": "A Gen Z-focused, data-driven, and fast-growing Chinese beverage company with leading position in the low-sugar, low-calorie categories. Genki is a Gen Z-focused, data-driven Chinese beverage company established in 2016. As a low-sugar, low-calorie innovator across multiple categories, Genki is currently the category leader in low-sugar, low-calorie sparkling water, milk tea, and RTD tea, which are available through key e-commerce platforms and ~700k POS across China. Run like a tech company, Genki outperforms in competition through significantly faster product innovation, deployment of proprietary data analytics tools, as well as social-first, Gen Z-focused marketing campaigns. In addition, Genki has established a health-oriented emotional connectivity with its consumers.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "www.yuanqisenlin.com"
  },
  {
    "company_name": "Getaway",
    "company_description": "Getaway designs and operates \"tiny house\" rentals in beautiful rural areas just outside major cities. The company places their custom built homes, each between 160 and 200 square feet, on secluded land in wooded, natural landscapes and rents them out by the night to those looking to easily escape their daily routines and experience the restorative benefits of nature. Consumers reserve their \"getaways\" online and the company takes care of the details from start to finish, providing guests a turnkey experience to restore balance to their busy lives. The company boasts a strong social media presence and loyal customer base, with broad appeal across geographies and demographics.",
    "industry": "Hospitality",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Harvard University's Innovation Lab",
    "website": "getaway.house"
  },
  {
    "company_name": "GetYourGuide",
    "company_description": "GetYourGuide (GYG) is one of the leading companies disrupting the large and rapidly growing tours & activities market. Headquartered in Berlin, GYG is Europe's leading online travel platform focused on identifying high quality tours & activities suppliers to offer consumers tickets for tours, attractions and activities worldwide through its web and mobile applications. By partnering with high quality suppliers, GYG enables suppliers to reach more volume in a short period and provides consumers a highly curated set of options. GYG's target market, tours & activities, is large and growing. This market is ripe for disruption by the digital channel as only a small percentage of spend is online today compared to leisure accommodations.",
    "industry": "Consumer Tech",
    "date_of_investment": "2019",
    "status_current": "Current",
    "region": "Europe",
    "fund": "LCH",
    "hq": "Berlin",
    "website": "getyourguide.com"
  },
  {
    "company_name": "Giuseppe Zanotti",
    "company_description": "Leading Italian luxury footwear brand, endorsed by many celebrities and fashionistas. The high-end fashion shoe designer and manufacturer distributes its products globally through mono and multi brand stores, under the 'Giuseppe Zanotti Design' and 'Giuseppe Zanotti' labels. Popular among celebrities and fashionistas, the Giuseppe Zanotti Design brand has positioned itself as one of the top designers in the world, and continues to experience strong growth across its footwear and accessory lines. Transcending its origins as a women-focused brand, the company launched a successful men's division – specializing in both casual and formal shoes.",
    "date_of_investment": "2014",
    "status_current": "Current",
    "region": "Europe, Asia",
    "website": "giuseppezanotti.com"
  },
  {
    "company_name": "GlossGenius",
    "company_description": "GlossGenius is a gateway for entrepreneurship, enabling tens of thousands of small businesses across the US beauty and wellness landscape to succeed with elegant, intuitive software that abstracts their entire back office. GlossGenius is the fastest growing vertical software payments company powering tens of thousands of businesses and billions of dollars of activity across the beauty and wellness space.",
    "industry": "Beauty and Wellness",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "United States",
    "website": "glossgenius.com"
  },
  {
    "company_name": "Goiko",
    "company_description": "Iconic Spanish casual dining concept, offering tasty and fresh gourmet burgers in an enjoyable ambiance. Founded in 2013, Goiko is one of the fastest growing casual dining restaurant concept in Spain, recognized for its tasty products, its efficient and enjoyable service as well as its good ambiance. The company has become one of the most iconic restaurant brands in Spain in less than five years and enjoys a strong consumer recognition primarily thanks to its distinctive natural and good quality burgers. Goiko is also a leading restaurant chain on social media with a large Instagram follower base very actively engaged with the brand.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Europe",
    "website": "goiko.com"
  },
  {
    "company_name": "GOODLES",
    "company_description": "GOODLES is reinventing the multi-billion dollar prepared pasta aisle that hasn't seen real innovation in decades, under the belief that mac and cheese is more than a childhood memory; it's a lifelong food that can be delicious and nutritious. Jen Zeszut Founder and CEO GOODLES are noodles, made gooder. From its launch in late 2021, GOODLES has challenged category thinking – defying the stereotype that mac and cheese is only for kids – and instead has introduced a line of products boasting premium nutrients, delicious taste, and a daring range of sophisticated flavors. GOODLES eliminates the need to choose between great taste and nutrition by combining sophisticated ingredients, protein, fiber, nutrients from plants and complex flavors that taste incredibly delicious. Today, the Company sells its growing assortment of delicious and nutritious boxed mac and cheese and pasta products across a wide range of retailers across the country, including Target, Whole Foods, Albertsons, HEB, Publix, Wegman's, Amazon, and on GOODLES.com.",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "United States",
    "website": "goodles.com"
  },
  {
    "company_name": "Grupo MYT",
    "company_description": "Grupo MYT offers innovative dining experiences across four distinct cuisine genres. Founded in 1996 by brothers Carlos, Alfredo and Andres Mier y TerÃ¡n with a single creperie cart, the company has become one of the largest operators of organically developed restaurants in Mexico. Grupo MYT designs, builds and operates distinctive casual restaurant brands in Mexico. The company currently operates restaurants across four different concepts, each curated and managed by a multidisciplinary team of nearly a thousand talented, passionate and impact-driven individuals focused on executing a superior level of hospitality and service. The company's casual dining brands include: Moshi Moshi, an innovative Japanese casual dining restaurant; La Imperial, a polished casual Mexican restaurant and cantina; Cocina Abierta, a full-service multi-genre food hall; and La Crepe Parisiene, a kiosk concept offering freshly made sweet and savory crepes.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "strategy": "Latin America",
    "website": "grupomyt.com"
  },
  {
    "company_name": "Gill Mix Green (GXG)",
    "company_description": "Leading menswear fashion group in China with 4 uniquely positioned brands. Established in 2007, GXG has grown into a leading menswear fashion group in China with powerful online presence, extensive POS coverage and highly recognized brand name. Currently GXG has a portfolio of 4 uniquely positioned brands, including GXG, gxg.jeans, gxg.kids and Yatlas. With original design and strong brand awareness, GXG distributes through leading shopping malls and department stores with over 2,000 stores, as well as through leading third party online platforms such as Tmall, JD.com and VIPShop.",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "Asia",
    "website": "gxg1978.com"
  },
  {
    "company_name": "Hi!Papa",
    "company_description": "Rapidly-growing personal care company focused on children's skincare needs",
    "industry": "Personal Care",
    "date_of_investment": "2023",
    "status_current": "Current",
    "fund": "RMB",
    "website": "haiguibaba.com"
  },
  {
    "company_name": "Hanna Andersson",
    "company_description": "Hanna Andersson is a leading premium children's apparel and lifestyle brand known for its superior quality, classic styling, and unique Swedish-inspired designs. The company's products cater to boys, girls, and infants from newborn to 12 years old, offering a broad range of clothing that emphasizes quality, durability, and style.",
    "industry": "Consumer",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Not provided",
    "website": "hannaandersson.com"
  },
  {
    "company_name": "Heytea",
    "company_description": "The pioneer and #1 premium tea drink chain in China Heytea has redefined the ~5,000-year-old traditional Chinese tea market since its establishment in 2012, creating the premium tea drink chain category, and has grown remarkably under the leadership of visionary founder Neo Nie. The company constantly introduces innovative flavors to delight customers, using the freshest ingredients that are available during each season, and its limited-edition series are especially popular. Committed to continuously serving the best to consumers and fostering emotional connections with them, Neo and his management team have meticulously built the Heytea brand to stand for aspiration, innovation, and quality.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "heytea.com"
  },
  {
    "company_name": "Hong Kong Central",
    "company_description": "Strategically located property in the luxurious Hong Kong Central district, acquired by Chelsfield and L Catterton Real Estate. Repositioning plan includes redemising the space into several retail units to create a dynamic mix.",
    "industry": "Real Estate",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Asia",
    "fund": "Real Estate",
    "hq": "Hong Kong",
    "website": null
  },
  {
    "company_name": "Homebase",
    "company_description": "Homebase is the everything app for hourly teams, offering employee scheduling, time clocks, payroll, team communication, HR, and more, with an emphasis on businesses in core consumer categories like restaurants, retail, and fitness. More than 100,000 small businesses rely on Homebase to make work radically easy and give their teams superpowers. Homebase tracked over one billion hours for over 2.5 million workers last year.",
    "industry": "Technology",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "San Francisco, CA",
    "website": "joinhomebase.com"
  },
  {
    "company_name": "The Honest Company",
    "company_description": "The Honest Company is a digitally native, mission-driven company created by Jessica Alba to provide safe, natural products through engaging, personal relationships with millennial women. It is the #1 brand in the fast-growing natural segment of the U.S. baby category with diapers, personal care, and wipes as its largest product lines. The Honest Co.'s 'clean beauty' line provides consumers with Better for You beauty products that also deliver high-performance results and innovative design. The Company's products are available through its direct-to-consumer channel and through leading North American retailers, including Target, Walmart, CVS, Amazon, and Costco, and select Douglas locations throughout Europe.",
    "industry": "Consumer",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": null,
    "website": "honest.com"
  },
  {
    "company_name": "Hopdoddy",
    "company_description": "At Hopdoddy, we will always serve you the freshest, natural & most delicious ingredients. Every day we grind our beef patties from hormone-free, antibiotic-free, all-natural Black Angus. We bake our buns from scratch & we cut our fries from select Kennebec potatoes. Founded in 2010 by four experienced restaurateurs, Hopdoddy was created to \"express the perfect union of burgers and beer.\" Hopdoddy is distinguished by its fresh, all-natural and hormone free \"Crafted Burgers,\" its array of alcoholic and non-alcoholic drinks, and its unique service model in which guests order at a counter and then proceed to a reserved table where their food is brought to them and treated to a full table service experience from that point on. Since its inception, Hopdoddy has received significant press recognition, including recognition as Zagat's \"Best Things We Ate\" and \"Best Burgers in 25 cities in America,\" one of CNBC's \"10 Brands to Watch,\" one of \"12 Small Chains that Might Someday Dominate the World\" and one of celebrity chef Rachel Ray's \"Top 10 Best Burgers in America.\"",
    "date_of_investment": "2014",
    "status_current": "Current",
    "website": "hopdoddy.com"
  },
  {
    "company_name": "Hungryroot",
    "company_description": "Hungryroot is pioneering an entirely new way to grocery shop. They leverage proprietary technology to predict and deliver groceries and recipes that best suit each individual customer's needs and goals. The result is a customer-first, curated experience that reduces the average time consumers spend grocery shopping from two to three hours a week, to just two to three minutes. Hungryroot does the work for customers so they don't have to.",
    "industry": "Consumer",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not provided",
    "website": "hungryroot.com"
  },
  {
    "company_name": "Hydrow",
    "company_description": "Founded by Bruce Smith, a life-long entrepreneur and US National Team rowing coach, Hydrow is on a mission to bring the soul-enriching sport of rowing to homes everywhere. Rowing is widely regarded as the best form of exercise, engaging 86% of your body’s muscles and burning more calories per minute than any other exercise all while minimizing impact on your joints. Hydrow has developed a connected rowing machine that streams live and on-demand workouts led by world class athletes directly from the water. The Hydrow rower is manufactured with commercial grade durability and designed for easy assembly and storage. The Hydrow live outdoor reality (LOR)™ experience brings everything together: the best form of exercise, new live classes every day with great music, and an engaging workout experience that makes you feel like part of a community.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "fund": "Growth",
    "website": "hydrow.com"
  },
  {
    "company_name": "I and Love and You",
    "company_description": "\"The food your pet would make for themselves, â\u0080¦ya know, if they could.â\u0080\u009d \"I and Love and You\" is a pet food brand driven by the belief that ultra-premium, pet specialty quality products should be made accessible to everybody. Founded in Boulder in 2010, the vibrant and innovative brand marries high quality, natural ingredients together with functional benefits, providing \"our plus-oneâ\u0080\u0099s\" with high protein and healthy digestion without any artificial preservatives or fillers. The brand offers a wide range of products for both cats and dogs in ecommerce, grocery, and mass channels, meeting the customer where they want to purchase.",
    "industry": "Consumer",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Boulder",
    "website": "iandloveandyou.com"
  },
  {
    "company_name": "IAFSTORE",
    "company_description": "IAFSTORE is Italy’s leading DTC platform in sports nutrition and food supplements offering a wide portfolio of proprietary and third-party brands dedicated to fitness enthusiasts and athletes looking for premium quality and performance. Founded in 2007, IAFSTORE is Italy’s leading direct-to-consumer platform in sports nutrition, food supplements, OTC, and healthy products. Born as an e-commerce distributor of third-party products, in 2012 IAFSTORE launched its first owned brand, YAMAMOTO, which quickly became a market leader thanks to its superior quality and proprietary formulations. Today IAFSTORE has seven branded product lines under the brand names Yamamoto Nutrition, Yamamoto Research, IAFSTORE, OneProtein, Alphazer, Yamamoto Active Wear, and Smile Crunch, offering a broad selection of high-quality supplements and functional foods to thousands of active lifestyle and health-conscious consumers in Italy and abroad.",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Europe",
    "website": "iafstore.com"
  },
  {
    "company_name": "ICON Health & Fitness, Inc.",
    "company_description": "ICON Health & Fitness is a global health and fitness leader and owner of iFit, NordicTrack, ProForm, Freemotion and other fitness brands. Based in Logan, Utah, the 43-year old company has a multi-decade heritage of innovation, quality and profitability.",
    "industry": "Health & Fitness",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Logan, Utah",
    "website": "iconfitness.com"
  },
  {
    "company_name": "iFIT Health & Fitness",
    "company_description": "iFIT Health & Fitness is an integrated health and fitness platform, designed to connect proprietary software, experiential content, and interactive hardware to deliver a connected fitness experience. The company has a growing community of more than 5 million members and 1 million+ subscribers in over 120 countries. iFIT Health & Fitness brands include iFIT, NordicTrack, ProForm, and Freemotion, offering a wide range of fitness modalities and interactive experiences.",
    "industry": "Health & Fitness",
    "date_of_investment": "2020",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "iFIT.com"
  },
  {
    "company_name": "Innis & Gunn",
    "company_description": "Innis & Gunn is the largest craft beer brand in Scotland, ranking 2nd in the UK, with a strong international presence. Founded in 2003, Innis & Gunn is famous for its selection of beers aged inside oak casks, creating a differentiated taste with a variety of finishes such as rum or whiskey. Innis & Gunn also offers a full portfolio of new styles including lager, IPA, alcohol-free, and launches 5 to 9 limited editions a year. The beers are distributed through a vast network of establishments in the UK and several countries including the U.S., Canada, Sweden, and France. In 2015, the Company opened its first Beer Kitchen in Edinburgh, an award-winning bar-restaurant concept, and added several more in Scotland.",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "Europe",
    "website": "innisandgunn.com"
  },
  {
    "company_name": "Intercos",
    "company_description": "Intercos is the leading global supplier and strategic innovation partner to the color cosmetics and skincare industry with research centers, production sites, and marketing offices in North America, South America, Europe, and Asia. Intercos develops and manufactures cosmetics for well-known brands in the industry.",
    "industry": "Beauty",
    "date_of_investment": "2014",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Flagship Buyout",
    "hq": "Milan, Italy",
    "website": "intercos.com"
  },
  {
    "company_name": "Irene Forte Skincare",
    "company_description": "Irene Forte Skincare is the Italian skincare brand at the forefront of the 'Natural Science' movement. Based on 35 years of research in the medical use of plant extracts to treat skin conditions, the eponymous line includes novel ingredients and advanced actives which have shown profound results in independent clinical and user trials. The core ingredients are harvested at the founder's organic farm in Sicily, and all products are certified vegan. In recognition of its high ethical standards, Irene Forte Skincare has achieved B-Corp status.",
    "industry": "Beauty",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Growth",
    "hq": "Italy",
    "website": "ireneforteskincare.com"
  },
  {
    "company_name": "Jio Platforms",
    "company_description": "Jio Platforms is India's largest telecom service provider, offering a digital ecosystem comprising network, devices, applications, content, platforms, and services. It focuses on providing high-quality and affordable digital services across India.",
    "industry": "Technology",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Asia",
    "website": "jio.com"
  },
  {
    "company_name": "John Hardy",
    "company_description": "John Hardy is an inspiring brand rich with tradition that is evidenced through our distinctive jewelry and undeniable commitments to positive social and environment change.",
    "industry": "Consumer",
    "date_of_investment": "2014",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Bali",
    "website": "johnhardy.com"
  },
  {
    "company_name": "Just Over The Top",
    "company_description": "A leading French casualwear brand, with the power to span across categories, geographies, and generations. JOTT is a leading French urban casualwear brand offering functional, comfortable, and versatile clothes, most notably its distinct line of light down jackets. With significant brand awareness and visibility in Europe, JOTT currently distributes its comprehensive collections of casual outerwear and accessory products through a network of distinctive and colourful concept stores as well as wholesale clients. The brand has been a forerunner in the advent of the premium down jacket with its stylish, high-quality, functional and affordable products which are perfectly suited for today's versatile way of life. JOTT is an inclusive brand catering for all occasions, ages and lifestyles which now ambitions to become a global champion in the light outerwear jacket segment.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Europe",
    "website": "justoverthetop.com"
  },
  {
    "company_name": "JustFoodForDogs",
    "company_description": "JustFoodForDogs is the world's first \"pet food kitchen\" where human-grade meats and vegetables are turned into healthy meals for dogs and cats. Founded in 2010 by Shawn Buckley, the company aims to elevate the nutritional quality of traditional dog food.",
    "industry": "Consumer",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth, Flagship Buyout",
    "hq": "Not specified",
    "website": "justfoodfordogs.com"
  },
  {
    "company_name": "Kettle Cuisine",
    "company_description": "Kettle's roots in artisan cooking - scratch-made stocks, hand-chopped herbs, and the highest quality ingredients - are complimented by industry-leading manufacturing technology and an endless pursuit of consistently excellent products crafted at scale. Founded in 1986, Kettle Cuisine is a leading wholesale manufacturer of artisan-quality, fresh prepared food solutions at scale for restaurant and grocery customers nationwide. Kettle leverages its unique technical manufacturing expertise to deliver a wide variety of value-added, innovative fresh prepared food solutions, including soup, sauces, sous-vide proteins, and ready-to-eat skillet meals. The Company has developed a reputation as the leading private label specialist in the scaled fresh food solutions category, having grown to become the largest producer of fresh soup in North America.",
    "industry": "Food & Beverage",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "website": "kettlecuisine"
  },
  {
    "company_name": "Kodiak",
    "company_description": "Kodiak is a leading brand in the better-for-you breakfast and snacking categories, with a portfolio that is whole-grain and powered by protein. Founded in 1982, Kodiak is a high-growth food business built on a mission to inspire healthier eating and active living. Kodiak's 'Nourishment For Today's Frontier' brand promise comes to life through a 100% whole-grain product portfolio that is powered by protein and delivers on a delicious taste profile. Beginning with its breakout Power Cakes pancake mix, Kodiak has succeeded across multiple categories and is now the #2 brand in pancake mix, the #2 brand in frozen waffles, the #2 brand in Oatmeal, and a scaled brand across numerous other categories. Kodiak resonates especially with a Millennial / Gen Z audience and is one of the fastest-growing food brands in the U.S.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "kodiakcakes.com"
  },
  {
    "company_name": "KOKOLU",
    "company_description": "Up and coming sustainable lifestyle direct-to-consumer brand targeting the global market",
    "industry": "Consumer",
    "date_of_investment": "January 2022",
    "status_current": "Current",
    "region": "Greater China and California",
    "fund": "RMB",
    "hq": "Not provided",
    "website": "kokolu.eco"
  },
  {
    "company_name": "Kopari",
    "company_description": "Kopari is a beauty brand that specializes in coconut oil-based beauty products. The brand integrates cutting-edge chemistry and natural ingredients to enhance the benefits of coconut oil and provide multi-purpose formulations for effective results. Kopari uses 100% organic coconut oil and avoids harmful ingredients like sulfates, silicones, and parabens.",
    "industry": "Beauty",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "www.koparibeauty.com"
  },
  {
    "company_name": "Little Moons",
    "company_description": "Little Moons is the leading European mochi ice cream brand, famous for its 'ice cream from another world'. It produces delicious bite-sized artisanal gelato ice cream treats cased in a soft, chewy mochi dough. Little Moons offers a range of exciting flavors and continues to innovate with distinctive new product creations. Products are made in-house at the Company's bespoke facility in the UK, using the Wong family's 30-year-old recipe. Little Moons products are sold via retail, food-service, sushi kiosks, and the at-home grocery channel. Products are widely distributed in the UK, France, and Germany, and the brand is growing across other international markets.",
    "industry": "Food & Beverage",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Europe",
    "website": "littlemoons.com"
  },
  {
    "company_name": "Luigi Bosca",
    "company_description": "Bodegas Luigi Bosca was established in Mendoza by the Arizu Family in 1901. For 122 years, they have continued the founders' tradition of making wines of excellence, passed over their knowledge through for generations, and achieved a leading position as the global standard for Argentine wines. Luigi Bosca is renowned for the consistent quality of its wines, a deep understanding of the terroir, and the continuous quest for excellence through innovation and technology. The Winery is a leading player in the great wines segment of the Argentine domestic market, while it has also achieved a sound and valued position in global markets.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "strategy": "Latin America",
    "website": "luigibosca.com.ar"
  },
  {
    "company_name": "Maria Nila",
    "company_description": "Maria Nila is a leading 100% vegan and award-winning professional haircare brand founded in 1999 in Sweden. The brand focuses on providing cruelty-free and sustainable haircare products.",
    "industry": "Beauty",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Not specified",
    "hq": "Sweden",
    "website": "marianila.se"
  },
  {
    "company_name": "Marubi",
    "company_description": "Marubi is a multibrand skincare company that operates two uniquely positioned skincare brands in Marubi and Haruki. Marubi targets the mid-to-high end market segment within the price point of USD 30-60 (age 28-48), while Haruki targets the younger mid-market segment (age 18-38) with products at the USD 6-30 price point. The company distributes through nearly 12,000 points of sale throughout China, including cosmetic stores, department stores, beauty spas, and e-Commerce.",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": "Asia",
    "website": "marubi.cn"
  },
  {
    "company_name": "MERIT",
    "company_description": "MERIT is minimalist beauty, created to reimagine luxury by making it clean, well-edited and accessible – essentials that have earned a place on your vanity. MERIT was created to reimagine luxury beauty by making it clean and accessible, providing a beautiful brand experience through its curated offering of well-edited essentials. By taking a holistic approach to responsible luxury, MERIT creates products that are safe for body, skin, and planet. The award-winning brand continues to launch products that make you look like you – simplifying what it means to get ready.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "strategy": "Growth",
    "website": "meritbeauty.com"
  },
  {
    "company_name": "Master Trades Group (fka LTP Home Services Group)",
    "company_description": "Founded in 1996 by Len Bush as \"Len the Plumber,\" Master Trades Group is a leading residential services platform with a specialization in plumbing and HVAC services, operating across the Mid-Atlantic and Southeast regions under various brands. Master Trades Group (fka LTP Home Services Group) is a rapidly growing plumbing and HVAC platform with a playbook to drive value creation through M&A and greenfield expansion. The Company is differentiated as a premium operator with an outstanding reputation for quality, allowing it to take meaningful share via organic growth and build a defensible market position within core regions. The Company has a proven track record as an industry innovator and platform consolidator that has consistently delivered strong performance and rapid growth over multiple decades. Master Trades Group is keenly focused on customer satisfaction while striving to be the employer of choice for technicians.",
    "date_of_investment": "2022",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "lentheplumber.com"
  },
  {
    "company_name": "Miami Design District",
    "company_description": "A neighborhood dedicated to innovative fashion, design, architecture, and dining experiences in Miami. Developed by Dacra and L Catterton Real Estate, it is a prime retail project with retail, restaurants, art galleries, and hotel spaces.",
    "industry": "Real Estate",
    "date_of_investment": "2010",
    "status_current": "Current",
    "region": "North America",
    "fund": "Real Estate",
    "hq": "Miami",
    "website": "miamidesigndistrict.net"
  },
  {
    "company_name": "Mizzen+Main",
    "company_description": "Founded in 2012 by Kevin Lavelle, Mizzen+Main is a digitally native designer, wholesaler and retailer of American-made, performance-focused menswear. The Company's highly differentiated offerings, which include dress and sport shirts, chinos, polos, henleys, sweaters and pullovers, use high-tech, innovative materials that are wrinkle-free, machine washable, and have stretch and moisture wicking capabilities. With a fiercely loyal following that includes professional athletes such as J.J. Watt and several others, Mizzen+Main has experienced rapid growth. In addition to a successful online presence, Mizzen+Main has a strong wholesale presence through select men's retailers including Dillard's and Nordstrom, among others.",
    "industry": "Consumer",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Null",
    "website": "www.mizzenandmain.com"
  },
  {
    "company_name": "Nebula Brands",
    "company_description": "China’s leading aggregator of third-party Amazon vendors. Nebula Brands is uniquely poised to tap into the growth of the Amazon marketplace driven by China-based third-party vendors. The company has a strong team in China with deep market knowledge and experience in sourcing, underwriting, and operations.",
    "industry": "E-commerce",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "nebula.site"
  },
  {
    "company_name": "NotCo",
    "company_description": "NotCo is a highly disruptive food-tech company that leverages machine-learning to develop delicious, sustainable, plant-based products. Founded in 2015 in Santiago, Chile, NotCo is a leading food-tech company that leverages artificial intelligence to accurately develop superior plant-based products. The Company uses machine learning algorithms to accelerate the Companyâ\u0080\u0099s R&D efforts by understanding food at a molecular level in order to perfectly mimic traditionally animal-based products. NotCo is the fastest growing company of plant-based category in Latin America. The brand is distinguished by its delicious products, proprietary technology and environmental sustainability. NotCo's key products include NotMilk, NotBurger, NotIceCream and NotMayo which are available through key retailers and leading food service chains across Latin America and North America",
    "industry": "Food-Tech",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Latin America",
    "website": "notco.com"
  },
  {
    "company_name": "ODDITY",
    "company_description": "ODDITY is a consumer-tech company which builds and scales digital-first brands to disrupt the offline-dominated beauty and wellness industries. The company's first brand, IL MAKIAGE, defines and builds the future of beauty by using ODDITY's unparalleled technology to connect people with superior, painstakingly tested, beauty products. Since the brand's launch, IL MAKIAGE has converted millions of consumers from shopping for beauty products in stores to making purchases online and disrupted the industry in the process. ODDITY launched its second brand, SpoiledChild, in February 2022 to disrupt the wellness industry with personalized hair and skin products.",
    "industry": "Consumer-Tech",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "oddity.com"
  },
  {
    "company_name": "OdontoCompany",
    "company_description": "Utilizing the latest technology and prioritizing innovation and quality, OdontoCompany is focused on making dental care accessible to all Brazilians. OdontoCompany has grown to be the largest dental clinic network in the world, offering high quality and affordable dental care across Brazil. OdontoCompany has more than 2,400 dental clinics operating throughout the country under it's three brands: OdontoCompany, OrthoDontic and Oral Sin - which offer orthodontics, dentistry, aesthetics, endodontics and implants services.",
    "industry": "Healthcare",
    "date_of_investment": "2019",
    "status_current": "Current",
    "region": "Latin America",
    "website": "odontocompany.com"
  },
  {
    "company_name": "Ole & Steen",
    "company_description": "Ole & Steen is a leading premium bakery and food-service chain in Denmark with >100 stores in its home market, and a growing presence in the UK and US. It operates a premium concept focusing on high-quality artisanal breads, cakes, pastries, teas, and coffee. The business model includes in-house bakery production and a scalable roll-out strategy, professionalizing the Danish fresh bakery industry. The brand has a strong presence in Denmark, the UK with 20 stores, and the US.",
    "industry": "Food & Beverage",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Not specified",
    "hq": "Not specified",
    "website": "oleandsteen.co.uk"
  },
  {
    "company_name": "Pain Doctor",
    "company_description": "Pain Doctor is a leading pain management company that provides standardized care and high quality service for patients in pain. The Company offers a full suite of services and treatment plans that are tailored to each patient, and include multi-disciplinary medical evaluations, orthotics, MRI, steroid injections, behavioral therapy, acupuncture and more. Pain Doctor operates pain clinics and surgical centers and is headquartered in Scottsdale, Arizona.",
    "industry": "Healthcare",
    "date_of_investment": "2014",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Scottsdale, Arizona",
    "website": "paindoctor.com"
  },
  {
    "company_name": "PatientPoint Health Technologies",
    "company_description": "PatientPoint Health Technologies is a tech-enabled patient engagement company that aims to improve doctor-patient interactions. It was formed in March 2021 through the combination of PatientPoint and Outcome Health, impacting 750 million patient visits annually.",
    "industry": "Technology",
    "date_of_investment": "2007",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Not provided",
    "website": "patientpoint.com"
  },
  {
    "company_name": "Partner Pet",
    "company_description": "Partner Pet is a leading domestic premium pet food brand in China. It is the pioneer of biologically appropriate raw food (BARF) offerings in China and is considered a BARF specialist. The products are known for their palatability and balanced nutritional profiles, with best-in-class conversion and repurchase rates. Customers are strong advocates of the brand. Partner Pet is vertically integrated and has an extensive presence across offline and online channels in China.",
    "industry": "Pet Food",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Asia"
  },
  {
    "company_name": "Pepe Jeans",
    "company_description": "Leading player in the denim and sportswear category. Founded in 1973 in London, Pepe Jeans Group is a leading global player in the lifestyle fashion sector with a strong presence in Europe and a material presence in India. Through two main owned brands, Pepe Jeans and Hackett, Pepe Jeans Group offers a solid portfolio of complementary and high-quality products across various fashion segments such as casual & formal wear, footwear, handbags, eyewear, and other accessories. Pepe Jeans Group currently operates in Europe and Asia through a variety of distribution forms including wholesale, own retail network, distributors, and e-commerce, along with agency and licensing agreements.",
    "date_of_investment": "2010",
    "status_current": "Current",
    "region": "Asia",
    "website": "pepejeans.com"
  },
  {
    "company_name": "Petlove",
    "company_description": "Petlove is the leading online pet shop and ecosystem in Brazil, offering a complete pet retail platform and various services for pet owners and veterinarians.",
    "industry": "Consumer",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "Latin America",
    "fund": "Not specified",
    "hq": "Brazil",
    "website": "petlove.com.br"
  },
  {
    "company_name": "PHC Holdings",
    "company_description": "Premier global diversified healthcare company with leading market positions in the diabetes management, life science and diagnostics, and healthcare services businesses. Incorporated in 2014, PHC Holdings Corporation is a global healthcare company with subsidiaries including PHC Corporation, Ascensia Diabetes Care Holdings AG, Epredia, and LSI Medience Corporation. Committed to its corporate mission that states, â\u0080\u009cWe contribute to the health of society through our diligent efforts to create healthcare solutions that have a positive impact and improve the lives of people,â\u0080\u009d the company provides value-added products and services across diabetes management, life sciences and diagnostics globally, and healthcare services in Japan.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "phchd.com/global"
  },
  {
    "company_name": "PIADA Italian Street Food",
    "company_description": "PIADA Italian Street Food is an authentic fast-casual restaurant chain based in Columbus, Ohio. The Company serves made to order Piadas (thin crust dough, baked on a stone grill, then hand rolled with fresh authentic ingredients), Pasta Bowls and Chopped Salads.",
    "industry": "Food & Beverage",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Columbus, Ohio",
    "website": "mypiada.com"
  },
  {
    "company_name": "Pibiplast",
    "company_description": "With a 100% made in Italy design and production, Pibiplast's products, such as mascaras and lip glosses, are behind the success of some of the world's most renowned beauty and personal care brands, as well as a growing number of emerging 'indie' brands. Founded in the '50s, Pibiplast is a Italian manufacturer of primary packaging for the make-up and skincare industries. Successful strategic acquisitions and important investments in state of-the-art production technologies have enabled the company to become one of the leading cosmetics packaging supplier in Europe in terms of product quality, depth of catalogue and flexibility. The company was a first-mover in adopting environmentally-friendly packaging solutions, having gained a strong edge compared to the market norm in terms of use of fully recyclable and recycled products.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Europe",
    "website": "pibiplast.com"
  },
  {
    "company_name": "Princess Yachts International",
    "company_description": "One of the world's top designers and manufacturers of super yachts. The company was founded in 1965 in Plymouth, UK. Princess Yachts International is one of the world's leading designer and manufacturer of luxury super yachts with a well-established position in the mid to large-sized yacht market. It offers its yachts through its network of 50 exclusive distributors world-wide.",
    "industry": "Luxury Yachts",
    "date_of_investment": "2008",
    "status_current": "Current",
    "region": "Europe",
    "website": "princessyachts.com"
  },
  {
    "company_name": "Planted",
    "company_description": "Planted produces delicious meat from alternative proteins, focusing on the perfect bite. Inspired by nature, the company pioneers a novel biostructuring approach that combines protein structuring and biotechnology. Using various proprietary technologies, Planted designs and structures alternative proteins in any size, shape, and fibrous texture and is convinced that biostructured proteins will outperform animal meat in the future in terms of taste, sustainability, health, efficiency and price. Planted is committed to using only clean and natural ingredients and no additives in all its products - making it a healthy and sustainable option for all. Truly better than animal meat.",
    "industry": "Food & Beverage",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Growth",
    "hq": "Switzerland",
    "website": "eatplanted.com"
  },
  {
    "company_name": "Protein Bar and Kitchen",
    "company_description": "The Protein Bar was founded in 2009 with a mission to change how people eat on the go, offering a selection of protein shakes, quinoa bowls, salads and wraps.",
    "date_of_investment": "2013",
    "status_current": "Current",
    "website": "proteinbarandkitchen.com"
  },
  {
    "company_name": "Public Goods",
    "company_description": "Public Goods is a digitally-native, mission-driven company that provides a broad assortment of everyday essentials at affordable prices. The Company’s product offering is designed to be clean, sustainable, and ethically sourced with a simple, beautiful aesthetic. By offering only one high-quality version of every essential product through its online and wholesale channels, Public Goods streamlines the purchase decision-making process and offers consumers a unique value proposition centered on convenience and accessibility.",
    "industry": "Consumer",
    "date_of_investment": "2020",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "New York, NY",
    "website": "publicgoods.com"
  },
  {
    "company_name": "Pure & Natural",
    "company_description": "Leading domestic premium pet food brand in China. Pure & Natural is a leading domestic brand in China's premium pet food market, which is benefitting from favorable macro trends such as rising disposable incomes and the increasing humanization of pets. It has grown since its founding in 2009 to become the country's top domestic premium dog food brand and is also an up-and-coming domestic premium cat food brand. Providing balanced nutrition and strong functional benefits, it enjoys best-in-class conversion and repurchase rates, and customers are strong advocates of the brand. It is also vertically integrated, with a robust supply chain and an extensive presence across offline and online channels in China.",
    "industry": "Consumer",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Asia",
    "website": "en-purenatural.com"
  },
  {
    "company_name": "Rapsodia",
    "company_description": "A leading Argentinian lifestyle brand with growing presence across Latin America. Founded in 1999 in Buenos Aires, Argentina, Rapsodia offers a boho-chic, romantic style with an eclectic product portfolio inspired by different cultures, art, music, and world travel.",
    "industry": "Apparel",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "Latin America",
    "website": "rapsodia.com.ar"
  },
  {
    "company_name": "Razor",
    "company_description": "Founded in 2020 and based in Berlin, Razor is one of the leading, fastest-growing, and most profitable online marketplace aggregators globally. The Company has acquired +100 assets, curating a strong portfolio across their core categories (home & living, toys & gifts, outdoor, and sports & lifestyle), diversified across +200 brands, geographies, and channels. Razor has consolidated as one of the leading global platforms in the space, by developing remarkable scale and operating capabilities, maintaining robust growth rates, and achieving healthy profitability levels in a challenging macro context. In December 2022, Razor announced its acquisition of Valoreo, the leading, next-generation online marketplace aggregator, which focuses on investing, operating, and scaling digital brands in Latin America. L Catterton originally invested in Valoreo in February 2022, and on the back of its strong tech capabilities and its robust fulfillment platform, Valoreo immediately became an ideal entry point for Razor, in its expansion strategy into Latin America - the fastest growing e-commerce market globally.",
    "industry": "E-commerce",
    "date_of_investment": "December 2022",
    "status_current": "Current",
    "region": "Latin America",
    "website": "razor-group.com"
  },
  {
    "company_name": "RealTruck",
    "company_description": "RealTruck, Inc. is the premier vertically integrated truck, JeepÂ® and off-road parts and accessories company in North America.Â Headquartered in Ann Arbor, Mich. with over 5,000 employees and 35 locations across North America, we are an innovative market leading online retailer and manufacturer. Realtruck.com is the ultimate source and digital destination for those who love and live a real truck lifestyle. Fueled by our customer-first mindset, we continuously design, develop, manufacture, and sell industry-defining products with more than 570 patents and growing. Our portfolio of 28 powerhouse product brands are #1 or #2 (in U.S. market share) in each of our primary categories. Our extensive omni-channel approach allows us to serve customers wherever they are through RealTruck.com or the Truck Hero Pro Channel, which includes more than 12,000 dealer locations and automotive (OEM) partnerships. RealTruck, Inc. is engineered to deliver a seamless customer journey from idea to installation.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "realtruck.com"
  },
  {
    "company_name": "Remedy Drinks",
    "company_description": "We’re talking live, active cultures with organic acids and antioxidants so you can high-five your gut on the daily. And with no sugar and no alcohol, these small batch, long-age brewed booches can chill in or out of the fridge. Remedy Drinks was launched in 2012 by fermentation fanatics Sarah and Emmet Condon in their Melbourne, Australia kitchen. With the vision to make healthy beverages tasty and convenient, and just overall better, Remedy Drinks offers a range of delicious and healthy no sugar, live-cultured kombuchas, mixers, sparkling apple cider vinegar, and clean energy drinks, all chock full of organic acids and antioxidants. No sugar means Remedy Drinks' raw and unpasteurized, strong cultures are able to stay live throughout shelf life, with no risk of fermentation, allowing them to be stable both in or out of the fridge.",
    "date_of_investment": "2020",
    "status_current": "Current",
    "website": "remedybrands.com"
  },
  {
    "company_name": "Restaurant365",
    "company_description": "Restaurant365 is an industry leading all-in-one, cloud-based accounting, inventory, scheduling, payroll, and HR solution developed specifically for restaurants. R365's restaurant enterprise management software simplifies day-to-day management for operators, allowing them to control food costs and optimize labor. Integrations and open APIs enable Restaurant365 to connect with other systems including POS providers, vendors, and banks. The result is accurate, timely reporting that provides a clear and complete view of their businesses.",
    "industry": "Technology",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Irvine, California",
    "website": "restaurant365.com"
  },
  {
    "company_name": "Royalmount",
    "company_description": "Royalmount is a new generation, large scale and entertainment driven destination, strategically located in Montreal. Royalmount aims to become the new Montreal âmidtownâ L Catterton Real Estate is teaming up with Carbonleo to bring the next-generation of mixed-use developments to Montreal through the launch of Royalmount. The project, due to open by the end of 2022, will combine world-class retail, extensive dining and entertainment options, 5-star hotels and prime office space across more than 330,000 sqm. As a new and exciting lifestyle destination in the iconic city of Montreal, Royalmount will attract both local and international visitors by re-inventing retail with its luxury rows, international flagships and independent boutiques, while also providing an unrivaled family-oriented shopping experience.",
    "date_of_investment": "2018",
    "status_current": "Design Stage",
    "region": "North America",
    "website": "royalmount.com"
  },
  {
    "company_name": "Savage X Fenty",
    "company_description": "In the spring of 2018, music and fashion icon Rihanna embarked on her newest venture: lingerie designer. Inspired to create a line of intimates that complements a variety of shades and shapes, Savage X Fenty celebrates fearlessness, confidence, and inclusivity. In partnership with a team assembled from the industry's elite, the label has disrupted and redefined the marketplace with its accessible price point and extensive assortment. \"We want to make people look good and feel good,\" explains Rihanna, who approaches Savage X with the same mentality she does all her projects—to make something new and fresh that everyone can relate to and feel confident in. \"We want you to feel sexy and have fun doing it.\"",
    "industry": "Fashion",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "savagex.com"
  },
  {
    "company_name": "Secoo",
    "company_description": "Secoo is the largest high-end e-commerce platform for luxury products and lifestyle services in Asia. It offers an unparalleled selection of authentic upscale products and lifestyle services on its integrated online and offline shopping platform. Secoo provides more than 300,000 SKUs from over 3,000 global and domestic brands. It also offers unique credit card and financing solutions as part of the VIP experience. Secoo has 10 offline Experience Centers in key cities, an authentication center, and the world's largest luxury products maintenance center.",
    "industry": "E-commerce",
    "date_of_investment": "2019",
    "status_current": "Current",
    "region": "Asia",
    "website": "secoo.com"
  },
  {
    "company_name": "SellerX",
    "company_description": "SellerX is Europe's leading aggregator of third-party e-commerce businesses, building category-winning brands by acquiring and scaling third-party Amazon FBA and other e-commerce businesses. The company operates a number of brands across multiple verticals and applies strong operational expertise to manage and scale its portfolio of brands.",
    "industry": "E-commerce",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Growth",
    "hq": "Europe",
    "website": "sellerx.com"
  },
  {
    "company_name": "Sendcloud",
    "company_description": "Sendcloud is an all-in-one shipping platform for e-commerce businesses that want to scale. Sendcloud's mission is to empower online retailers to compete by optimizing the full shipping journey from checkout to returns. The Company's solution turns e-commerce logistics from a bottleneck into an accelerator, making shipping a competitive advantage.",
    "industry": "Technology",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Europe",
    "fund": "Growth",
    "hq": "Netherlands",
    "website": "sendcloud.com"
  },
  {
    "company_name": "Snap Kitchen",
    "company_description": "Snap Kitchen is a Texas-based retail concept and meal delivery service that specializes in providing nutritious, ready-to-eat meals. They offer a wide range of chef-crafted dishes, tailored to various dietary preferences such as keto, paleo, and vegetarian. With a focus on quality ingredients and convenient options, Snap Kitchen aims to make healthy eating accessible and hassle-free for busy individuals.",
    "industry": "Consumer",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Texas",
    "website": "snapkitchen.com"
  },
  {
    "company_name": "Sociolla",
    "company_description": "The leading beauty and personal care omnichannel platform in Southeast Asia. Founded in 2015 as a specialty beauty e-commerce platform, Sociolla has grown rapidly to become the #1 specialty beauty omnichannel retailer and ecosystem in Indonesia. Given the Company's strong resonance with consumers and brand principals alike, the Company is well positioned to benefit from structural growth trends and entry barriers to become the leading beauty platform in Southeast Asia. As a regional pioneer in online specialty retail, Sociolla commands strong engagement and advocacy in the category through its integrated ecosystem across Sociolla, Soco, Beauty Journal, Lilla, and SDI platforms. The beauty and personal care category continues to see increasing penetration around the region with greater options, premium products, and improved accessibility both online and offline. This investment will provide more Gen-Z and Millennial consumers with access to Sociolla's trusted and curated high-quality beauty and personal care brands in Indonesia and Vietnam, empowering its loyal consumer base to look and feel better.",
    "industry": "Beauty and Personal Care",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "sociolla.com"
  },
  {
    "company_name": "South Bay Galleria",
    "company_description": "The redevelopment of an existing enclosed mall into an iconic mixed-use asset, creating an exciting lifestyle experience in the prime location of South Bay.",
    "industry": "Real Estate",
    "date_of_investment": "2019",
    "status_current": "Design Stage",
    "region": "North America",
    "fund": "Real Estate",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Sploot Veterinary Care",
    "company_description": "Sploot Veterinary Care is a veterinary care company that aims to empower pet parents on their journey to providing the best veterinary care for their furry family members. At the core of its mission is the creation of an unparalleled professional environment that enables veterinary professionals to thrive, ensuring exceptional service standards. Sploot provides a range of primary and urgent care services focused on providing a nurturing environment for pets and pet parents alike. The company is transforming the veterinary care experience through holistic investment in the pet parent experience and constant innovation in its operating model to provide the most convenient, easily accessed, and high-quality care.",
    "date_of_investment": "2024",
    "status_current": "Current",
    "industry": "Veterinary Care",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not provided",
    "website": "splootvets.com"
  },
  {
    "company_name": "St. Marche Group",
    "company_description": "St. Marche delivers a superior, innovative shopping experience to the food retail segment in Brazil under its two brands. The group was founded in 2002 by Bernardo Ouro Preto and Victor Leal with the opening of the first store under the brand St. Marche. In November 2016, the group closed on a partnership with L Catterton, with 18 stores under the St. Marche brand and one Emporio Santa Maria store. St. Marche attracts customers with its pleasant shopping environment in convenient locations, offering outstanding customer service, high quality products and a wide selection of uniquely curated merchandise. The company prioritizes proximity, convenience, product quality and an impeccable customer service, positioning St. Marche as the preferred supermarket in customers’ minds. St. Marche’s team of gastronomic curators are always leading the market in Sao Paulo in offering the most innovative products and currently boasts a product assortment of 10,000 items. In 2007, the group acquired Empório Santa Maria, a traditional premium emporium which inspires its customers with new and exclusive products from all over Brazil and the world. The brand is a destiny for those who seek a beautiful environment and personalized differentiated services. At the store, besides the emporium, customers can find a cafeteria (Paneria) and one of the best Japanese restaurants of the city (Sushi Bar).",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "Latin America",
    "website": "www.marche.com.br"
  },
  {
    "company_name": "SUGAR Cosmetics",
    "company_description": "One of India's largest and fastest-growing omnichannel beauty companies. Driven by consumers who are increasingly making cosmetics and skincare a part of their daily repertoire and experimenting with different types of products, India's beauty and personal care market is rapidly expanding, with SUGAR Cosmetics well positioned to benefit. The company has an extensive portfolio of high-quality products that resonate with consumers, a loyal customer base with whom it has developed lasting emotional connections, as well as a proven ability to attract and retain shoppers across the entire spectrum from metros to Tier II and III cities in the country.",
    "industry": "Beauty and Personal Care",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "Asia",
    "website": "sugarcosmetics.com"
  },
  {
    "company_name": "Susana Balbo Wines",
    "company_description": "Founded in 1999 by Susana Balbo, Argentina's first and most famous female winemaker, Susana Balbo Wines is one of the leading export-focused wineries in Argentina. Susana was the first woman to graduate as a winemaker in Argentina and worked with several of the most renowned wineries in the country prior to starting her eponymous winery. Susana Balbo Wines is a leading export-focused winery located in the Mendoza wine region of Argentina. Susana Balbo and the winery are known for a modern, balanced approach to winemaking, including a strong balance between reds, whites, and rosés. Susana Balbo's wines consistently receive some of the highest ratings in their respective categories from the world's most prestigious wine publications. Susana Balbo Wines produces wines under four major labels (Crios, BenMarco, Susana Balbo, Nosotros) positioned in the premium, super premium, ultra premium, and iconic categories.",
    "region": "Latin America",
    "website": "susanabalbowines.com.ar",
    "date_of_investment": "2019",
    "status_current": "Current"
  },
  {
    "company_name": "Tally Health",
    "company_description": "Tally Health is a consumer biotechnology company founded to change the way we age. Co-founded by Dr. David Sinclair, who is also a scientific advisor to Tally Health, the company’s proprietary diagnostic test and individualized interventions give members the science-backed tools to live healthier, for longer. Tally Health is changing our relationship with health and aging and starting a new movement – where we think less about aging, and more about living.",
    "industry": "Consumer Biotechnology",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": null,
    "fund": "Growth",
    "hq": null,
    "website": "tallyhealth.com"
  },
  {
    "company_name": "Taxa",
    "company_description": "Founded in 2014 by a NASA architect, Taxa is an outdoor lifestyle company that creates high-performance, hyper-durable, multi-functional camping machines designed to connect people with the outdoors and enable shared adventures. The company's mobile habitats are built from premium, eco-friendly, and high-performance materials and cater to customers ranging from first-time campers to experienced outdoor explorers. Taxa's mobile habitats are designed to facilitate off-the-grid adventures and transform the way people live, learn, and play outside.",
    "industry": "Outdoor Lifestyle",
    "date_of_investment": "2022",
    "status_current": "Current",
    "fund": "Growth",
    "website": "Taxa Outdoors"
  },
  {
    "company_name": "TENWAYS",
    "company_description": "Fast-growing e-bike company with an international footprint spanning Europe and Asia. Tenways is headquartered in the Netherlands, with research, production, branding, sales, and distribution operations across Europe, as well as specialized engineering talent and an extensive network of leading e-bike frame and component suppliers in Asia. Known for their smooth riding experience, responsiveness, relatively light weight, ergonomic design, long battery life, quiet motor, and attractive appearance. Tenways e-bikes have won overwhelmingly positive reviews from everyday users and endorsements from key influencers.",
    "industry": "Technology",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Europe, Asia",
    "fund": "RMB",
    "hq": "Netherlands",
    "website": "tenways.com"
  },
  {
    "company_name": "ThirdLove",
    "company_description": "ThirdLove is a digitally native intimates brand that provides a great-fitting, high-quality bra to every woman. It offers signature half-cup bra sizes and algorithm-based sizing technology for a precise fit. The design process leverages big data to create proprietary cup molds based on real women's measurements. The products feature innovations in foam, wire, and fabric for optimal comfort.",
    "industry": "Consumer",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": null,
    "website": "thirdlove.com"
  },
  {
    "company_name": "Thorne HealthTech",
    "company_description": "Thorne HealthTech is a leader in developing personalized approaches to health and wellness. Thorne HealthTech is a leading science-driven wellness company that is committed to revolutionizing the way individuals approach their well-being. Thorne leverages cutting-edge science and research to develop premium dietary supplements and personalize health solutions. Thorne's personalized supplement and testing division leverages clinical science, biometric testing, and multi-omics data to develop proprietary compounds backed by clinical data to address chronic health conditions and serve the unique needs of consumers, health professionals, and corporations. Thorne Ventures focuses on identifying the next generation of products and services that will advance scientific wellness. Thorne's manufacturing and distribution operations are vertically-integrated and based out of Summerville, South Carolina. Thorne collaborates with Mayo Clinic on health and wellness research and content. Thorne is trusted by millions of customers, health-care professionals, professional athletes, sports teams, and U.S. National Teams.",
    "date_of_investment": "2023",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "thorne.com"
  },
  {
    "company_name": "Tonal",
    "company_description": "Tonal uses revolutionary dynamic weight that adjusts to your every move, delivering personalized workouts to help you be your strongest self. Named the â\u0080\u009cnext great home gymâ\u0080\u009d by Menâ\u0080\u0099s Health, Tonal is revolutionizing the fitness industry with intelligent technology, expert coaching, and personalized guidance to provide workouts that help people lead stronger, healthier lives. Tonal provides a sleek, compact, wall-mounted digital trainer and associated content through a monthly subscription model that allows in-home, on demand, full-body strength workouts while tracking user progress and adjusting weights via machine learning in real-time for optimal workout experiences.  The Companyâ\u0080\u0099s all-in-one equipment replaces every machine in the weight room with its advanced electromagnetic resistance and content featuring elite coaches, thus allowing smarter, safer workouts that help people reach their fitness goals on their own schedules.",
    "date_of_investment": "2019",
    "status_current": "Current",
    "fund": "Growth",
    "website": "tonal.com"
  },
  {
    "company_name": "Trautec",
    "company_description": "Pioneer and market leader in China's synthetic recombinant human collagen (SRHC) industry. Develops and produces SRHC for skincare products, medical dressings, devices, and aesthetic treatments. Patented innovations and achieved large-scale production of high-quality SRHC with a low carbon footprint. Secured partnerships with cosmetic and pharmaceutical companies. Focus on research and commercialization with an experienced team in DNA sequencing, bioengineering, and medical technology. Collaborates with hospitals in China for clinical trials and data analysis, leading to scientific breakthroughs for new product development and manufacturing.",
    "industry": "Technology",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Asia",
    "fund": "RMB",
    "hq": "China",
    "website": "trautec.us"
  },
  {
    "company_name": "Uncle Julio's",
    "company_description": "Uncle Julio's is a leader in the polished casual Mexican restaurant space, offering a differentiated dining experience with a variety of menu items and unique atmosphere.",
    "industry": "Food & Beverage",
    "date_of_investment": "2017",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Dallas, Texas",
    "website": "unclejulios.com"
  },
  {
    "company_name": "Urban Egg",
    "company_description": "Urban Egg is a daytime focused restaurant serving scratch-made, elevated breakfast, brunch, and lunch items that take a modern twist on the classics to provide a distinctive culinary experience. The Company uses the freshest, high-quality ingredients to ensure its customers' best day starts at Urban Egg.",
    "industry": "Food & Beverage",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "urbaneggeatery.com"
  },
  {
    "company_name": "Velvet Taco",
    "company_description": "Velvet Taco is disrupting the idea of the taco shop, with an inspired response to consumers' increasing desire for premium quality and a fun, authentic dining experience. Founded in 2011, Velvet Taco is a highly differentiated fast-casual taco concept serving premium food in a unique and funky, fast-casual setting. Velvet Taco offers a wide variety of innovative tacos, as well as creative sides and red velvet cake, all scratch-made in-house with the finest, freshest ingredients. The unique concept provides a broad sampling of international tastes and inventive combinations, delivering flavors as memorable as they are delicious. In addition to dozens of local accolades, Velvet Taco was named Nation's Restaurant News' 2016 'Hot Concept' and in 2020 won a Nation's Restaurant News MenuMasters Award in the category of Best Limited-Time Offer for its Weekly Taco Feature.",
    "industry": "Food & Beverage",
    "date_of_investment": "2016",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "United States",
    "website": "velvettaco.com"
  },
  {
    "company_name": "Vroom",
    "company_description": "Vroom is the leading online pre-owned car retailer in the U.S., providing customers with a transparent, quality, and affordable car shopping experience. Sellers receive guaranteed online quotes, and buyers can find impeccably refurbished, pre-owned cars with no-haggle pricing, financing, and free delivery.",
    "industry": "Automotive",
    "date_of_investment": "2015",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "New York and Dallas",
    "website": "vroom.com"
  },
  {
    "company_name": "West Marine",
    "company_description": "West Marine enables the lifestyles of its boating and watersports enthusiast customers as a provider of aftermarket products and services through its integrated network of physical locations and online channels. Founded in 1968, West Marine is the leading integrated, omni-channel provider of aftermarket products and services to the boating, fishing, sailing and watersports markets in the U.S. With 235 physical locations across 38 states and Puerto Rico and two eCommerce platforms reaching domestic, international, and professional customers, West Marine is recognized as the leading resource for cruisers, sailors, anglers, and watersports enthusiasts. In partnership with L Catterton, West Marine plans to continue to optimize its industry-leading marine centers, fast track the advancement of its digital content, commerce, and community capabilities, and deliver remarkable value to customers with product expertise and an exceptional and differentiated consumer experience.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "westmarine.com"
  },
  {
    "company_name": "Wildtype",
    "company_description": "Wild fish populations are threatened more than ever before. Wildtype is the clear leader in cultivated seafood, which will give us the chance to protect our oceans while creating the cleanest seafood on the planet. Wildtype will surely transform our food system with its incredible salmon.",
    "industry": "Food & Beverage",
    "date_of_investment": "2022",
    "status_current": "Current",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not provided",
    "website": "wildtypefoods.com"
  },
  {
    "company_name": "Will's Group",
    "company_description": "Will's is a pioneer and the most successful fitness lifestyle brand in China. Founded in Shanghai in 1996, Will's Group currently operates more than 130 fitness clubs servicing nearly 400,000 members in 12 Chinese cities. Covering a diverse range of consumer's needs, Will's Group currently operates under three distinct brands in regular, premium and VIP club categories. The Company provides an integrated selection of services, including general fitness space, group classes, personal training, body building, swimming, yoga, spa and nutrition planning. Will's Group is the clear leader in the Chinese fitness industry and a first mover in the fast-growing premium fitness segment.",
    "date_of_investment": "2018",
    "status_current": "Current",
    "region": "Asia"
  },
  {
    "company_name": "Withmal",
    "company_description": "Leading veterinary services group in Japan that aims to be a trusted partner for pet parents across the country. With a strong team of vets and best-in-class equipment, Withmal focuses on treating pets while handling operational tasks.",
    "industry": "Healthcare",
    "date_of_investment": "2023",
    "status_current": "Current",
    "region": "Asia",
    "website": "withmal.co.jp"
  },
  {
    "company_name": "Advanced Bio Development (X2)",
    "company_description": "X2's line of healthy Energy Drinks and patented Pre + Intra Workout supplements provide health-conscious athletes of all types with sustained energy from clean ingredients with no crash, no jitters and great taste. Over 35 Pro Teams utilize X2's products to provide their athletes with clean / healthy energy for training and game day performance. X2 is tested, trusted and backed by A-list athletes, including NBA All Star Kawhi Leonard, NFL All-Pro Saquon Barkley, Super Bowl Champion Lavonte David and Peloton Instructor Kendall Toole, with its line of products NSF Certified for Sport® certification, a third party validation of the products' safe ingredient panel.",
    "industry": "Consumer",
    "date_of_investment": "2013",
    "status_current": "Current",
    "region": null,
    "fund": null,
    "hq": null,
    "website": "x2performance.com"
  },
  {
    "company_name": "Zenyum",
    "company_description": "One of Asia's fastest-growing direct-to-consumer dental products brands. The affordable dental cosmetics market in Asia is growing rapidly, fueled by aesthetic-conscious millennials, and Zenyum has the potential to become the regional champion in this category. The company, which provides 3D-printed invisible braces across eight markets in Asia, has a proprietary technology stack and a large dental partner network, enabling it to make better smiles accessible across the region through a safe and personalized process. Its portfolio, which includes clear aligners as well as oral care products such as electronic toothbrushes, toothpaste, and mouthwash, among others, receives best-in-class customer satisfaction scores. Zenyum works hand-in-hand with dentists to provide every patient with an in-person consultation with a dentist from the company's large network of local dentists who will conduct a thorough examination, as well as an X-Ray and 3D scan, in order to develop a treatment plan specifically customized to each patient's needs. Zenyum's app provides patients with monitoring and guidance throughout the process, and serves as a touchpoint for patients during their clear aligner journey, ultimately reducing chair time in clinics.",
    "date_of_investment": "2021",
    "status_current": "Current",
    "region": "Asia",
    "website": "zenyum.com"
  },
  {
    "company_name": "LCatPortco"
  },
  {
    "company_name": "Anthony’s Coal Fired Pizza & Wings",
    "company_description": "Anthony’s Coal Fired has 61 company-owned restaurants in eight states. Anthony attributes the restaurants’ success to a combination of top-quality ingredients, a simple, consistent menu, authentic, coal ovens and the fact that everything is made fresh, from scratch, daily. In 2002, Anthony Bruno unveiled a new concept that introduced the taste of coal oven pizza to South Floridians. He believed there was a great opportunity to create pizza that rivaled the ones he enjoyed growing up in New York. With a focus on fresh ingredients and authentic recipes, Anthony’s signature menu includes traditional and specialty pizzas with dough made daily and stretched to order; fresh coal-oven-roasted chicken wings; large homemade meatballs from a recipe passed down by Anthony’s grandmother; a classic Italian salad with original dressing; and Eggplant Marino (named for Restaurant Partner and NFL Hall of Fame Legend Dan Marino).",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "www.acfp.com"
  },
  {
    "company_name": "Ainsworth Pet Nutrition",
    "company_description": "A leading independent company with a sole focus on pets, using highest quality, simple, natural ingredients, and a high commitment to safety. Ainsworth works to serve the needs of pets and pet parents by changing the way they shop for their pet's food.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "ainsworthpets.com"
  },
  {
    "company_name": "AirX Climate Solutions",
    "company_description": "AirX Climate Solutions provides market-leading heating, ventilating and air conditioning appliance and air purification products as well as comprehensive services to worldwide specialty markets. Founded in 1991, Airxcel became a leading designer and manufacturer of functionally-critical, branded products for the HVAC and RV end markets throughout the world. Airxcel had historically operated through two business segments: Specialty HVAC (now â\u0080\u009cAirX Climate Solutionsâ\u0080\u009d) and the RV Group, which L Catterton sold to Thor Industries in September 2021. L Catterton retained ownership of AirX Climate Solutions. AirX Climate Solutions provides highly engineered cooling and ventilation solutions serving mission-critical applications across a diverse set of end markets, including telecommunications, data centers, energy storage, rental, educational and industrial/commercial markets. The Airxcel RV Group (now a Thor subsidiary) provides industry-leading branded products in heating, cooling, ventilation, cooking, windows, window covering, side wall and roofing materials for the recreational vehicle industry.",
    "date_of_investment": "2018",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "airxcs.com"
  },
  {
    "company_name": "Alarm Guard",
    "date_of_investment": "1992",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "Not Available"
  },
  {
    "company_name": "Alasko",
    "company_description": "Alasko specializes in providing premium quality frozen fruits & vegetables from around the world. It has a global supply network reaching over 60 agri-food producers in 20 countries. Alasko imports, prepares, and distributes over 80 million pounds of frozen foods. The company's distribution network utilizes 7 warehouses across North America, ensuring optimal efficiency and control of the cold chain. Alasko's internal quality assurance program monitors all products to maintain the highest safety and quality standards. The company markets its products under its own label and private label brands.",
    "industry": "Food & Beverage",
    "date_of_investment": "2010",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Growth",
    "hq": "Unknown",
    "website": "alasko.com"
  },
  {
    "company_name": "Aquasana",
    "company_description": "Aquasana believes clean water and a healthy environment are the most important components to healthy living and overall well-being. Their sole focus is providing best-in-class water filtration products so every home can enjoy great-tasting, healthy water. With their patent pending Claryum filtration technology, Aquasana water filters transform ordinary tap water into something extraordinary. Aquasana is committed to staying at the forefront of water filtration engineering and innovation. As a result, their customers benefit from a variety of high performance products that are affordable and safe for the environment. Aquasana products are created with the environment in mind. All of their water filter components are engineered for minimal waste including our reusable outer filter casings and filter cartridges made of recyclable parts and compostable materials. In addition, filtered drinking water and Aquasana reusable glass water bottles are a smart choice to reduce plastic bottle waste in landfills.",
    "date_of_investment": "2009",
    "status_current": "Historical",
    "fund": "Growth",
    "website": "aquasana.com"
  },
  {
    "company_name": "Antichi Pellettieri",
    "company_description": "The leading Italian group of accessory brands. Antichi Pellettieri designs, manufactures, and sells affordable premium fashion apparel, shoes and accessories under 8 Italian brands in Italy, Europe, North America, and Asia. It offers shoes under the following brands: Baldinini, Mario Cerutti, Sebastian and The Saddler brands. A range of leather products under Francesco Biasia, Coccinelle, Mandarina Duck, Ter et Bantine, Enrico Mandelli, and Andrea Pfister brand names. Accessories under Biasia and Braccialini brands. It sells its products in Europe through a network of monobrand and multibrand stores.",
    "industry": "Fashion",
    "date_of_investment": "2003",
    "status_current": "Historical",
    "region": "Europe",
    "website": "antichipellettieri.com"
  },
  {
    "company_name": "Baccarat",
    "company_description": "Founded in 1764 in France, Baccarat is one of the world's most iconic home luxury brands, operating a global, multi-channel business.",
    "industry": "Luxury Home Goods",
    "date_of_investment": "2012",
    "status_current": "Realized",
    "region": "Global",
    "fund": "Flagship Buyout",
    "hq": "France",
    "website": "baccarat.com"
  },
  {
    "company_name": "Baja Fresh",
    "company_description": "At Baja Fresh you'll find eating well is a way of life and a state of mind. We believe in real food made with passion, for real people. Baja Fresh Mexican Grill opened its first restaurant in August 1990, featuring all-fresh, traditional fire-grilled Mexican favorites. Baja Fresh continues to be passionate about serving the freshest and high-quality food in bright, clean environments. They believe in the benefits of eating well, being active, and making a contribution to the communities they serve. They call this philosophy 'Live Fresh' and you'll find this attitude in everything they do.",
    "date_of_investment": "1998",
    "status_current": "Sold",
    "fund": "Flagship Buyout",
    "website": "bajafresh.com"
  },
  {
    "company_name": "ba&sh",
    "company_description": "A leading French ready-to-wear apparel brand in the dynamic global affordable premium market. Founded in 2003, ba&sh is a fast growing affordable premium fashion brand that designs and manufactures a full range of women’s apparel, with a distinctive design. Sold mainly in premium monobrand retail locations in France, department stores and online, with international expansion in targeted geographies currently underway in the UK, Germany, Switzerland, the USA and Asia.",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "region": "Europe",
    "website": "ba-sh.com"
  },
  {
    "company_name": "Bliss",
    "company_description": "A global iconic skin wellness brand and purveyor of unapologetic happiness, founded in 1996 with a single New York City spa that ignited a modern skincare revolution. Bliss continues to deliver transformational results through leading-edge, spa-powered products available at accessible prices nationwide and online, and Bliss branded spas globally. The brand offers products that are 100% cruelty-free and free from parabens, phthalates, SLS, SLES, and more, with a belief that inner happiness unlocks outer beauty.",
    "industry": "Beauty & Wellness",
    "date_of_investment": "2015",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "New York City",
    "website": "blissworld.com"
  },
  {
    "company_name": "Bloomin' Brands Inc",
    "company_description": "Bloomin' Brands is one of the world's largest casual dining companies with over 91,000 domestic Team Members and more than 1,500 restaurants throughout 48 states, Puerto Rico, Guam and 21 countries. In the late 1980s, four friends who were all veterans of the hospitality industry had the dream of opening their own restaurant. They wanted a place with a casual atmosphere and a strong focus on quality food and service. To differentiate themselves from other dining concepts, they decided an Australian theme fit the relaxed, friendly and fun image they wanted for their new restaurant. With a \"No Rules, Just Right\" mentality that takes food very seriously, but without taking themselves too seriously and operating under the premise that nothing stands in the way of pleasing the customer, they opened their first Outback Steakhouse restaurant in March 1988 in Tampa, Florida. Outback Steakhouse quickly became known as a place that served a great steak at a reasonable price by people who genuinely cared about the comfort, well-being and joy of their guests. Since the first Outback Steakhouse opened, Bloomin' Brands' family has expanded to include Carrabba's Italian Grill, Bonefish Grill, Fleming's Prime Steakhouse & Wine Bar, and Roy's. Together, these unique, Founder-inspired restaurants that deliver exceptional quality and welcoming hospitality make up Bloomin' Brands, Inc.",
    "date_of_investment": "2007",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "bloominbrands.com"
  },
  {
    "company_name": "Bruxie",
    "company_description": "Bruxie is a new take on The Sandwich, using a creative version of an authentic Belgian Waffle as the bread. An Orange County Original, Bruxie is a rapidly growing fast casual restaurant concept with ambitions of nationwide expansion. Bruxie waffles are light, airy, crispy, yeasty and not sweet. They are paired with quality seasonal ingredients, offering both Savory choices like Buttermilk Fried Chicken, Prosciutto & Gruyere, and Hot Pastrami, as well as a variety of Sweet options such as our Seasonal Crème Brulee, Nutella & Banana and S'Mores. It's great for breakfast, lunch, dinner and dessert!",
    "date_of_investment": "2013",
    "status_current": "Historical",
    "fund": "Growth",
    "website": "bruxie.com"
  },
  {
    "company_name": "Build-A-Bear Workshop",
    "company_description": "Build-A-Bear Workshop, Inc. is the leading and only global company that offers an interactive make-your-own stuffed animal retail-entertainment experience. There are approximately 400 Build-A-Bear Workshop stores worldwide, including company-owned stores in the United States, Puerto Rico, Canada, the United Kingdom, and Ireland, and franchise stores in Europe, Asia, Australia, Africa, the Middle East, and Mexico. In 2012, the company continued its innovation with the introduction of a new store design with an enhanced bear-making process with interactive features. Build a bear Workshop is incorporating the new store design elements into existing stores, in addition to opening new stores.",
    "industry": "Consumer",
    "date_of_investment": "2000",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "St. Louis, Missouri",
    "website": "buildabear.com"
  },
  {
    "company_name": "Calligaris",
    "company_description": "Leading Italian contemporary furniture designer. Calligaris designs, manufactures, and distributes a full range of home furniture and furnishing accessories. The company sells its products through its stores, studios and galleries, as well as resellers.",
    "industry": "Furniture",
    "date_of_investment": "2007",
    "status_current": "Realized",
    "region": "Europe",
    "fund": "Not Specified",
    "hq": "Manzano, Italy",
    "website": "calligaris.com"
  },
  {
    "company_name": "Captain Tortue Group",
    "company_description": "French leader of ready-to-wear direct sales designing and distributing clothes, lingerie, and accessories for women and children. Sells directly to consumers through a network of sales consultants.",
    "industry": "Consumer",
    "date_of_investment": "2011",
    "status_current": "Realized",
    "region": "Europe",
    "fund": "Flagship Buyout",
    "hq": "Aix en Provence, France",
    "website": "captaintortuegroup.com"
  },
  {
    "company_name": "Caribou Coffee",
    "company_description": "Founded in 1992, Caribou Coffee Company is one of the leading branded coffee companies in the United States, with a compelling multi-channel approach to their customers. The Company’s coffeehouses aspire to be the community place loved by guests who are provided an extraordinary experience that makes their day better. Caribou Coffee provides the highest quality handcrafted beverages, foods and coffee lifestyle items with a unique blend of expertise, fun and authentic human connection in a comfortable and welcoming coffeehouse environment. In addition, Caribou Coffee’s unique coffees are available within grocery stores, mass merchandisers, club stores, office coffee and foodservice providers, hotels, entertainment venues and e-commerce channels. Caribou Coffee is a proud recipient of the Rainforest Alliance Corporate Green Globe Award and is committed to operating practices that promote sustainability and environmental protection.",
    "date_of_investment": "1995",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "cariboucoffee.com"
  },
  {
    "company_name": "Case Logic, Inc.",
    "company_description": "Case Logic continues to simplify people's lives with a wide range of cases to transport CDs, DVDs, hard drives and the latest portable electronics. Case Logic was founded in 1984 in Boulder, Colorado. Beginning with just two audiocassette storage cases, Case Logic has helped to create and expand the growing field of audio storage. Since then, they have continued to develop exceptional products to organize and transport ever-evolving technology. From conveniently-sized compact cameras to full-featured SLRs and all photo equipment in between, Case Logic has cases, slings and backpacks to take them wherever people are capturing moments. For those who carry a tablet or any of the most popular laptops from small to almost-too-big-to-be portable, there's a Case Logic sleeve, attaché, briefcase, messenger or backpack to fit and protect with confidence.",
    "date_of_investment": "2000",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "caselogic.com"
  },
  {
    "company_name": "PF Chang's",
    "company_description": "P.F. Chang’s is the Asian leader in premier casual dining around the world. The company has received numerous industry awards and consumer recognition, including being voted most popular among casual dining U.S. restaurants in 2011 by the Zagat restaurant survey, and one of the top U.S. restaurant chains in the 2011 Nation's Restaurant News Consumer Picks study. P.F. Chang’s has also received numerous international accolades. With over 210 full service restaurants in the U.S. and more than 45 international locations, P.F. Chang’s features a blend of high-quality, Asian-inspired cuisine and American hospitality in a sophisticated, contemporary setting.",
    "industry": "Casual Dining",
    "date_of_investment": "1996",
    "status_current": "IPO: December 1998",
    "fund": "Flagship Buyout",
    "website": "pfchangs.com"
  },
  {
    "company_name": "Cellular Line",
    "company_description": "Europe's leading designer, marketer and distributor of accessories for smartphones and tablets. Founded in 1990, Cellularline is Europe's leading designer, marketer and distributor of accessories for smartphones and tablets. The product line includes a wide range of chargers, car holders, voice and music products, including Bluetooth hands-free kits, speakers and docking stations, and sports products. It also includes style products, such as cases, screen protectors and personalization solutions. The distribution footprint includes international dealers. Based in Reggio Emilia, Italy, the company has branches in France, Switzerland, and Spain.",
    "date_of_investment": "2013",
    "status_current": "Historical",
    "region": "Europe",
    "website": "cellularline.com"
  },
  {
    "company_name": "Charles & Keith",
    "company_description": "Asia's leading fast fashion retailer of footwear, handbags, and accessories. Driven by the vision of becoming the most admired fashion forward company, Charles & Keith inspires with their experimental and unparalleled design. Product offerings include a full-fledged line of shoes, bags, eyewear, accessories, and costume jewelry. The brand has become the go-to fashion destination for stylish urbanites, synonymous for their accessible fashion and curated collections of relevant designs, with stores in prominent shopping districts in cities like Tokyo, Seoul, Shanghai, and Dubai.",
    "date_of_investment": "2010",
    "status_current": "Historical",
    "region": "Asia",
    "website": "charleskeith.com"
  },
  {
    "company_name": "Cheddar's",
    "company_description": "Cheddar's is a leading casual dining restaurant company with a very distinctive and differentiated offering leveraging its high quality, cooked-from-scratch food at compelling prices in a polished, and casual atmosphere.",
    "date_of_investment": "2006",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "United States",
    "website": "cheddars.com"
  },
  {
    "company_name": "Cholula",
    "company_description": "Cholula's differentiated pepper and spice blend delivers robust flavor without lingering heat, resulting in a versatility that extends far beyond the everyday condiment. Named after the oldest still-inhabited city in Mexico and introduced into the U.S. in 1989, Cholula has grown to become one of the most beloved hot sauce brands in the world. Cholula is distinguished by its authentic heritage, distinctive flavor profile, and iconic packaging. Made with a unique blend of piquin and arbol peppers that complements a wide array of global cuisines, Cholula's generations-old secret recipe allows consumers to deliciously personalize their food without adding any fat, calories, or carbohydrates.",
    "date_of_investment": "2019",
    "status_current": "Historical",
    "fund": "Flagship Buyout, Latin America",
    "website": "cholula.com"
  },
  {
    "company_name": "Cigierre",
    "company_description": "Cigierre Leading group of the casual dining concepts in Italy. Founded in 1995, Cigierre is the leading player in the Italian Casual Dining sector: developing, operating, and managing multi-ethnic culinary dining formats via direct and franchise-models, located in populated city centers and shopping centers. The proprietary brands include Old Wild West, Wiener Haus, Cantina Mariachi, Romeo, Arabian Kebab and Kukkuma.",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "region": "Europe",
    "website": "cigierre.com"
  },
  {
    "company_name": "ClearChoice Holdings, LLC",
    "company_description": "ClearChoice is the clinical authority on dental implant procedures. On average, our doctors perform more complex procedures in a single month than most of their peers in a full year. Our experience and expertise provides strong clinical outcomes and compelling value for our patients. Kevin Mosher CEO of ClearChoice Dental Implant Centers ClearChoice is the market leader in providing high quality clinical dental implant services, provided through a network of affiliated centers across the U.S. Dental implants are the preferred long-term solution for those with missing teeth due to superior clinical efficacy and aesthetics, compared with alternative like dentures and bridges. ClearChoice is unique in providing a central point of coordinated care between multiple doctors, resulting in a superior consumer experience in every aspect.",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "clearchoice.com"
  },
  {
    "company_name": "CLIO",
    "company_description": "CLIO Award-winning Korean cosmetics company. CLIO is an award-winning Korean color cosmetics company that is famous for its eye, lip and base makeup products. Founded in 1993 by Han Hyun Oak, along with Professional Makeup artists, the company operates with three brands: Clio Professional, Peri Pera and Goodal.",
    "industry": "Beauty & Cosmetics",
    "date_of_investment": "2016",
    "status_current": "Historical",
    "region": "Asia"
  },
  {
    "company_name": "CorePower Yoga",
    "company_description": "CorePower Yoga is an intensely physical workout rooted in the mindfulness of yoga. CorePower Yoga believes in the physical, mental, and spiritual benefits of yoga. CorePower Yoga strives to increase awareness and widespread adoption of yoga by making yoga accessible to everyone through a variety of yoga styles for beginners and more advanced yoga students, and class times to meet any schedule. CorePower Yoga provides a challenging yoga practice that allows its students to see benefits in all areas of their lives.",
    "date_of_investment": "2013",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "corepoweryoga.com"
  },
  {
    "company_name": "Cover FX",
    "company_description": "Cover FX creates makeup products that help you look your best while actually improving your skin over time. Foundation is Cover FX's specialty and its mission is to give every woman her perfect match. With over 25 inclusive shades, their unique formulas provide a precise match, based on undertone, for skin of all ethnicities. A favorite among celebrity makeup artists, Cover FX gives flexible coverage, sheer to full, in the right finish and shade that is perfect.",
    "industry": "Beauty",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "website": "coverfx.com"
  },
  {
    "company_name": "Culinary Concepts by Jean-Georges",
    "company_description": "Culinary Concepts Hospitality Group is a New York City-based restaurant management group which operates and licenses internationally-acclaimed restaurant brands such as Spice Market, J&G Steakhouse, Market, and J&G Grill, each of which was created by Michelin-starred chef Jean-Georges Vongerichten.",
    "industry": "Hospitality",
    "date_of_investment": "2006",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "New York City",
    "website": "jean-georges.com"
  },
  {
    "company_name": "Dondup",
    "company_description": "Dondup is a unique Italian lifestyle brand. The DONDUP brand, created in the year 2000, introduced a new concept of denim in terms of fit, treatments and attention to detail, with its differentiated products making DONDUP a real Italian success story.",
    "industry": "Fashion",
    "date_of_investment": "2009",
    "status_current": "Realized",
    "region": "Asia, Europe",
    "fund": "Europe",
    "hq": "Italy",
    "website": "dondup.com"
  },
  {
    "company_name": "DR.WU",
    "company_description": "#1 professional skincare brand from Taiwan. Founded in 2003 by renowned dermatologist Dr. Yin-Ching Wu, Dr. Wu is Taiwan's leading clinical skincare brand. The company offers skincare products focused on common Asian skin issues with an emphasis on high efficacy with no additives, no alcohol and high concentration of high grade ingredients. In Taiwan, the company's products are sold through diversified points of sale network (over 1,000) including Watson's, Cosmed, Sasa, direct-run department store counters, as well as other general health stores.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "region": "Asia",
    "website": "drwu.com"
  },
  {
    "company_name": "Edible Arrangements",
    "company_description": "Edible Arrangements brings happiness to all of life's occasions with an array of irresistibly fresh products, including handcrafted fruit arrangements and gourmet chocolate dipped fruit. Edible believes in invention, investment and imagination, and echoes my entrepreneurial history and spirit! With almost 1,200 franchise locations open or under development worldwide, Edible Arrangements is the world's largest franchisor of shops offering creatively designed fresh cut fruit arrangements. Select Edible Arrangements Â® locations also carry the company's rapidly expanding Edible To Go Â® line which features all-natural, fresh fruit smoothies, dipped fruit, fresh squeezed lemonade and orange juice, and fresh fruit salads, sundaes and parfaits and treats. Since its founding in 1999 in East Haven, Conn., the company has been recognized as an industry leader, ranking first in its category in Entrepreneur magazine's annual \"Franchise 500,\" Entrepreneur's Top 40 of \"Fastest Growing Franchises\" and \"America's Top Global Franchises\" as well as being included for eight consecutive years among the \"Inc. 5000\" list of the fastest growing privately-held companies. Edible Arrangements Â® fresh fruit bouquets, chocolate dipped Fruit, Fresh Fruit Smoothies and others can enjoyed at any of more than 1,100 franchise locations.",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "ediblearrangements.com"
  },
  {
    "company_name": "ELEMIS",
    "company_description": "ELEMIS harnesses the power of nature and science to create ground-breaking formulations that genuinely transform your skin. It is the number one British anti-aging skincare brand that harnesses the power of the highest grade active ingredients. ELEMIS' pioneering skincare products and treatments have transformed the frontline of the beauty industry. The brand is available at over 1,600 spas, salons, stores, and multiple e-retailers worldwide. ELEMIS is a division of Steiner Leisure Limited.",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "elemis.com"
  },
  {
    "company_name": "El Ganso",
    "company_description": "Spanish brand with an edgy-preppy Londonian style. Founded in 2004 and based in Spain, El Ganso is a Spanish apparel, shoes and accessories retailer for men, women and children. The El Ganso style is composed of a cosmopolitan look tinged with Spanish colors and ranges from preppy American looks to the more alternative Berlin style, via a touch of English urban-preppy elegance.",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "strategy": "Europe",
    "website": "elganso.com"
  },
  {
    "company_name": "Emperor Watch & Jewellery Limited",
    "company_description": "Emperor Watch & Jewellery is a leading retailer of jewelry and watches in Mainland China, Hong Kong and Macau with an extensive network of retail outlets at prime locations, including multibrand and monobrand boutiques.",
    "industry": "Retail",
    "date_of_investment": "2010",
    "status_current": "Realized",
    "region": "Asia",
    "fund": "Asia",
    "hq": "Hong Kong",
    "website": "emperorwatchjewellery.com"
  },
  {
    "company_name": "Emu",
    "company_description": "EMU is an iconic Italian designer of the premium outdoor furniture market. Located in Perugia, Umbria, the company designs, manufactures and commercializes its products through wholesalers and distributors globally. EMU’s products are icons of design and exhibited in several museums, including MOMA in New York City.",
    "industry": "Furniture",
    "date_of_investment": "2005",
    "status_current": "Former",
    "region": "Europe",
    "fund": "Europe",
    "hq": "Perugia, Umbria",
    "website": "emu.it"
  },
  {
    "company_name": "Energy Brands",
    "company_description": "Energy Brands is a pioneer in the functional soft drinks category. Based in New York, the company designs and markets functional soft drinks called vitamin water. The products are non-carbonated and enhanced with vitamins and nutrients. Energy Brands was acquired by Coca-Cola in 2007.",
    "industry": "Beverages",
    "date_of_investment": "2001",
    "status_current": "Historical",
    "region": "Europe"
  },
  {
    "company_name": "Enjoy Technology",
    "company_description": "Enjoy Technology is the pioneer of the next generation “at home” digital retail store. Headquartered in Menlo Park, Enjoy Technology deploys a mobile expert workforce and mobile inventory to deliver products and a consultative sales experience in a consumer’s home or office. Consumers select the service during the online check-out process for high value electronics (e.g., iPhone upgrade) and at no cost are able to have the product delivered and fully set up by an Enjoy expert within the same day. During the in-home visit, experts teach consumers how to make the most use of their new device, and offer additional products and services. Enjoy's services are a unique solution to multiple stakeholder pain points: consumers have a faster delivery, better experience, and get the most value from their products. At the same time, brands are able to increase revenue through more cross-selling, lower overall costs, and a better customer experience. Enjoy has consistently achieved high NPS scores (90+) from consumers and has been able to establish multi-year contracts with guaranteed volumes from some of the most compelling brands in the world (AT&T, Google, BT-EE, Rogers, Sonos).",
    "industry": "Consumer Tech",
    "date_of_investment": "2019",
    "status_current": "Historical",
    "region": null,
    "fund": "LCH",
    "hq": "Menlo Park",
    "website": "enjoy.com"
  },
  {
    "company_name": "Fabindia",
    "company_description": "Distinctive Indian retail brand offering ready-to-wear garments, home furnishings, food and personal care products and accessories. Fabindia is India’s most distinctive retail brand selling products made from artisanal / traditional techniques appealing to contemporary urban sensibilities. Fabindia operates across four categories: apparel, home, organic foods and personal care. The company sources from over 40,000 rural artisans and craftsmen. It also owns East, a UK based women’s apparel retailer and a 40% stake in Organic India, India’s leading organic food company.",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "region": "Asia",
    "website": "fabindia.com"
  },
  {
    "company_name": "Ferrara Candy Company",
    "company_description": "Ferrara Candy Company is the largest independent domestic manufacturer of sugar confectionary products. The Company makes yummy gummies, better-for-you fruit snacks and other confectionary delectables. The platform was formed through the combination of Farley's & Sathers and Ferrara Pan Candy Company in 2012, and includes iconic brands such as Trolli, Lemonheads, Now & Later, Atomic Fireball and Brach's. Many of these brands have endured and prospered for the better part of a hundred years as Ferrara Pan Candy Company began in 1908 as a manufacturer of Italian pastries and sugar coated candy almonds.",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "ferrarausa.com"
  },
  {
    "company_name": "First Watch",
    "company_description": "First Watch is the largest and fastest growing daytime only restaurant concept in the United States, with aggressive plans for fast and sustainable growth. It has experienced positive same-store sales growth for 30 consecutive years and counting.",
    "industry": "Restaurant",
    "date_of_investment": "2004",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "United States",
    "website": "firstwatch.com"
  },
  {
    "company_name": "Floorgraphics",
    "date_of_investment": "1999",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": ""
  },
  {
    "company_name": "Flywheel Sports",
    "company_description": "Flywheel is the leading indoor cycling concept in the U.S. with over 25 studios. By delivering a differentiated, data-driven cycling experience that emphasizes physical intensity and performance measurement, the company has cultivated a core group of loyal, high frequency users.",
    "industry": "Fitness",
    "date_of_investment": "2014",
    "status_current": "Realized",
    "fund": "Flagship Buyout",
    "website": "flywheelsports.com"
  },
  {
    "company_name": "Frederic Fekkai",
    "company_description": "Decadently effective shampoos, conditioners, treatments and stylers. Created with the world’s most demanding women in mind. Masterfully crafted and perfected at the legendary Frédéric Fekkai Salons. Adored by style mavens and editors alike. Worth the splurge in pleasure and performance. Because your hair deserves nothing less.",
    "date_of_investment": "2005",
    "status_current": "Sold to Procter & Gamble",
    "fund": "Flagship Buyout",
    "website": "fekkai.com"
  },
  {
    "company_name": "Forté Pharma",
    "company_description": "Forté Pharma is a Monaco-based pharmaceutical company strongly recognized for the formulation and distribution of over-the-counter nutritional supplements for slimming, health, and beauty purposes, across France, Belgium, Italy and Spain.",
    "industry": "Healthcare",
    "date_of_investment": "2001",
    "status_current": "Historical",
    "region": "Europe",
    "website": "fortepharma.com"
  },
  {
    "company_name": "Gant",
    "company_description": "World-renowned brand in classic sportswear. Founded in 1949 in the U.S., Gant specializes in the design and distribution of classic men and women sportswear and accessories. Headquartered in Nacka Strand, Sweden, Gant is now a leading premium sportswear brand, with a presence in more than 70 countries with a large network of monobrand stores.",
    "industry": "Sportswear",
    "date_of_investment": "2002",
    "status_current": "Historical",
    "region": "Europe",
    "website": "gant.com"
  },
  {
    "company_name": "Genesis Luxury",
    "company_description": "Genesis Luxury Fashion is one of the largest distributors of high-end fashion brands in India and represents/partners with leading global trends such as Armani, Bottega Veneta, Cavalli, Jimmy Choo, Michael Kors, etc for India.",
    "industry": "Fashion",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "region": "Asia",
    "website": "genesisluxury.com"
  },
  {
    "company_name": "Gentle Monster",
    "company_description": "The leading global eyewear designer brand. Gentle Monster, founded in 2011 by Jay Oh and Hankook Kim, is a luxury eyewear brand based in Seoul Korea, operating under a unique philosophy and perspective, devoted towards a vision of â\u0080\u009cweird beautyâ\u0080\u009d through â\u0080\u009chigh-end experimentationâ\u0080\u009d. Gentle Monster is now a global leader in the sunglass category, with a presence in more than 32 countries and 30 stand-alone stores around the world. Each flagship store has a different design theme with a unique â\u0080\u009cWOWâ\u0080\u009d factor, creating strong brand awareness among consumers.",
    "date_of_investment": "2017",
    "status_current": "Historical",
    "region": "Asia",
    "website": "gentlemonster.com"
  },
  {
    "company_name": "Ginza 6-Chome",
    "company_description": "With the goal of establishing a leading international retail, business, and tourism center in Tokyo, the project comprehensively redeveloped two city blocks in Ginza Chuo-ku (Ginza 6-chome District 10 and District 11) including the former site of the 'Matsuzakaya Ginza department store'. L Catterton Real Estate teamed up with Mori Building and Sumitomo Corporation to co-develop one of the most prime sites in Japan, located in Ginza on Chuo Dori. The project consists of a mixed-use office and retail development of 148,700 sqm GFA. It is located on a 9,080 sqm site and is the biggest redevelopment ever in Ginza. With the world-famous architects Yoshio Taniguchi as the design architect and Gwenael Nicolas for the retail common area, the building offers the opportunity for beautiful flagship stores on Chuo Dori and brings a new retail format – the shopping mall – to Ginza for the first time as well as offering Class S* office space. The project has a c. 3,900 sqm park on its roof, is the home for a Noh theater, and offers an unparalleled and exclusive range of dining options. The retail mall is being undertaken in partnership with Daimaru Matsuzakaya Department Stores.",
    "date_of_investment": "2013",
    "status_current": "Historical",
    "region": "Asia",
    "fund": "Real Estate",
    "hq": "Tokyo",
    "website": "ginza6.tokyo"
  },
  {
    "company_name": "Gold Coast Beverage Distributors",
    "company_description": "Gold Coast Beverage Distributors is one of the largest beer and beverage distributors in the U.S. It has been in operation since 1946 as a beer and water wholesaler. The company expanded its business through strategic acquisitions, becoming the largest beer distributor in Florida and one of the top 10 in sales in the United States.",
    "industry": "Beverage Distribution",
    "date_of_investment": "1993",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Florida",
    "website": "goldcoastbeverage.com"
  },
  {
    "company_name": "Groupe Bertrand",
    "company_description": "Leading French player in restaurant, catering and food concepts. Created in 1994, Groupe Bertrand is one the leading French restaurant group, growing swiftly through acquisitions and development of innovative dining concepts. From fast food to urban casual, to traditional and festive dining. It also has a catering and special event business unit. Amongst others, the group owns the following iconic brands: Angelina, Brasserie, Lipp, Burger King, etc. The company also designs, selects, and distributes French gastronomy products to specialty retailers, luxury grocers, renowned hotels and restaurants.",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "strategy": "Europe",
    "website": "groupe-bertrand.com"
  },
  {
    "company_name": "Gruppo Fini",
    "company_description": "An Italian gourmet brand renowned for exceptional quality. Founded in 1912, based in Modena, Italy, Gruppo Fini produces and distributes gourmet food products such as organic tomato sauce, fresh pasta, and balsamic vinegar. Conserve della Nonna is a leading player in the Italian high-end natural tomato puree and sauce, jam, and canned fruits and vegetable markets. Products are characterized by high quality, semi-artisanal recipes, freshness of ingredients, style of packaging, depth of product lines, and continued innovation.",
    "industry": "Food & Beverage",
    "date_of_investment": "2005",
    "status_current": "Historical",
    "region": "Europe",
    "fund": null,
    "hq": "Modena, Italy",
    "website": "gruppofini.it"
  },
  {
    "company_name": "Heartland RV",
    "company_description": "Brian Brady built his field of dreams RV company resulting in a vehicle offering the best design, functionality and value to the consumer. The fastest-growing manufacturer and marketer of non-motorized recreation vehicles in the U.S. The founding partners of Heartland have over 125 years of combined manufacturing experience. They know RVs and are passionate about what they do - taking the advice and input from experienced RVers and designing some of the most innovative fifth wheels on the market. Heartland focuses on the next generation engineering. Their patented improved turning radius, universal docking centers and unmatched storage are testaments to their innovation.",
    "industry": "Manufacturing",
    "date_of_investment": "2007",
    "status_current": "Sold",
    "fund": "Flagship Buyout",
    "website": "heartlandrvs.com"
  },
  {
    "company_name": "HelloWorld",
    "company_description": "At HelloWorld, we are enriching the engagement between brands and consumers through the use of scalable technology that provides measurable results and marketing solutions for our clients.",
    "industry": "Technology",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "region": null,
    "fund": "Flagship Buyout",
    "hq": null,
    "website": "helloworld.com"
  },
  {
    "company_name": "Home Chef",
    "company_description": "Home Chef is a meal kit delivery service with fresh ingredients and easy-to-follow recipes available nationwide. The company competes in a rapidly growing segment of the broader food market, supported by trends towards online grocery shopping, food transparency, increased convenience, dietary accommodations, and healthy lifestyles. Home Chef's step-by-step instructions allow customers to create delicious home-cooked meals in approximately 30 minutes.",
    "industry": "Food & Beverage",
    "date_of_investment": "2016",
    "status_current": "Former",
    "region": "North America",
    "fund": "Growth",
    "hq": "Chicago",
    "website": "homechef.com"
  },
  {
    "company_name": "Ideal Image",
    "company_description": "Ideal Image is North America's #1 aesthetics brand, offering personal aesthetic and wellness services to help customers feel their best and unlock their confidence. The company operates a direct-to-consumer medical aesthetics brand with a national tele-aesthetics platform for virtual consultations and services at various locations across North America. Ideal Image's expert team provides FDA-cleared aesthetic treatments, including laser hair removal, body sculpting, Botox, and anti-aging services.",
    "industry": "Healthcare",
    "date_of_investment": "2015",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "North America",
    "website": "idealimage.com"
  },
  {
    "company_name": "ILG Group",
    "company_description": "Europe’s largest international fashion watches and eyewear licensing conglomerate. ILG is a multi-category group of fashion watch and eyewear accessories under license with a brand portfolio including Cerruti, Nina Ricci, Timberland, Police and Escada for watches; and Kenzo, Bally and Balmain for eyewear. ILG was built by the combination of TWC and IWG. The first having a strong position in France and Europe, the latter being the leader in Middle-East and having a substantial presence in Hong Kong.",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "region": "Europe",
    "website": "interluxury.com"
  },
  {
    "company_name": "Imaginarium",
    "company_description": "A famous imaginative toys retail brand. Founded in 1992 and headquartered in Zaragoza, Spain, Imaginarium engages in the retail of educational toys for children. The vast product line includes a range of multimedia products (mp4s, mp3s) cameras, music and books, classic games and puzzles. It operates through a network of 350 stores in over 30 countries, as well as products via e-commerce sales.",
    "industry": "Retail",
    "date_of_investment": "2002",
    "status_current": "Historical",
    "region": "Europe",
    "hq": "Zaragoza, Spain",
    "website": "imaginarium.es"
  },
  {
    "company_name": "Impresario",
    "company_description": "The leading player in multi-brand casual dining in India. Founded in 2001 by ace restaurateur Riyaaz Amlani, Impresario has a strong track record of creating unique and resilient experiential Food and Beverage brands that resonate with a young and aspirational segment of the population – making it the leading player in multi-brand casual dining in India. Its flagship brand, Social, is a unique concept at the intersection of café, workplace, casual dining and pub/bar space. Since the establishment of its first outlet in 2014, Social has quickly grown to 17 outlets across three cities with potential to scale to top 20 cities in India and select markets abroad. Its brand portfolio also includes popular restaurants like Smoke House Deli, Mocha and the recently launched, successful French bistro – Slink & Bardot.",
    "date_of_investment": "2017",
    "status_current": "Historical",
    "region": "Asia",
    "website": "impresario.in"
  },
  {
    "company_name": "Insight Pharmaceuticals",
    "company_description": "Insight is a fast-growing consumer products company that has been quietly transforming the over-the-counter marketplace. Insight Pharmaceuticals is a consumer products company whose strategy is to generate growth by acquiring OTC and personal care brands with solid consumer equity that can be further developed through their merchandising and marketing expertise. The company strengthens its portfolio of brands by employing a variety of strategies, all with an in-depth understanding of the heritage of the brand and the needs of the consumer. Founded in 1996 with the express mission of acquiring underperforming niche consumer OTC products, Insight has increased targeted acquisitions over the past several years to build a formidable portfolio of solid brands. Recent acquisitions of high profile brands such as MONISTAT Â® and e.p.t Â® have contributed significantly to their increased revenue and demonstrate their commitment to sustained growth.",
    "industry": "Consumer Products",
    "date_of_investment": "1996",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Unknown",
    "website": "insightpharma.com"
  },
  {
    "company_name": "Jarden Corporation",
    "company_description": "Jarden is a world-class consumer products company with a diverse portfolio of innovative products, iconic market-leading brands and a global presence. Jarden Corporation is a leading provider of a diverse range of consumer products with a portfolio of over 100 trusted, quality brands sold globally. Jarden operates in three primary business segments through a number of well recognized brands, including: Outdoor Solutions: Abu Garcia Â® , Aero Â® , Berkley Â® , Campingaz Â® and Coleman Â® , ExOfficio Â® , Fenwick Â® , Gulp! Â® , Invicta Â® , K2 Â® , Marker Â® , Marmot Â® , Mitchell Â® , PENN Â® , Rawlings Â® , Shakespeare Â® , Stearns Â® , Stren Â® , Trilene Â® , VÃ¶lkl Â® and Zoot Â® ; Consumer Solutions: Bionaire Â® , Breville Â® , Crock-Pot Â® , FoodSaver Â® , Health o meter Â® , Holmes Â® , Mr. Coffee Â® , Oster Â® , Patton Â® , Rival Â® , Seal-a-Meal Â® , Sunbeam Â® , VillaWare Â® and White Mountain Â® ; and Branded Consumables: Ball Â® , Bee Â® , Bernardin Â® , Bicycle Â® , Billy Boy Â® , Crawford Â® , Diamond Â® , Dicon Â® , Fiona Â® , First Alert Â® , First Essentials Â® , Hoyle Â® , Kerr Â® , Lehigh Â® , Lifoam Â® , Lillo Â® , Loew Cornell Â® , Mapa Â® , NUK Â® , Pine Mountain Â® , Quickie Â® , Spontex Â® , Tigex Â® , and Yankee Candle Â® . Headquartered in Florida, Jarden ranks #356 on the Fortune 500 and has over 30,000 employees worldwide.",
    "date_of_investment": "2004",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "jarden.com"
  },
  {
    "company_name": "Jones The Grocer",
    "company_description": "Jones The Grocer is an Australian-origin food emporium aimed at inspiring a love of great food and providing customers with a full gourmet experience. The company’s retail offering includes a wide range of fine foods sourced locally and internationally, including artisan groceries, a European deli, a walk-in cheese room, freshly baked pastries, specialty coffee zone offering single origin and cup of excellence coffees, homewares, gifts and hampers. First launched in the affluent suburb of Sydney in 1996, Australia, it now has other stores in Australia, New Zealand, Qatar, Singapore, the United Arab Emirates and opening soon in other exciting destinations.",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "region": "Asia",
    "website": "jonesthegrocer.com"
  },
  {
    "company_name": "Kettle Foods Kettle Brand",
    "company_description": "Kettle Brand has been making great-tasting, all-natural chips since 1982. When you open a bag of Kettle Brand Potato Chips, you know you're getting real chips made with real ingredients by real people. Kettle Brand is a pioneer of the premium kettle-cooked potato chip category and leader in innovative snacks, producing seven premium product lines – Original, Krinkle Cut™, Organic, 40 Percent Less Fat, Real Sliced Potatoes, Tortilla Chips and now ready-to-eat Popcorn. Each and every snack delivers on Kettle Brand’s Natural Promise – a 30+ year commitment to making every product with natural, non-GMO ingredients and without trans fats, MSG or preservatives. Its products are sustainably produced and packaged in three state-of-the-art facilities in the U.S. and U.K., and distributed throughout North America, the United Kingdom, Western Europe and several countries in Asia.",
    "date_of_investment": "2004",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "kettlebrand.com"
  },
  {
    "company_name": "Klinger Advanced Aesthetics",
    "company_description": "A former key player in the integrated and branded appearance enhancement services industry. Founded in 1992, the company was based in Spanish Fork, Utah, Klinger Advanced Aesthetics operated as a skin care company, with a wide range of services for consumers and industry professionals, that included a chain of medical spas and beauty centers in the USA, offering a range of services to women and men, such as hair care, spa, facials, light medical skincare and cosmetic surgery in off-site hospitals. The company's skincare services included clinical skin care product lines for men and women.",
    "date_of_investment": "2003",
    "status_current": "Former",
    "region": "Europe",
    "website": "N/A"
  },
  {
    "company_name": "La Gardenia",
    "company_description": "Italy's leading fragrances and cosmetics retail group. La Gardenia Beauty operates one of the largest networks of retail stores for fragrances and cosmetic products in Italy.",
    "industry": "Retail",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "region": "Europe",
    "fund": "Strategy",
    "hq": "Grosseto, Italy"
  },
  {
    "company_name": "Lampe Berger",
    "company_description": "Iconic French brand of home fragrance scent design. Founded in 1898, Lampe Berger designs and creates sensorial ambiances that capture the imagination; they design and distribute fragrance burning lamps, home fragrances and decorative candles under the brands Lampe Berger, Parfums Berger and Point à la Ligne. Lampe Berger exports more than 80% of its products to more than 40 countries. Many iconic designers and artists have designed products for the brand along its 100-year history.",
    "date_of_investment": "2003",
    "status_current": "Historical",
    "strategy": "Europe",
    "website": "lampeberger.com"
  },
  {
    "company_name": "L'Avenue Shanghai",
    "company_description": "L'Avenue Shanghai is a mixed-use development located in the Changning district of Shanghai. Completed in 2013, it comprises a retail podium and a Class A office tower, designed by architect Jun Aoki.",
    "industry": "Real Estate",
    "date_of_investment": "2009",
    "status_current": "historical",
    "region": "Asia",
    "fund": "Real Estate",
    "hq": "Shanghai",
    "website": "lavenue-shanghai.com"
  },
  {
    "company_name": "L'Avenue Shenyang",
    "company_description": "L'Avenue Shenyang is a luxury mixed-use complex in Shenyang, China, featuring a Class A office building and high-end retail spaces.",
    "industry": "Real Estate",
    "date_of_investment": "2009",
    "status_current": "Historical",
    "region": "Asia",
    "fund": "Real Estate",
    "hq": "Shenyang, China",
    "website": null
  },
  {
    "company_name": "Leslie's",
    "company_description": "Leslie's is the world's largest and most trusted retailer of swimming pool and spa supplies, with over 900 stores across 35 states and multiple online platforms. They offer a wide range of products and services for pool and spa owners, including chemicals, equipment, floats, toys, and personalized service.",
    "industry": "Retail",
    "date_of_investment": "2017",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Unknown",
    "website": "lesliespool.com"
  },
  {
    "company_name": "Liberty Safe",
    "company_description": "Liberty Safe & Security Products, Inc. is the #1 seller of full-size residential safes in the U.S. The company offers the broadest line of home, gun, office, and commercial safes available from any one company. Liberty Safe's market leadership is founded on high quality, innovative products offering superior fire protection, technologically advanced security, exquisite styling, and functional storage capacity. Its products are sold through a nationwide network of full-service dealers and mass retail outlets, providing expert sales and service. Liberty Safe offers a limited lifetime replacement warranty on its products.",
    "date_of_investment": "2005",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "libertysafe.com"
  },
  {
    "company_name": "Lily's Kitchen",
    "company_description": "Lily’s Kitchen is dedicated to providing proper food for pets, with a commitment to tread carefully on the planet and actively engage with our community. We transform the quality of the lives of pets and people through innovative, natural, healthy products and phenomenal customer care Lily’s Kitchen is the UK’s fastest growing pet food brand, as featured in the Virgin Fast Track 100. Founded in 2008, the Company has revolutionized the way that cats and dogs eat since founder, Henrietta Morrison, discovered how her homemade meals cleared up her dog, Lily’s, chronic itchy skin. The brand has since grown into a phenomenal success with its nourishing and natural alternatives to the mass-produced, highly processed products that dominate supermarket shelves. Born out of a desire to do the best for the UK’s pets, Lily’s Kitchen products are unique in the world. The company is the first to produce and launch grain-free and meal-free foods and it only ever uses 100% freshly prepared meat and vibrant fruits and vegetables in its recipes – no unnecessary additives or flavors, rendered meats, animal or vegetable derivatives, fillers or fibrous leftovers.",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "website": "lilyskitchen.co.uk"
  },
  {
    "company_name": "Mid-Atlantic Convenience Stores (MACS)",
    "company_description": "Whether it is a cold or hot beverage, a large variety of beer, salty snacks, tobacco products, lottery tickets, candy, gum, mints, automotive needs, whatever you need in a hurry - we're here to help! Based in Richmond, VA, Mid-Atlantic Convenience Stores (MACS) is a leading convenience store operator in Maryland and Virginia. With a network of approximately 300 company-owned and dealer locations, MACS is one of the largest distributors of Exxon and Sunoco fuels in the region. The company is also the exclusive developer for the Circle K brand in Delaware, Maryland, Virginia and Washington, D.C. The company currently operates 71 locations in Virginia and Maryland, most of which are branded Circle K. The Circle K stores are dedicated to providing exceptional customer experiences along with quality branded goods and services. The stores feature a full line of beverages, tobacco, snacks and candy, as well as state lottery games. Most stores are open 24 hours and are conveniently located throughout the area.",
    "industry": "Retail",
    "date_of_investment": "2010",
    "status_current": "Sold to Sunoco",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Richmond, VA",
    "website": null
  },
  {
    "company_name": "Mendocino Farms",
    "company_description": "Mendocino Farms is a rapidly growing fast casual restaurant concept that is redefining the neighborhood sandwich shop. They take a fine dining approach to developing gourmet and classic sandwiches through the use of premium ingredients and unique flavor combinations with a value-conscious focus. Mendocino Farms pays tribute to the county in Northern California known for its support of the Slow Food Movement and Sustainable Farming. They have attracted a loyal following seeking fresh, fast meals with sophisticated ingredients and a gourmet twist.",
    "industry": "Food & Beverage",
    "date_of_investment": "2012",
    "status_current": "Former",
    "region": "North America",
    "fund": "Growth",
    "hq": "California, USA",
    "website": "mendocinofarms.com"
  },
  {
    "company_name": "Micromania",
    "company_description": "The leading video game specialty retailer in France. In its short 10-year history, Micromania became the French leader in video game distribution with a market share in excess of 25%, with a network of more than 350 stores, primarily in French shopping centers. The company sells a variety of games and accessories for computer and consoles, and offers services such as online shopping, game demos, competitions, help, after sales maintenance, and download service.",
    "industry": "Technology",
    "date_of_investment": "2001",
    "status_current": "Historical",
    "region": "Europe",
    "website": "micromania.com"
  },
  {
    "company_name": "Monosol",
    "company_description": "MonoSol enhances everyday life and enables a sustainable future through innovative water-soluble technology. Since 1953, MonoSol has been dedicated to manufacturing water soluble polymer films, compounds, and solutions. MonoSol provides an environment for growth for employees, service providers, partners and our customers. MonoSol products are handled by people all over the world every day. Above all, MonoSol stakeholders have developed and maintained a culture of respect for each other and our environment. MonoSol maintains a global network of dedicated partners to offer sales, service and technical support to its worldwide customer base.",
    "date_of_investment": "2007",
    "status_current": "Sold to Kuraray",
    "fund": "Flagship Buyout",
    "website": "monosol.com"
  },
  {
    "company_name": "Naya Waters",
    "company_description": "Naya Waters is a leading bottled water company in Canada, specializing in the production of natural spring water and spring-water based drinks with a focus on environmental sustainability.",
    "industry": "Consumer",
    "date_of_investment": "2009",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Growth",
    "hq": "Canada",
    "website": "naya.com"
  },
  {
    "company_name": "Norwegian Cruise Line Holdings",
    "company_description": "Norwegian Cruise Line Holdings operates three distinctive banners - Norwegian Cruise Line, Oceania Cruises, and Regent Seven Seas Cruises which span the contemporary, premium, and luxury segments of the market, respectively. Founded in 1966, Norwegian Cruise Line Holdings is a leading cruise operator with three distinctive banners banners - Norwegian Cruise Line, Oceania Cruises, and Regent Seven Seas Cruises. The company offers itineraries to worldwide destinations including Europe, Asia, Australia, New Zealand, South America, Africa, Canada, Bermuda, Caribbean, Alaska and Hawaii. All banners provide an assortment of amenities and activities, including a variety of accommodations, multiple dining venues, bars and lounges, spa, casino, and retail shopping areas, in addition to a selection of shore excursions at each port of call.",
    "date_of_investment": "2020",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "nclhltd.com"
  },
  {
    "company_name": "Nature's Variety",
    "company_description": "At Nature's Variety, we are proud pet parents, just like you! So we understand that your pet has a special place in your family, in your life, and in your heart. That's why our company purpose is to empower people to transform the lives of pets. Nature's Variety is an independent pet food company based in St. Louis, Missouri with manufacturing operations in Lincoln, Nebraska. We believe the best nutrition comes from healthy, natural ingredients. Nature's Variety makes a variety of premium, wholesome, natural foods to keep pets healthy and happy. The company produces pet food through two brands – Instinct, the leader in raw pet food; and Prairie, a balanced holistic line of food.",
    "industry": "Consumer",
    "date_of_investment": "2008",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Growth",
    "hq": "St. Louis, Missouri",
    "website": "naturesvariety.com"
  },
  {
    "company_name": "Noodles & Company",
    "company_description": "Noodles & Company is a restaurant chain known for offering a complete, balanced meal experience with a blend of casual dining and fast-casual elements. They serve dishes inspired by global cuisines, emphasizing authentic ingredients.",
    "industry": "Food & Beverage",
    "date_of_investment": "2010",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Broomfield, Colorado",
    "website": "noodles.com"
  },
  {
    "company_name": "Nutrafol",
    "company_description": "Nutrafol is a distinctive provider of 100% drug-free, nutraceuticals clinically shown to promote hair growth. They take an integrative approach to hair wellness with natural formulations that address various causes compromising hair health.",
    "industry": "Healthcare",
    "date_of_investment": "2019",
    "status_current": "Former",
    "region": "North America",
    "fund": "Growth",
    "hq": "New York",
    "website": "nutrafol.com"
  },
  {
    "company_name": "Nutrition & Santé",
    "company_description": "The largest European player in the development, production, and marketing of branded health and nutritional food and beverage products. Nutrition & Santé is the largest player in the development, production, and marketing of a broad range of branded health and nutritional/dietary products, distributed via supermarkets, pharmacies, over-the-counter drugstores and specialist channels, such as organic store, online stores, hypermarkets, specialist health and out of home catering worldwide. The brands include Gerblé, Isostar, Gerlinéa, Milical, Modifast, Pesoforma, Céréal Bio and Soy.",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "region": "Europe",
    "website": "nutrition-et-sante.fr"
  },
  {
    "company_name": "Odwalla",
    "company_description": "Odwalla is a natural health beverage company that offers a variety of carefully crafted beverages and bars designed to bring goodness to people's lives. They have been innovating in the natural health beverage category for over 30 years.",
    "industry": "Food & Beverage",
    "date_of_investment": "1999",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "California, USA",
    "website": "odwalla.com"
  },
  {
    "company_name": "Oriental Hotel Kobe",
    "company_description": "Oriental Hotel started its long history as one of the first hotels in Japan in 1870. Mitsui Fudosan and L Real Estate jointly developed the Kobe project which was completed in March 2010. The project is located along the main thoroughfare in the heart of Kobe's premier shopping district and consists of a 6,000 m² NLA retail podium, home to Barney's New York and Louis Vuitton as well as a 114-room luxury hotel tower operated by Plan Do See under the 'Oriental Hotel' name. Designed by the renowned architectural firm SOM, the asset has now become a landmark in the city. The unique features of the hotel make it a must-stay location in Kobe.",
    "date_of_investment": "2009",
    "status_current": "Historical",
    "region": "Asia",
    "fund": "Real Estate",
    "hq": "Kobe, Japan",
    "website": "orientalhotel.jp"
  },
  {
    "company_name": "O Luxe Holdings Limited",
    "company_description": "O Luxe Holdings Limited is a company specializing in the designing, manufacturing and retailing of a wide range of jewelry products for the Chinese jewelry market.",
    "industry": "Consumer",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "region": "Asia"
  },
  {
    "company_name": "O.N.E. (One Natural Experience)",
    "company_description": "O.N.E.'s story began in Sao Paulo, Brazil in 2005 when MBA students Rodrigo Veloso and Eric Loudon developed a business plan to brand and launch a line of healthy, natural beverages (coconut water being the first) in the U.S. market. After their business plan won 1st place at the largest Latin American Business Plan competition, Rodrigo and Eric decided to turn their idea into a real business. One year later, O.N.E. Coconut Water hit shelves in Southern California. It debuted at Whole Foods Markets in the Summer of 2006 to rave reviews and quickly became the #1 selling alternative beverage in all Southern California Whole Foods Markets. In 2009, an extension of its coconut water line was introduced with four new flavors called O.N.E. Coconut Water with a Splash, which immediately gained national distribution. Distribution exploded in 2011, with grocery stores, convenience stores, drugstores and online retailers across the country now carrying O.N.E. Coconut Water. In 2012, O.N.E. Coconut Water is planning to expand internationally to Europe, Canada, and Southeast Asia.",
    "date_of_investment": "2009",
    "status_current": "Sold to PepsiCo",
    "fund": "Growth",
    "website": "onedrinks.com"
  },
  {
    "company_name": "One Spa World",
    "company_description": "OneSpaWorld is one of the largest health and wellness services companies in the world. OneSpaWorld’s distinguished health and wellness centers offer guests a comprehensive suite of premium health, wellness, fitness, and beauty services, treatments, and products currently onboard 169 cruise ships and at 53 destination resorts around the world. OneSpaWorld holds the leading market position within the historically fast-growing international leisure market and has been built upon its exceptional service standards, expansive global recruitment, training, and logistics platforms, and a history of service and product innovation that has enhanced its guests’ personal care experiences while vacationing for over 65 years.",
    "industry": "Health and Wellness Services",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "region": "Global",
    "fund": "Flagship Buyout",
    "hq": null,
    "website": "onespaworld.com"
  },
  {
    "company_name": "OWNDAYS",
    "company_description": "OWNDAYS is a leading eyewear company from Japan with a presence across Asia. It provides high quality yet affordable prescription glasses in as quickly as 20 minutes.",
    "industry": "Eyewear",
    "date_of_investment": "2019",
    "status_current": "Former",
    "region": "Asia",
    "website": "owndays.com"
  },
  {
    "company_name": "Pepe Jeans",
    "company_description": "Leading player in the denim and sportswear category. Founded in 1973 in London, Pepe Jeans Group is a leading global player in the denim and sportswear sectors, with a strong British DNA. Through two main owned brands, Pepe Jeans and Hackett, Pepe Jeans Group offers a solid portfolio of complementary and high quality products across various fashion segments categories such as casual and formal wear, footwear, handbags, eyewear and other accessories.",
    "industry": "Fashion",
    "date_of_investment": "2010",
    "status_current": "Former",
    "region": "Europe",
    "website": "pepejeans.com"
  },
  {
    "company_name": "Perfect Timing",
    "company_description": "Perfect Timing, Inc. develops, manufactures, sells, and distributes calendars, cards, home décor, and collectibles. The company markets its products under a variety of brands, including LANG and Main Street Press. Lang Holdings and Avalanche Publishing, Inc. and Turner Licensing, are a leader in licensed sports calendars and related gifts.",
    "industry": "Consumer",
    "date_of_investment": "2003",
    "status_current": "Current",
    "fund": "Flagship Buyout",
    "website": "lang.com"
  },
  {
    "company_name": "Peloton",
    "company_description": "Peloton represents the evolution of at-home fitness by combining design-winning product with proprietary technology to provide access to live and on-demand fitness group classes by the best instructors in the world. Peloton offers a completely immersive fitness experience, with the technology, performance metrics and social connectivity to make every workout both effective and addicting.",
    "industry": "Fitness",
    "date_of_investment": "2015",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Unknown",
    "website": "pelotoncycle.com"
  },
  {
    "company_name": "Persona",
    "company_description": "Persona is reinventing how we buy supplements with a subscription service that delivers uniquely personalized daily packs. Based on researched science and using the highest-quality bioavailable ingredients, Persona's online assessment and proprietary algorithm factor individual needs, lifestyle, and prescription medications to deliver a recommendation as unique as you, and a convenient solution you can trust. Persona is a proud supporter of Vitamin Angels®, providing at least two children at risk of malnutrition a full year of vitamins with every order.",
    "industry": "Healthcare",
    "date_of_investment": "2018",
    "status_current": "Former",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "personanutrition.com"
  },
  {
    "company_name": "PetVet Care Centers",
    "company_description": "PetVet Care Centers is a leading operator and consolidator of specialty veterinary hospitals and general practice veterinary clinics. For most veterinarians, it's the administrative side of the practice that takes up most of their time. From marketing to payroll to IT, every member of PetVet Care Centers' team delivers unparalleled expertise to today's veterinary hospital.",
    "industry": "Healthcare",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "petvetcarecenters.com"
  },
  {
    "company_name": "Piazza Sempione",
    "company_description": "Aspirational global Italian apparel brand. Piazza Sempione is an Italian aspirational women’s apparel brand with strong positions in the North-American market. Piazza Sempione designs high-quality clothing with a Milanese casual chic style, in the contemporary designer segment of the market. Created in 1990 by Roberto Monti and Marisa Guerrizio in Milan, Piazza Sempione succeeded to expand internationally.",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "region": "Europe",
    "website": "piazzasempione.com"
  },
  {
    "company_name": "Pinarello",
    "company_description": "Pinarello is a leading premium road bike, accessories, and apparel brand. Since its founding in a small workshop in Treviso, Italy more than 70 years ago, Pinarello has offered cutting-edge, Italian-designed road bikes for use by amateur and professional riders alike. Sold in over 50 countries worldwide, Pinarello's products are differentiated by their advanced technology, uncompromising performance, and beautiful style. A favorite of Tour de France riders in recent years, Pinarello boasts one of the most successful records of any bike brand in production today.",
    "date_of_investment": "2017",
    "status_current": "Historical",
    "fund": "Growth, Europe",
    "website": "pinarello.com"
  },
  {
    "company_name": "PIRCH",
    "company_description": "Pirch is a leading specialty retail concept in the premium home products category offering a carefully edited assortment of premium appliances and decorative plumbing fixtures for kitchen, bath and outdoor in a highly immersive and experiential shopping environment.",
    "industry": "Retail",
    "date_of_investment": "2013",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Southern California",
    "website": "pirch.com"
  },
  {
    "company_name": "Plum Organics",
    "company_description": "Plum Organics is a leading innovator, marketer and distributor of natural and organic foods for babies, toddlers and kids.",
    "date_of_investment": "2010",
    "status_current": "Sold to Campbell's",
    "website": "plumorganics.com"
  },
  {
    "company_name": "Primanti Bros.",
    "company_description": "Primanti Bros. is an iconic Pittsburgh, PA based restaurant brand known for its unique and rich history dating back to 1933. The brand is famous for its signature sandwich featuring coleslaw and French Fries on soft Italian bread.",
    "industry": "Food & Beverage",
    "date_of_investment": "2012",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Pittsburgh, PA",
    "website": "primantibros.com"
  },
  {
    "company_name": "Punch Bowl Social",
    "company_description": "Punch Bowl Social provides a fresh, interactive experience, pairing games such as bowling, shuffleboard, Ping-Pong, pinball, and skee-ball with a scratch kitchen and craft beverages. It is distinguished by its Southern-influenced, seasonally inspired menu and a beverage program focused on delivering craft beer and unique cocktail creations. Each restaurant offers a distinctive 'eatertainment' experience and serves as an ideal neighborhood gathering place for groups of all kinds. Both the concept and the management team have received numerous awards and praise from trade publications and consumers.",
    "industry": "Consumer",
    "date_of_investment": "2017",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Growth",
    "hq": "United States",
    "website": "punchbowlsocial.com"
  },
  {
    "company_name": "Pure Barre",
    "company_description": "Pure Barre is the preeminent barre studio operator in the U.S., with over 300 studios across 42 states. The Pure Barre technique is a low-impact, highly effective, full-body workout that utilizes the ballet barre to perform small isometric movements to create long, lean muscles. Pure Barre classes incorporate varied movement sequences and music to ensure that classes remain fresh and challenging. Because the technique is both low-impact and results-driven, Pure Barre has broad appeal and has cultivated a loyal following in each of its markets.",
    "industry": "Healthcare",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": null,
    "website": "purebarre.com"
  },
  {
    "company_name": "PVR Limited",
    "company_description": "PVR is the largest operator of film exhibition multiplexes in India. The company is the dominant leader for Hollywood and Bollywood film collections in India, operating in three business segments: movie exhibition, movie distribution, and operation of restaurants and bowling alleys through its subsidiary PVR Leisure.",
    "industry": "Entertainment",
    "date_of_investment": "2012",
    "status_current": "Historical",
    "region": "Asia",
    "website": "pvrcinemas.com"
  },
  {
    "company_name": "QuinStreet",
    "company_description": "Our reputation is built on results after consistently delivering to our clients the right inquiries from qualified customer prospects with attractive performance metrics. Thousands of industry-leading consumer and business brands have benefited from our qualified inquiries since 1999. QuinStreet serves clients and consumers in large, information-intensive industry verticals where relevant, targeted media and offerings help visitors make informed choices and find products and services that match their needs. Currently, primary client verticals are the education and financial services industries. QuinStreet also has a presence in the home services, business-to-business, or B2B, and medical and health industries.",
    "industry": "Technology",
    "date_of_investment": "2000",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "quinstreet.com"
  },
  {
    "company_name": "Restoration Hardware",
    "company_description": "Restoration Hardware is a luxury brand in the home furnishings marketplace offering furniture, lighting, textiles, bathware, décor, outdoor and garden, as well as baby & child products. RH operates an integrated business with multiple channels of distribution including Galleries, Source Books and websites. RH serves as a curator of the finest historical design the world has to offer. Their collections of timeless, updated classics and authentic reproductions provide a unique point of view and an unmatched combination of inspired design, high quality and unparalleled value. RH operates galleries and outlets throughout the U.S. and Canada, while our Source Books and websites serve as virtual extensions and compelling tours of the brand. RH currently publish Interiors, Small Spaces, Objects of Curiosity, Tableware, Outdoor and Baby & Child Source Books.",
    "date_of_investment": "2008",
    "status_current": "IPO: November 2012",
    "fund": "Flagship Buyout",
    "website": "restorationhardware.com"
  },
  {
    "company_name": "Rhone",
    "company_description": "With a focus on premium, performance-based fabrics, Rhone offers a full line of style-driven men's activewear made from premium, innovative fabrics with exceptional performance qualities. The Company's high-quality materials create clothing with extremely comfortable fits and category-leading performance characteristics, including anti-odor and anti-microbial properties. Rhone has experienced tremendous growth since inception and has a loyal customer following that contributes to its category-leading position. Rhone also benefits from deep wholesale partnerships with a presence in influential retailers including Nordstrom, Dillard's, and Equinox.",
    "industry": "Consumer",
    "date_of_investment": "2017",
    "status_current": "Historical",
    "region": "North America",
    "fund": "Growth",
    "hq": null,
    "website": "rhone.com"
  },
  {
    "company_name": "R.M. Williams",
    "company_description": "An iconic Australian brand focusing on high quality footwear, clothing and leather goods with a heritage inspired by the Australian outback.",
    "industry": "Consumer",
    "date_of_investment": "2013",
    "status_current": "Realized",
    "region": "Asia",
    "website": "rmwilliams.com.au"
  },
  {
    "company_name": "Sandro, Maje & Claudie Pierlot SMCP Group",
    "company_description": "SMCP Group is the global leader in affordable premium apparel, with three French aspirational fashion brands: Sandro, Maje and Claudie Pierlot. Groupe SMCP is a leader in affordable premium apparel, under three French aspirational and internationally renowned brands: Sandro, Maje and Claudie Pierlot. These brands have successfully expanded their distribution network, with over 700 points of sales worldwide. The company is headquartered in Paris, France.",
    "industry": "Apparel",
    "date_of_investment": "2010",
    "status_current": "Historical",
    "region": "Europe",
    "website": "sandro-paris.com"
  },
  {
    "company_name": "Sasseur",
    "company_description": "Leading developer and operator of outlet malls in China. Headquartered in Chongqing and Shanghai, China with its first location in the mega-city of Chongqing in 2008, Sasseur is one the largest operators and developers of lifestyle-focused outlet malls in China with seven locations. New projects in its pipeline are planned for the provincial capital cities of Guiyang and Kunming. The Group has extensive and long standing relationship with both tier 1 international brands â\u0080\u0093 including over 600 brands in existing locations. Sasseurâ\u0080\u0099s international partners include Gucci, Bottega Veneta, Salvatore Ferragamo, Ermenegildo Zegna, Hugo Boss, Brooks Brothers, Lacoste, and Coach. Sasseur also works with Chinese brands include Jorya, Miss Sixty and Ochirly.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "region": "Asia",
    "website": "sasseur.com"
  },
  {
    "company_name": "Seafolly",
    "company_description": "Sharing the spirit of Australian summer with women everywhere. Since the 1970s, Seafolly has been at the epicenter of Australian beach lifestyle and has become one of the most recognized swimwear and beach lifestyle brands world-wide. The brand is the global leader in swimwear fit and innovation. Spanning the broad international market, Seafolly is currently stocked in major fashion department stores and swimwear boutiques around the world. Globally, it is stocked in more than 1,200 stores across 46 countries. It sells through a network of owned stores as well as international partners including Myer, Selfridges, Nordstrom and Galleries Lafayette.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "region": "Asia",
    "website": "seafolly.com.au"
  },
  {
    "company_name": "Sincere Watch & Jewelry",
    "company_description": "Singapore’s most established retailer of luxury watch brands. Sincere is one of Singapore’s most established retailers of luxury and aspirational watch brands. The company owns a network of multibrand and monobrand stores across South East Asia, Hong Kong, China and Australia.",
    "industry": "Luxury Retail",
    "date_of_investment": "2009",
    "status_current": "Historical",
    "region": "Asia",
    "website": "sincere.com.sg"
  },
  {
    "company_name": "Simstar Internet Solutions",
    "company_description": "SimStar Internet Solutions is a leading online marketer and consultant for the pharmaceutical industry, specializing in direct-to-consumer marketing of new prescription drugs for major pharmaceutical companies. The company offers services such as strategy, branding, media development, CRM, and database management. It provides Internet-based solutions for consumer and channel marketing, combining domain expertise with interactive capabilities. SimStar has established leadership in its segment by leveraging medical and Internet expertise. Key customers include Pfizer, Bristol Myers Squibb, Bayer, Novartis, Astra-Zeneca, and Roche.",
    "date_of_investment": "2000",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "simstar.com"
  },
  {
    "company_name": "SteelSeries",
    "company_description": "SteelSeries is a leading, global brand for professional gaming peripherals such as pro-gaming headsets, keyboards, mobile controllers and mice. For more than a decade, SteelSeries has been on the forefront of designing and creating gear for gamers. The company's continued innovation comes in collaboration with the world's leading professional gaming teams and partners, whom SteelSeries actively promotes and supports in the e-sports category.",
    "industry": "Technology",
    "date_of_investment": "2012",
    "status_current": "Former",
    "region": "Global",
    "fund": "Flagship Buyout",
    "hq": "Null",
    "website": "steelseries.com"
  },
  {
    "company_name": "StriVectin",
    "company_description": "StriVectin is a leading independent prestige skincare brand offering a comprehensive line of clinically proven, scientifically-based skincare products. It is known for its patented NIA-114 molecule that rebuilds the skin barrier and repairs skin damage.",
    "industry": "Beauty & Skincare",
    "date_of_investment": "2009",
    "status_current": "Current",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Not specified",
    "website": "strivectin.com"
  },
  {
    "company_name": "Stroili",
    "company_description": "Leading Italian jewelry retail brand with over 360 directly operated stores in Italy. Created through the merger of Stroili Oro and Franco Gioielli, specializing in fashion jewelry and accessories.",
    "industry": "Retail",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "region": "Europe",
    "fund": null,
    "hq": null,
    "website": "www.stroilioro.com"
  },
  {
    "company_name": "SuperGraphics",
    "company_description": "The company brought high resolution digital advertising to buses and vehicles. Year of Investment 1997",
    "date_of_investment": "1997",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "supergraphics.com"
  },
  {
    "company_name": "Sweaty Betty",
    "company_description": "Sweaty Betty is a British activewear brand known for fusing multi-sport performance ranges with on-trend fashion-forward aesthetics. The brand's mission is to inspire women to find empowerment through fitness. Sweaty Betty has over 40 boutiques in the United Kingdom and two boutiques in the United States, offering exclusive fabrics, fully opaque leggings, reversible styles, and statement prints.",
    "industry": "Fashion, Activewear",
    "date_of_investment": "2015",
    "status_current": "Historical",
    "region": "Europe, North America",
    "fund": "Growth",
    "hq": "London, United Kingdom",
    "website": "sweatybetty.com"
  },
  {
    "company_name": "Sweet Leaf Tea",
    "company_description": "Sweet Leaf Tea is an all-natural, organic line of premium ready-to-drink teas with an award-winning, mainstream flavor profile.",
    "date_of_investment": "2008",
    "status_current": "Sold to Nestle",
    "website": "sweetleaftea.com"
  },
  {
    "company_name": "Tabi International Corporation",
    "company_description": "Women's specialty apparel retailer in Canada",
    "date_of_investment": "2001",
    "status_current": "Historical",
    "fund": "Flagship Buyout"
  },
  {
    "company_name": "TechTurn",
    "company_description": "A leading company in the important and growing computer and electronics recovery, refurbishing and remarketing. Just because it is old doesn't mean it doesn't have value.",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "fund": "Flagship Buyout"
  },
  {
    "company_name": "The Good Bean",
    "company_description": "The Good Bean is the pioneer of deliciously roasted chickpea and whole bean snacks committed to helping all people snack better. All of the Good Bean snacks are non-GMO, gluten-free, and high in fiber and protein. Beanitos is passionate about sharing the infinite snacking possibilities offered by its favorite superfood – beans. The Beanitos team unlocked the power of beans turning them into a complete line of bean-based snacks, including Bean Chips, Baked Bean Crunch, and Dippers. Every Beanitos snack is packed with protein, fiber, antioxidants and flavor.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "fund": "Growth",
    "website": "thegoodbean.com"
  },
  {
    "company_name": "360fly",
    "company_description": "360fly is a distinctive action camera transforming the way people capture, edit, share and play back / stream video content in 360 degree panoramic formats. 360° is not just a field of view. It’s everything you see from here to the horizon in every direction, with you at the epicenter of countless once-in-a-lifetime experiences.",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "fund": "Growth",
    "website": "360fly.com"
  },
  {
    "company_name": "Titan Outdoor",
    "company_description": "Titan is a media company specializing in 'People in Transit'. With more markets, more Top Ten DMA penetration and more Transit and Municipal contracts, Titan is a leader in Transit, Airport and Out-of-Home advertising in the United States. Titan provides sales, marketing, creative, research and maintenance of advertising in airports, on buses, rail, bulletins, telephone kiosks, street banners and street furniture. It also leads the way in the development and successful introduction of market leading digital Out-of-Home and Mobile platforms. Titan furnishes national and local clients with creative media solutions in the North America's top markets including Chicago, New York, Los Angeles, Philadelphia, Boston, San Francisco, New Jersey, Dallas, Charlotte, Baltimore, Pittsburgh, Seattle and Minneapolis/St. Paul.",
    "date_of_investment": "2001",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "titan360.com"
  },
  {
    "company_name": "Trendy International Group",
    "company_description": "Trendy International Group is the largest multi-fashion brand platform in China, owning four brands in the masstige segment: Ochirly, Five Plus, Trendiano, and Coven Garden. It has a strong presence in major shopping centers across China.",
    "industry": "Fashion",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "region": "Asia",
    "website": "trendy-global.com"
  },
  {
    "company_name": "TULA",
    "company_description": "TULA is a lifestyle brand founded in 2014 by Dr. Roshini Raj, Ken Landis, and Dan Reich. It empowers women to live healthier, balanced, and more beautiful lives by transforming their beauty regimen with products using Probiotic Technology.",
    "industry": "Beauty and Wellness",
    "date_of_investment": "2017",
    "status_current": "Former",
    "region": "North America",
    "fund": "Growth",
    "hq": "Not specified",
    "website": "tula.com"
  },
  {
    "company_name": "Van's Foods",
    "company_description": "A leader in natural, gluten-free products. Our only hope is that you'll enjoy Van's foods as much as we enjoy creating them. Van's is a leading developer, manufacturer and marketer of branded, all-natural breakfast products.",
    "date_of_investment": "2006",
    "status_current": "Sold to Hillshire Brands (May 2014)",
    "fund": "Flagship Buyout",
    "website": "vansfoods.com"
  },
  {
    "company_name": "Voxcom Inc.",
    "company_description": "A leader in home and business security systems serving 77,000 customers in Canada",
    "date_of_investment": "2002",
    "status_current": "Historical",
    "fund": "Flagship Buyout"
  },
  {
    "company_name": "Watch World",
    "company_description": "Our mission is to provide products with visible, intrinsic value through an enduring commitment to style, quality, and service; create opportunities for personal and professional growth and income; achieve recognition as the premier direct sales and marketing company of luxury products. Founded in 1991, Worth is a New York City-based fashion house built on one simple idea: providing intrinsic value through our luxury clothing brands, Worth New York and W by Worth. Worth's brands are uniquely sold in the homes of its national network of professional sales associates. Through exclusive one-on-one appointments, our sales team offers effortless and personalized luxury experiences that enhance Worth's clients' lifestyles. Additionally, Worth offers online shopping for both brands with the same caliber of service that clients have come to expect at home.",
    "industry": "Fashion",
    "date_of_investment": "1998",
    "status_current": "Historical - Acquired by SunglassHut",
    "region": "North America",
    "fund": "Flagship Buyout",
    "website": "N/A"
  },
  {
    "company_name": "Wellness Pet Food",
    "company_description": "WellPet has delivered on the promise of doing whatever it takes to make the healthiest natural products for pets. WellPet's team is committed to bringing innovation, nutritional excellence, and product quality to their family of natural brands, always putting pet health first.",
    "date_of_investment": "2004",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "wellpet.com"
  },
  {
    "company_name": "The Worth Collection",
    "company_description": "We bring high quality, women's fashion from the finest mills and designers directly to the doors of our customers.",
    "date_of_investment": "2006",
    "status_current": "Historical",
    "fund": "Flagship Buyout",
    "website": "worthnewyork.com"
  },
  {
    "company_name": "Xin Hee Co. Limited",
    "company_description": "No.1 high-end fashion company in China. Founded in 1993, Xin Hee has become the top women's fashion company in the mid to high-end segment in China. It is a multibrand platform that appeals to a broad range of customers, targeting different groups and professions, with store presence in most premium malls and department stores across China. Its core brands are Jorya, Jorya Weekend, Anmani, Givh Shyh, Caroline, Aivei and QDA.",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "region": "Asia",
    "website": "jorya.com"
  },
  {
    "company_name": "Xponential Fitness",
    "company_description": "Xponential Fitness is the curator of the best brands across every vertical in the boutique fitness industry, including Pilates, cycle, stretch, dance, and rowing. They have decades of boutique fitness franchising experience and dominate every boutique fitness category.",
    "industry": "Fitness",
    "date_of_investment": "2018",
    "status_current": "Former",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "Los Angeles, California",
    "website": "xponential.com"
  },
  {
    "company_name": "YG Entertainment",
    "company_description": "Leading Korean entertainment company. YG Entertainment is a premier South Korean entertainment company based in Seoul. The company manages leading Korean superstar acts such as Psy, BIGBANG, 2NE1, WINNER, EPIK HIGH and iKON and actors such as Cha Seung Won, Choi Ji Won and Yoo In Na. YG operates a record label, talent agency, clothing line, cosmetics firm and event management, as well as a concert production company, music production company and its own music publishing house.",
    "industry": "Entertainment",
    "date_of_investment": "2014",
    "status_current": "Historical",
    "region": "Asia",
    "website": "ygfamily.com"
  },
  {
    "company_name": "YoCrunch",
    "company_description": "The YoCrunch Company prides itself on being a company of firsts, incorporating popular candy crumble toppings, toasted almonds, real pieces of crumbly pie crust, and authentic, strained Greek yogurt with delicious toppings.",
    "industry": "Food & Beverage",
    "date_of_investment": "2005",
    "status_current": "Realized",
    "region": "North America",
    "fund": "Flagship Buyout",
    "hq": "New England",
    "website": "yocrunch.com"
  },
  {
    "company_name": "Zarbee's Naturals",
    "company_description": "Pediatrician-founded Zarbee's Naturals is focused on making wholesome, safe and chemical-free wellness products for the whole family. From vitamins and supplements to immune support products, Zarbee's Naturals believes that what's inside is what counts. Dedicated to being there for families, Zarbee's Naturals has defined itself by what goes into a Zarbee's bottle, and just as importantly, what does not. Powerful, natural ingredients form the backbone of their products. What you won't find in the lineup are drugs, alcohol, gluten, or artificial flavors, sweeteners, and dyes whenever possible, which means families can feel good about what they bring into their home. Zarbeeâ\u0080\u0099s is the #1 Pediatrician recommended cough syrup brand for children 10 years of age and under.",
    "date_of_investment": "2011",
    "status_current": "Historical",
    "website": "zarbees.com"
  },
  {
    "company_name": "2XU"
  }
]