[
  {
    "company_name": "Palmetto",
    "company_description": "Palmetto is transforming residential solar sales with its marketplace platform model. The Palmetto platform brings together all groups involved in residential solar – gig workers who want to sell solar in their local areas, installers of high-quality residential solar systems, global equipment providers, financiers, and post-installation service providers – and provides end-to-end workflow software for platform members to seamlessly execute solar installs. With a focus on solar today, Palmetto is rapidly expanding into other residential clean energy products, including energy storage and EV charging, and in the near future, will be the go-to marketplace for all home energy products and services.",
    "hq": null,
    "website": "https://palmetto.com/"
  },
  {
    "company_name": "SPAN",
    "company_description": "Span enables complete control and understanding of home energy. Span has developed the first smart electrical panel for the home – used in place of a standard electrical panel, the Span panel reduces the cost and complexity of installing residential solar, storage, and EV charging equipment, and provides homeowners with advanced energy intelligence and control through a smartphone app. Ultimately, the Span panel will become the central “brain” for home energy systems and connected devices, supporting both internal and third-party applications.",
    "hq": "null",
    "website": "https://www.span.io/"
  },
  {
    "company_name": "Harbinger",
    "company_description": "Harbinger is developing the world’s best-performing and most cost-effective medium-duty EVs. Medium-duty vehicles are the backbone of the urban economy, from consumer package delivery to business logistics, yet the segment has been historically underserved by EV innovators. Harbinger’s best-in-class team is finally offering customers what they have been demanding in medium-duty EVs: ICE-parity pricing, familiar form, and uncompromised performance – all unlocked by Harbinger’s proprietary, in-house developed drivetrain, battery pack, and chassis architecture.",
    "hq": null,
    "website": "https://harbingermotors.com/"
  },
  {
    "company_name": "Recurrent",
    "company_description": "Recurrent is bringing transparency and credibility to the used electric vehicle (EV) market. Unlike internal combustion engine (ICE) vehicles, where miles driven is a consistent and accurate proxy for value, used EV value is unequivocally driven by battery health. The challenge is that the health of an EV battery is complex and depends on vehicle-level usage and charging. Recurrent solves this by providing EV battery ratings and insights for any vehicle through a data-driven model, which combines a proprietary data set from a growing network of connected vehicles with advanced machine-learning techniques. Ultimately, Recurrent will inform all used EV transactions and become a leading used EV marketplace.",
    "hq": null,
    "website": "https://www.recurrentauto.com/"
  },
  {
    "company_name": "SRTX",
    "company_description": "SRTX builds new materials and technology to enable better textiles. SRTX is best known for its first technology, Sheertex, a knit made from one of the world’s strongest polymers which has disrupted hosiery through impossibly strong tights.",
    "hq": "null",
    "website": "https://www.srtxlabs.com/"
  },
  {
    "company_name": "Hydrostor",
    "company_description": "Hydrostor enables the transition to a cleaner and more flexible electricity grid. Hydrostor is the world’s leader in Advanced Compressed Air Energy Storage (A-CAES). Hydrostor’s utility-scale long duration energy storage solution is synchronous and emission-free and can store hundreds of MWs for 8-24+ hours. Its proprietary design can be built where the grid needs it most – including replacing retired fossil fuel plants and displacing new transmission. With its global engineering partners Hydrostor offers a complete solution from financing to construction.",
    "hq": "null",
    "website": "https://www.hydrostor.ca/"
  },
  {
    "company_name": "Xeal",
    "company_description": "Xeal is building the next generation of EV charging solutions to take the market from 1% to 100% mass adoption. Spotty or non-existent WiFi? Not a problem in parking garages and lots of Xeal’s customers. The company’s proprietary Apollo communication protocol is using distributed ledger and time-bound authentication token technologies to enable offline user authentication, payments and EV charger updates, effectively making “dumb” chargers “smart” and dramatically lowering the upfront installation and the recurring costs.",
    "hq": null,
    "website": "https://xealenergy.com/"
  },
  {
    "company_name": "Flashfood",
    "company_description": "Flashfood is diverting retail store food waste from landfills through its B2C mobile app marketplace that connects customers with discounted food nearing best-before date. Customers are saving hundreds of dollars per year with average 50% discounts on fresh food items like meat, produce and dairy at participating grocer-partners across US and Canada, including GIANT, Loblaw, Meijer, Giant Eagle, Tops, Stop & Shop and more.",
    "hq": "null",
    "website": "https://www.flashfood.com/"
  },
  {
    "company_name": "Woltair",
    "company_description": "Woltair enables smooth and hassle-free adoption of complex energy solutions for sustainable housing. With first products being residential heat pump and solar energy installations, they have emerged as a leading heat pump installer network, enabled through an end-to-end platform that connects residential customers to local installers. Woltair removes friction on the customer side, helping customer compare different vendors and manage the complete installation and after-sales process, and on the installer side, helping installers with customer onboarding, work coordination and procurement.",
    "hq": "null",
    "website": "https://woltair.com/"
  },
  {
    "company_name": "ev.energy",
    "company_description": "ev.energy is a software platform that optimizes residential electric vehicle (EV) charging for drivers and utilities by shifting charging loads based on grid capacity, pricing, and carbon intensity. Through a free, user-friendly app, EV owners set charging parameters and automatically benefit from lowest cost and greenest charging. With the potential for unmanaged EV charging to double peak household energy load, grid operators benefit from avoided distribution network upgrades, reduced peaker plant demand, and the potential to use EVs as a grid asset. Ultimately, ev.energy aims to become the central platform managing the flow of electrons to and from EVs, enabling a simple, green, and cheap charging experience for drivers.",
    "hq": null,
    "website": "https://ev.energy/"
  },
  {
    "company_name": "Winnow",
    "company_description": "Winnow unlocks levels of food waste reduction and operational control that were previously unavailable to commercial kitchens. The Winnow system is a hardware-enabled software tool for kitchen workers to identify, track, analyze, and ultimately help cut food waste by 50% via reducing overproduction of plate-ready meals and over-preparation of pre-plate foods. With the most data and the most advanced AI capabilities, Winnow is best positioned to cement itself as the category leader in realizing the “connected kitchen” vision.",
    "hq": null,
    "website": "https://www.winnowsolutions.com/"
  },
  {
    "company_name": "Trove",
    "company_description": "Trove allows brands to manage returns, unsold inventory, and trade-ins. The platform combines reverse logistics together with apparel-specific functionality (e.g. pricing, routing, item identification, etc.) to serve brands in a capital-light way. Trove serves market leaders across North America and runs some of the most prolific branded resale programs in operation today.",
    "hq": "null",
    "website": "https://trove.com/"
  },
  {
    "company_name": "Liminal Insights",
    "company_description": "Liminal is accelerating the global expansion of EV-grade battery capacity with its battery inspection technology. Liminal’s solution combines ultrasound technology with machine learning to deliver advanced insights to battery manufacturers, which enable the accelerated ramp-up of production, higher throughput/yield and improved quality and reliability. Liminal is enabling battery manufacturers to meet the rapidly growing demand for batteries and catalyzing the global EV transition.",
    "hq": null,
    "website": "https://www.liminalinsights.com/"
  },
  {
    "company_name": "Emitwise",
    "company_description": "Emitwise’s unique AI technology empowers companies to automatically measure, report and reduce their carbon footprint across their operations and supply chain, future-proofing businesses for a zero-carbon world. The Emitwise carbon accounting technology helps companies become sustainability leaders and reap the business benefits, by aligning their business with global climate targets, maximizing operational efficiencies, and mitigating carbon risk.",
    "hq": null,
    "website": "https://emitwise.com/"
  },
  {
    "company_name": "CLIR",
    "company_description": "Clir increases energy output from wind and solar farms reducing the levelized cost of energy (LCOE) of clean energy. Clir’s software platform uses machine learning algorithms to categorize and quantify areas of underperformance across wind and solar assets to generate recommended actions for optimization. Customers realize Annual Energy Production (AEP) gains of up to 5% from Clir’s actionable insights. Clir stands out from competing software solutions in this growing market due to its ability to generate actionable optimization recommendations, moving beyond data monitoring and visualization.",
    "hq": null,
    "website": "https://clir.eco/"
  },
  {
    "company_name": "Scythe Robotics",
    "company_description": "Scythe is driving the electrification of the commercial landscaping industry via autonomous technology. Scythe has developed the first all-electric fully autonomous mower combining cutting-edge autonomy with commercial-grade mowing equipment. This mower addresses the largest challenge facing US landscapers – the chronic labor shortage – while providing total cost of ownership savings and eliminating emissions from high-polluting gas-powered mowers. Beginning with lawn mowers, Scythe is transforming how we take care of our outdoor spaces.",
    "hq": "null",
    "website": "https://www.scytherobotics.com/"
  },
  {
    "company_name": "reThought",
    "company_description": "reThought (RT) is a tech-enabled flood insurance provider, focused on commercial and high-net-worth properties in the US. The company’s unique “model convergence” strategy combines multiple existing catastrophe models, site-specific data, and historical data into one unified model to more accurately price flood risk. RT has partnered with leading reinsurers, insurance carriers, and brokers to serve the US flood insurance market. RT’s ability to accurately price flood risk is enabling the company to fill a large gap in the market.",
    "hq": "null",
    "website": "https://www.rethoughtinsurance.com/"
  },
  {
    "company_name": "Zoomo",
    "company_description": "Zoomo is helping reduce last mile delivery emissions by up to 75% by enabling enterprises and individual couriers in food, quick commerce and logistics to switch from vans to e-bikes. From battery life and cargo capacity to rider comfort and anti-theft features, Zoomo’s high-quality e-bikes are tailor-made for demanding commercial use, receiving top marks from gig workers, QSRs and quick commerce operators. Their flexible financing options include weekly subscriptions and rent-to-own plans that include free servicing, repairs and 24/7 assistance.",
    "hq": "null",
    "website": "https://www.ridezoomo.com/us/home"
  },
  {
    "company_name": "Aquabyte",
    "company_description": "Aquabyte makes aquaculture more sustainable. Aquabyte uses machine vision and artificial intelligence to collect and analyze data to improve fish health and sustainability. Farmers receive real-time accurate data on fish health (e.g. sea lice) and fish mass instead of relying on sporadic manual sampling. With this data, farmers remove the guesswork and implement more sustainable and effective solutions. An increase in sustainability also improves farm profitability. Aquabyte has seen very strong adoption in Norway, the gold standard globally for salmon farming, and has plans to expand to new regions and species globally.",
    "hq": "null",
    "website": "https://aquabyte.ai/"
  },
  {
    "company_name": "Soly",
    "company_description": "Soly has built a compelling end-to-end virtual platform for consumers to begin or continue their journey towards home electrification. Their seamless customer and installer process improves accessibility and adoption speed of sustainable home solutions for everyone. Starting with residential solar, and broadening to EV chargers, home batteries, and home energy management, the company is helping to build the utility of the future. By combining high quality, best-in-class pricing, and a full product suite, Soly has already been able to help over 30,000 households decarbonize their homes. Their pan-European model has brought success across the continent including the Netherlands, Germany, UK, Belgium, and Italy, with more countries to come in the near term.",
    "hq": "null",
    "website": "https://www.soly-energy.com/"
  },
  {
    "company_name": "Terramera",
    "company_description": "Terramera is reducing pesticide use, making farming more healthy, sustainable, and productive. Terramera reduces synthetic agriculture chemical loads and makes organic alternatives more effective by fusing science, nature and artificial intelligence. Terramera’s revolutionary Actigate™ better delivers pesticides and fertilizer directly to the targeted cells at a molecular level, which enables farms to use 10x less chemicals. Terramera is working closely with the leading global biologic and conventional farm chemical suppliers to deliver on its vision of reducing global synthetic pesticide load by 80 percent by 2030.",
    "hq": "null",
    "website": "https://www.terramera.com/"
  },
  {
    "company_name": "Parity",
    "company_description": "Parity reduces energy consumption by 25-40% in multi-family buildings using sensors, controls, and machine learning algorithms. Energy represents 35-50% of annual operating expenses for multi-residential buildings, but there is often limited desire or ability to cover upfront costs for energy efficiency retrofits. Parity’s lease-financed and software-driven model enables no upfront capital cost and is immediately cash flow positive, unlocking barriers to adoption. Post-install, Parity’s technology generates 25%-40% energy savings.",
    "hq": "null",
    "website": "https://www.paritygo.com/"
  },
  {
    "company_name": "Carbon America",
    "company_description": "Carbon Capture and Sequestration",
    "hq": null,
    "website": "https://www.carbonamerica.com/"
  },
  {
    "company_name": "Mosa Meat",
    "company_description": "A pioneer in the industry, Mosa Meat is dedicated to creating an affordable and secure supply of meat products without slaughtering livestock, while delivering equal or better nutrition and taste compared to conventional meat. Cultivated meat has the potential to produce 78–96% fewer greenhouse gas emissions, use 99% less land, and 82–96% less water. Mosa Meat brings along years of experience being the first to produce a lab grown burger in 2013, and is on a mission to fundamentally reshape the global food system.",
    "hq": null,
    "website": "https://www.mosameat.com/"
  },
  {
    "company_name": "ThinkIQ",
    "company_description": "ThinkIQ, pioneer of digital manufacturing transformation SaaS, delivers unprecedented material traceability and insight into ways to improve yield, quality, safety, compliance and brand confidence. The company’s fact-based granular and data-centric contextualized view of material flows and related provenance attribute data integrates into existing IoT infrastructures and crosses supply chains to manufacturing processes and beyond. ThinkIQ has already helped transform lines at customers such as General Mills, McCain, Corning and Mars, where it demonstrated positive environmental impacts and economic value including $10’s of millions in savings by identifying waste and underperforming assets, as well as by reducing warranty reserves for quality and safety issues.",
    "hq": "null",
    "website": "https://www.thinkiq.com/"
  },
  {
    "company_name": "Mighty Buildings",
    "company_description": "Mighty Buildings is a construction technology company that is dedicated to reimagining the building industry, from the factory to the foundation. By applying state-of-the-art automation and innovative new technologies, Mighty Buildings can 3D print structures 2x as quickly with 95% less labour hours and 10x less waste than conventional construction. Mighty Buildings is committed to making beautiful, affordable, and sustainable homes a reality for more people.",
    "hq": "null",
    "website": "https://mightybuildings.com/"
  },
  {
    "company_name": "Kebotix",
    "company_description": "Kebotix enables the rapid discovery of novel green chemicals and materials in months, not years. Its closed loop discovery platform combines computational chemistry, machine learning and a self-driving robotic lab to systematically conceptualize and synthesize novel chemical compounds optimized for targeted properties and production. Kebotix works closely with global chemicals and materials companies looking to rapidly accelerate their time to discovery.",
    "hq": "null",
    "website": "https://www.kebotix.com/"
  },
  {
    "company_name": "MMB Networks",
    "company_description": "MMB makes products smarter and more energy-efficient. From prototype to production, MMB helps Fortune 500 companies design and build connected, IoT enabled products. With over a decade of experience producing consumer and commercial solutions, MMB enables household brands like Tesla, P&G, and Cisco to create amazing customer experiences by helping them build and bring wireless products to market that work flawlessly. Whether designing and developing embedded solutions, manufacturing systems or managing certifications and testing – they’ll get their customer’s products across the finish line.",
    "hq": "null",
    "website": "https://mmbnetworks.com/"
  },
  {
    "company_name": "Morgan Solar",
    "company_description": "Morgan makes solar energy production more efficient. Morgan Solar develops unique solar modules for building integrated solar (SPOTlight) and light concentration overlays for boosting energy production on utility scale solar modules (SimbaX). SPOTlight can be integrated in building design or retrofits to both block direct sunlight for shading and produce energy, while maintaining a few of the sky. SimbaX is an overlay to bifacial solar modules to enhance energy product at a lower cost/kwh. Morgan is currently manufacturing and deploying both products at scale.",
    "hq": "null",
    "website": "https://morgansolar.com/"
  },
  {
    "company_name": "Polar Sapphire",
    "company_description": "Polar Sapphire is a green economy enabler, operating a commercial scale facility producing ultra-high purity alumina (Al2O3). Alumina is a critical input for certain markets, including LEDs and lithium ion batteries. Scott Nichol, founder and CEO, has taken a process perfected at his previous company, 6N Silicon (a producer of high purity silicon), and successfully applied this same approach to raw aluminum. Polar has a zero-emissions process compared with the incumbent process, which is highly toxic to local environments. Polar currently operations a commercial facility in Southern Ontario.",
    "hq": "Southern Ontario",
    "website": "https://www.polarsapphire.com/"
  },
  {
    "company_name": "Woodland Biofuels",
    "company_description": "Woodland produces biofuel (ethanol) from waste biomass (non-food chain), lowering carbon content of transport fuels by ~92%. Woodland has refined a extensively patented process for converting a very high percentage of any biomass to syngas (or starting with reformed natural gas) and then to ethanol through a three stage thermo-catalytic process. Woodland currently operates a pilot plant in Southern Ontario and is in the process of building its first commercial facility that will be a low-cost producer of ethanol competing on cost with traditional gasoline producers.",
    "hq": "Southern Ontario",
    "website": "https://www.woodlandbiofuels.com/"
  },
  {
    "company_name": "GreenMantra Technologies",
    "company_description": "GreenMantra is solving our plastics problem. GreenMantra upcycles post-consumer plastic waste into value-added synthetic waxes, polymer additives, and other industrial chemicals. It is the first company in the world to upcycle post-consumer and post-industrial recycled plastics into synthetic polymers and additives that meet specific performance requirements for industrial applications. GreenMantra operates a full-scale production facility in Southern Ontario with plans to expand its modular plant design to other regions.",
    "hq": "Southern Ontario",
    "website": "https://greenmantra.com/"
  },
  {
    "company_name": "CircuitMeter",
    "company_description": "CircuitMeter provides a data foundation to unlock efficiencies across all industrial and commercial operations and buildings. Circuit Meter’s real-time, ultra-low-cost sub-metering data enables highly granular energy measurement at the circuit level. Combined with their cloud-based analytics, Circuit Meter brings unprecedented visibility into what is today largely dark – your utility bill.  Sophisticated analytic tools allow multiple analyses across an entire portfolio. Equipment can be monitored against baseline use to alert staff of drift, abnormal operation or predictive failure or compared against similar equipment in other buildings to evaluate performance.",
    "hq": "null",
    "website": "https://www.circuitmeter.com/"
  },
  {
    "company_name": "Smarter Alloys",
    "company_description": "Smarter Alloys enables metal alloys to behave like muscle. Applying this innovation across a broad range of industries, most interesting to ArcTern is its application to generate electricity from low-temperature waste heat (<80C). It is the world’s only company capable of programming multiple memories or pseudo elasticities into a single shape memory alloy (SMA). SMAs are a special group of metals that can be modified to change shape with temperature or electrification. Smarter Alloys has commercial products in the medical, automotive, and industrial sectors.",
    "hq": "null",
    "website": "https://www.smarteralloys.com/"
  }
]