[
  {
    "company_name": "Amilia",
    "company_description": "Amilia is an activity and recreation eCommerce company on a mission to revolutionize the way organizations operate and manage their businesses. Headquartered in Montreal, Quebec, Amilia’s all-in-one platform solution, SmartRec, enables organizations to engage with their communities by streamlining customer registration, membership management, facility booking, payment and invoicing services, and back-office functions. The company’s customers include SMEs and municipal organizations across North America. Founded in 2009, Amilia is led by Founder and CEO François Gaouette and Hugo Lachance (President), who together with their strong leadership team possess the skills and experience needed to execute on their plans for growth.",
    "hq": "Montreal, QC",
    "website": "https://www.amilia.com/",
    "date_of_investment": "May 2022"
  },
  {
    "company_description": "Appnovation is a Vancouver-based full-service digital consultancy that advances their clients’ businesses by nimbly innovating on everything digital. With Canadian offices in B.C., Quebec and Toronto, totaling 9 offices across the Americas, Europe and Asia-Pacific, Appnovation is well positioned to deliver meaningful business outcomes through digital strategy and deep industry focus, with an emphasis on user-centric, design-led experience and open technology platforms. Appnovation’s service offerings include: Digital strategy, User experience and design, Development, integration and platform engineering, Corporate agility and governance, Data, analytics and insights, Managed services and support. Boasting a client list that spans from venture-backed start-ups to the Fortune 500, government entities, higher educational institutions and nonprofit organizations, Appnovation’s digital expertise is showcased across a variety of industries and sectors. In terms of specific industry expertise, Appnovation works closely with life sciences clients to deliver solutions that improve patient outcomes and accelerate commercialization of new pharmaceutical products, and financial services sectors focusing on flexible strategy execution and customer experience innovation. Appnovation has developed solutions for over a dozen of the top financial services firms including HSBC, AXA and RBC, as well as one third of the top global pharmaceutical makers, counting brands like Boehringer Ingelheim, Johnson & Johnson and AbbVie as customers. Other clients representing a variety of verticals include such well-known names as Blue Cross Blue Shield, Sesame Street, Rogers Communications, Avis, NHS Blood and Transplant, Coca-Cola, Lidl, Carrefour and Hong Kong University. Appnovation is led by Founder and CEO, Arnold Leung, who founded the company in 2007, and today the consultancy has a team of over 300 professionals. Embracing the power of technology, Appnovation’s global team delivers digital transformation that drives innovation, growth and ultimately business value. Since its inception, Appnovation has won numerous awards, recognizing its growth, people and innovation.",
    "company_name": "Appnovation",
    "hq": "Vancouver, BC",
    "website": "https://www.appnovation.com"
  },
  {
    "company_name": "Believeco:Partners",
    "company_description": "Believeco:Partners is building a leading independent marketing and communication agency in North America. Founded in Calgary, Alberta, Believeco:Partners is among the largest owners, operators and builders of the foremost marketing, communications and engagement agencies. With international coverage and full-service capabilities, Believeco:Partners serves mid-market North American clients with digital marketing, social media, public relations and affairs, content and production, media services, strategy and research. As part of Believeco:Partner’s initial launch, they join together six leading agencies – Venture Play, Argyle, Brightworks, Zync, Revolve and Castlemain which will continue to serve its clients under the Believeco and Castlemain banners. Due to its positioning and recognition within the indigenous ecosystem, Castlemain will continue to operate as a leading advisory firm serving indigenous nations, communities and peoples, with expertise in governance, negotiation, economic development, lands, infrastructure and strategic engagement and communications. Castlemain will continue to be led by Rob McPhee as President. Believeco:Partners is led by its Executive Chair & Co-Managing Partner, Arlene Dickinson (Founder of Venture Play).",
    "industry": "Marketing & Communications",
    "date_of_investment": "November 2022",
    "status_current": "null",
    "hq": "Calgary, AB",
    "website": "https://believecopartners.com/"
  },
  {
    "company_description": "Busbud Inc. enables global travelers to shop for and purchase intercity bus tickets through its booking platform in over 80 countries worldwide, with over 3,900 bus operator partners, serving over 21,000 cities. The company simplifies the way travelers can research, shop for, compare and purchase bus tickets online in the same way they do flights, hotels and tours. Busbud is focused on extending its position as the leading global bus travel aggregator and booking provider. Busbud was founded in 2011 by its three co-founders, LP Maurice (CEO), Michael Gradek (CTO), and Frederic Thouin (CPO), who along with their Board of Directors bring extensive experience in high growth companies.",
    "company_name": "Busbud",
    "hq": "Montreal, QC",
    "date_of_investment": "July 2020",
    "industry": "Travel Services",
    "website": "http://www.busbud.com"
  },
  {
    "company_name": "Cold Bore Technology",
    "company_description": "Cold Bore Technology is a leading well completions automation and analytics technology company headquartered in Calgary, Alberta. Cold Bore Technology’s SmartPAD platform offers the world’s first on-site Completions Master Control System (CMCS) to enable fully autonomous well operations through its innovative hardware and software solution. SmartPAD enables oil and gas exploration and production companies to centralize data from multiple sources to make real-time data-driven decisions while improving ESG standards and worker safety. Founded in 2015, Cold Bore is led by Blair Layton (CFO) and Shane Cassell (VP), who collectively bring over 63 years of experience.",
    "industry": "Oil & Gas Services",
    "hq": "Calgary, AB",
    "website": "https://www.coldboretechnology.com/",
    "date_of_investment": "July 2021",
    "status_current": "Active"
  },
  {
    "company_name": "Connected",
    "company_description": "CBGF invested in Connected, a leading product development services firm headquartered in Toronto, Ontario in June 2021. The company began its operations in 2014, offering end-to-end software product development services including research, design, strategy, and development. Connected continued to invest in its team and services, working with leading product companies, including both NASDAQ 10 and Fortune 50 companies, to help them discover, validate, and develop impactful software-powered products.",
    "industry": "Professional Services",
    "date_of_investment": "June 2021",
    "status_current": "null",
    "hq": "Toronto, ON",
    "website": "null"
  },
  {
    "company_name": "Environmental 360 Solutions Inc.",
    "company_description": "Environmental 360 Solutions Inc. is an environmental management company providing solutions to municipalities and Industrial, Commercial and Institutional customers. With operations in Ontario, Quebec, Saskatchewan, Alberta, and British Columbia, E360S is dedicated to becoming one of North America’s leading and most trusted environmental management companies. E360S is led by Founder and CEO, Danny Ardellini, who brings 30 years of experience in consolidating the Canadian environmental management industry and is supported by a team of experienced executives.",
    "industry": "Environmental Management",
    "date_of_investment": "March 2020",
    "status_current": "Active",
    "hq": "Aurora, ON",
    "website": "https://www.e360s.ca"
  },
  {
    "company_name": "Felix",
    "company_description": "Felix is a patient-driven digital healthcare company that provides virtual end-to-end services making healthcare more accessible for Canadians. Headquartered in Toronto, Ontario, Felix provides online medical consultations, prescription delivery and ongoing care across a growing range of common, but often stigmatized, health-related concerns including acne, allergies, birth control, cold sores, erectile dysfunction and more. Through its virtual care service, Felix is able to discreetly, confidentially and reliably deliver treatment to its customers, while simultaneously creating efficiencies for doctors, clinics and the broader healthcare system.",
    "industry": "Health Care",
    "date_of_investment": "June 2022",
    "status_current": "null",
    "hq": "Toronto, ON",
    "website": "http://www.felixforyou.ca/"
  },
  {
    "company_name": "FundThrough",
    "company_description": "FundThrough is a tech-powered invoice funding platform that generates fast, customized funding solutions to accelerate cash flow for growing small and medium sized B2B businesses across North America. Founded in Toronto, ON, FundThrough pays outstanding invoices in days through an easy process, providing SMBs with access to cash they’ve already earned. FundThrough has helped thousands of SMBs across a multitude of industries unlock more than a billion dollars in capital for everyday expenses, growth initiatives, and other expansionary projects.",
    "industry": "Financial Services",
    "date_of_investment": "May 2023",
    "status_current": "Active",
    "hq": "Toronto, ON",
    "website": "https://www.fundthrough.com/"
  },
  {
    "company_name": "Kudos® Inc.",
    "company_description": "Kudos® Inc., headquartered in Calgary, Alberta, is a mid-market and enterprise employee recognition and analytics company. The Kudos® platform allows organizations to leverage the power of peer-to-peer recognition to enable employee engagement, reinforce corporate values, reduce turnover, enhance culture, and ultimately drive productivity and performance. Kudos® provides businesses with real-time people analytics on organizational culture, performance, relationships, and behaviour. With these insights, clients can effectively assess pain points, drive performance amongst their teams, and develop a better understanding of their employee experience.",
    "industry": "Employee Recognition Solutions",
    "hq": "Calgary, AB",
    "website": "https://Kudos.com",
    "date_of_investment": "November 2021",
    "status_current": "null"
  },
  {
    "company_name": "Librestream",
    "company_description": "Librestream specializes in digital transformation technologies, helping remote workers to collaborate in the industrial services and healthcare sector. Since 2003, Librestream’s platform enables remote workers to connect and communicate with industry experts and colleagues to rapidly diagnose, inspect, and maintain assets from anywhere in the world. Librestream’s patented Onsight Augmented Reality Service Platform is built for enterprise and frontline workers to collaborate virtually and access content from the world’s toughest environments. Onsight leverages intelligence across an organization to improve worker safety and productivity, expedite product delivery, and accelerate issue resolution. Headquartered in Winnipeg, Manitoba, Librestream is led by President and CEO, John Bishop, who brings over 20 years of leadership experience in the technology sector and is supported by an experienced management team. The company operates at a global scale with deployments in 120+ countries around the world, serving its blue-chip customer base.",
    "industry": "Enterprise Technology & Services",
    "date_of_investment": "June 2020",
    "hq": "Winnipeg, MB",
    "website": "https://librestream.com/"
  },
  {
    "company_name": "LifeRaft Inc.",
    "company_description": "LifeRaft Inc. is a security intelligence company that enables enterprises to comb the web to identify and monitor potential business and physical security threats. LifeRaft’s critical risk identification software, “Navigator”, provides an integrated suite of investigative features for use cases such as crisis management, critical infrastructure monitoring, executive protection, facility security, fraud prevention, location monitoring, and threat detection. Headquartered in Halifax, Nova Scotia, the company specializes in providing proactive and real-time alerts that allow a company to protect its employees, customers, and assets. Founded in 2014, LifeRaft is led by Jonathan Graff (CEO) and Eduardo Capouya (CTO), who have experience scaling Canadian companies.",
    "industry": "Security Intelligence",
    "date_of_investment": "October 2020",
    "status_current": "null",
    "hq": "Halifax, NS",
    "website": "https://www.liferaftinc.com"
  },
  {
    "company_name": "Lift Auto Group",
    "company_description": "Lift Auto Group is a Kelowna-based consolidator of automotive collision repair centers across Canada. With over 40 locations across British Columbia, Alberta, Saskatchewan and Ontario, Lift is well-positioned to become a leading player in a highly fragmented industry. Lift is led by Mark Reineking (President & CEO), Michael Schurink (COO) and Brad Kopp (Executive Vice President), who collectively bring over 25 years of leadership experience in the collision repair industry. Along with their team, Mark, Michael and Brad are leveraging their experience to bring a sophisticated approach to an industry that is becoming increasingly complex over time. The increasing cost and complexity of operating in the industry is a catalyst for consolidation, providing an opportunity for well-capitalized and well-managed companies like Lift to acquire small operators and build the scale to properly address industry demands.",
    "industry": "Automotive Collision Repair",
    "hq": "Kelowna, BC",
    "website": "https://liftautogroup.com/"
  },
  {
    "company_name": "MaxSold",
    "company_description": "MaxSold solves the daunting problem of how to downsize in a limited amount of time while keeping items out of landfills. With operations across 10 Canadian and 20 U.S. cities, MaxSold is dedicated to becoming North America’s leading online recommerce marketplace for buyers and sellers. MaxSold’s services are provided through its local team members and a growing partner network of senior move managers, professional organizers, estate lawyers, real estate professionals, auctioneers and resellers. MaxSold is led by CEO, Russ Patterson, who brings marketplace and strategic experience to the company and is supported by a team of experienced executives.",
    "industry": "Business Services",
    "date_of_investment": "May 2020",
    "status_current": "null",
    "hq": "Kingston, ON",
    "website": "https://maxsold.com/"
  },
  {
    "company_name": "Mobile Klinik",
    "company_description": "CBGF Invested in Mobile Klinik Professional Smartphone Repair, a Toronto based chain of smartphone and tablet repair stores across Canada, in May 2019. At the time, Mobile Klinik had 50 locations in Ontario, Quebec, Alberta, Manitoba, New Brunswick, Newfoundland and Labrador, British Columbia and Saskatchewan, and was well positioned to become Canada’s most trusted and professional smartphone and tablet repair, care, sales and services retailer.",
    "industry": "Retail & Commercial Technology Repair",
    "date_of_investment": "May 2019 to July 2020",
    "status_current": "null",
    "hq": "Toronto, ON",
    "website": "null"
  },
  {
    "company_name": "Neovation Corporation",
    "company_description": "Neovation Corporation is a full-service corporate learning and development company headquartered in Winnipeg, Manitoba. Neovation provides Learning Management System software, educational consulting and design services for employee training. Neovation empowers compliance-related training, onboarding, health and safety training, and front-line product knowledge for hundreds of client companies and hundreds of thousands of learners world-wide. The company’s complementary solutions and services suite, SmarterU, OttoLearn and Flare Learning, aim to help businesses build and enhance their eLearning ecosystem to improve training performance and drive effective, impactful, and measurable online education for their employees. Founded in 2012, Neovation is led by its Founder and CEO, Dan Belhassen, who together with his strong leadership team, has grown the company to over 70 mostly remote employees, with the core administrative team operating out of its Winnipeg office.",
    "industry": "Employee Learning & Development Services",
    "date_of_investment": "November 2021",
    "status_current": "null",
    "hq": "Winnipeg, MB",
    "website": "https://www.neovation.com/"
  },
  {
    "company_name": "PayBright",
    "company_description": "CBGF invested in PayBright, a Toronto-based technology-enabled point-of-sale (“POS”) real-time consumer payments and lending platform in December 2018. The company began its operations in 2009 as a provider of consumer financing for Canadian healthcare procedures that were not covered by insurance benefits. PayBright continued to invest in its technology platform to support merchants in the retail industry, including both e-commerce sites and physical store locations. By partnering with PayBright to offer an installment payment method, merchants make purchases more affordable for their customers and see increases in conversion, average order value, and repeat traffic. Clients include Wayfair, Endy, and Casper.",
    "industry": "Fintech",
    "date_of_investment": "December 2018",
    "status_current": "null",
    "hq": "Toronto",
    "website": "null"
  },
  {
    "company_name": "Paystone Inc.",
    "company_description": "Paystone Inc. is a payments solution provider offering payment processing, gift card, and loyalty program services to small and medium-sized enterprises (SMEs). Paystone manages and originates merchant accounts while also providing complementary products and services, including marketing automation tools, loyalty programs, payment terminals, and point-of-sale (“POS”) system integration platforms. Paystone’s solution combines customer engagement tools with payment processing so that merchants can manage their customer interactions all in one platform while proactively leveraging customer data to build relationships and grow their business. The Company currently serves nearly 25,000 merchant locations across Canada in many industries including hospitality, retail, services, healthcare, automotive and not-for-profit. Founded in 2008, Paystone is led by its co-founders Tarique Al-Ansari (CEO) and Abdullah Saab (CFO), who have successfully scaled the business since inception. The duo brings extensive expertise in high growth B2B companies. CBGF believes that Tarique and his team have the skills and experience to continue to execute on their vision to grow Paystone into a leading provider of all-in-one payment solutions for SMEs.",
    "industry": "Financial Technology",
    "date_of_investment": "January 2021",
    "status_current": "Active",
    "hq": "London, ON",
    "website": "https://www.paystone.com/"
  },
  {
    "company_name": "ProcedureFlow",
    "company_description": "ProcedureFlow is a knowledge management software designed to help organizations digitize their operations by visualizing their processes. Headquartered in Saint John, New Brunswick, ProcedureFlow equips employees with the information they need at the precise moment they need it across a range of functions, including employee training and onboarding, customer service, operations, and more. ProcedureFlow simplifies the way employees navigate company information, making it easy to follow procedures and deliver operational efficiency. Founded in 2015, ProcedureFlow is led by Daniella Degrace (Co-Founder & CEO) and her strong management team, who together possess the skills and experience needed to execute on their plans for growth.",
    "industry": "Knowledge Management",
    "date_of_investment": "July 2022",
    "status_current": "null",
    "hq": "Saint John, NB",
    "website": "https://procedureflow.com"
  },
  {
    "company_description": "Prodigy Education is an education technology company that has designed one of the most engaging, effective, adaptive and free game-based learning platforms that helps students between grades one to eight practice mathematics. The Prodigy platform provides children with productive “screen time”, has been demonstrated to improve students’ mathematical proficiency, and is used by teachers and students in Canada, United States, Australia, and the United Kingdom. The Company is led by Alex Peters and Rohan Mahimker (Co-Founders & Co-CEOs), who started Prodigy Education as part of a fourth-year project at the University of Waterloo in 2011. Prodigy benefits from the increased use of technology between teachers, parents and students – in 2018, it grew to over 50 million users and was awarded North America’s fastest-growing EdTech company and Canada’s fastest growing software company. The Company has been able to scale its user base due to its great product offering, its freemium-based model and the quality of its educational content. Its proven ability to increase students’ mathematical proficiency provides academic credibility with schools and teachers while helping students to love learning.",
    "company_name": "Prodigy",
    "hq": "Oakville, ON",
    "date_of_investment": "May 2019",
    "website": "https://www.prodigygame.com"
  },
  {
    "company_description": "Proposify is a subscription-based software as a service (SaaS) company that empowers sales teams to easily create, send, track, and e-sign customized proposals. Combining its robust design tools with analytical reporting and third-party software integrations, Proposify helps its 10,000+ small and mid-market business customers countries streamline their proposal process and grow their businesses. More than three million proposals have been created across 118 countries on the Company’s software to date. Headquartered in Halifax, Nova Scotia, Proposify is led by Kyle Racki, Co-Founder & CEO, who has prior experience scaling a digital business and is supported by a driven management team with diverse expertise.",
    "company_name": "Proposify",
    "industry": "Software as a Service (SaaS)",
    "date_of_investment": "June 2020",
    "status_current": "Active",
    "hq": "Halifax, NS",
    "website": "https://www.proposify.com/"
  },
  {
    "company_name": "PureFacts Financial Solutions Inc.",
    "company_description": "PureFacts Financial Solutions Inc. is a leading wealth technology company headquartered in Toronto, Ontario. PureFacts provides its clients with wealth technology software and services to facilitate fee calculation, reporting and operational streamlining. The company’s customers include wealth managers and financial institutions across Canada, the United States, and Europe and currently employs over 150 team members.",
    "industry": "Wealth Management Technology",
    "date_of_investment": "December 2021",
    "status_current": "Active",
    "hq": "Toronto, ON",
    "website": "https://www.PureFacts.com"
  },
  {
    "company_name": "ShopperPlus Inc.",
    "company_description": "ShopperPlus Inc. is a retail e-commerce company providing office and home supplies to Canadian consumers. Headquartered in Montreal, Quebec, the company provides an e-commerce platform offering cost-effective and reliable everyday products such as office supplies, electronics & accessories, and other home essentials. ShopperPlus has also developed four private label brands: PrimeCables, Moustache, LivingBasics and SortWise.",
    "industry": "Consumer Staples & Consumer Discretionary",
    "date_of_investment": "August 2021",
    "hq": "Montreal, QC",
    "website": "http://shopperplus.ca"
  },
  {
    "company_name": "Specialty Medical Partners",
    "company_description": "Specialty Medical Partners (“SMP”) is a consolidator of independent cardiology, respirology and internal medicine healthcare facilities. Founded in Toronto, ON, Specialty Medical Partners’ healthcare platform helps physicians manage their assessment-based practices by reducing day-to-day administrative and operational burdens, allowing them to focus on their professional duties. SMP completed its initial acquisition of the Ottawa Cardiovascular Centre Group (“OCC Group”), a cardiology platform comprised of three clinics in Ottawa. Founded in 1987, the OCC Group is led by Co-Managing Partners who have a combined 70+ years of experience as medical practitioners. The OCC Group employs 16 medical physicians providing comprehensive cardiovascular care to a registered patient population of 280,000 patients. Specialty Medical Partners is led by Co-Founders Michael Black (CEO), and Graham Neil (CFO), who bring extensive experience growing and operating successful healthcare roll-ups. Mike and Graham are joined by Olia Galeva (COO) and Dr. Krishna Sharma (Chief Medical Officer), who together possess the necessary experience and skills in healthcare consolidation to execute on their ambitious plans for growth.",
    "industry": "Healthcare Services",
    "hq": "Toronto, ON",
    "website": "https://specialtymedicalpartners.com"
  },
  {
    "company_name": "Stephano Group Ltd.",
    "company_description": "Stephano Group Ltd. is a manufacturer of cereal and granola products. Headquartered in Etobicoke, Ontario, the company produces and provides cold cereal, hot cereal, and cereal / nutritional bar products and snacks on private label or co-manufactured basis. Stephano’s 10 production lines produce a range of breakfast and snack products which include Organic, Non-GMO, Gluten Free, allergen-controlled, and Kosher certified capabilities. Founded in 1978 by husband and wife, Steve Frank and Annette Blaeske, Stephano is led by the second-generation brothers, Noah (President) and Sean Frank (CEO), who run the family business at two production facilities in Etobicoke and Mississauga.",
    "industry": "Food Products",
    "date_of_investment": "September 2021",
    "status_current": "null",
    "hq": "Etobicoke, ON",
    "website": "https://stephanosbakedgoods.com/"
  },
  {
    "company_name": "STN Video",
    "company_description": "CBGF invested in STN Video Inc. (“STN”), an industry-leading video distribution platform headquartered in Victoria, BC, in May 2019. STN Video began its operations in 2008 offering a three-sided marketplace that matched content providers, online publishers and buyers of advertisement inventory. STN expanded its video distribution platform which now includes over 250 content providers including several official sports leagues, such as the NFL and MLB, and many global, national, and local news, entertainment and lifestyle content providers. The company supplies more than 2,000 digital publishers with revenue, premium content and advanced video player technology and has been recognized by Digiday as ‘Best Video Platform’ in 2023 for two consecutive years, and by AdExchanger as the ‘Best Video Technology for Media Suppliers’ in 2023.",
    "industry": "Digital Media",
    "date_of_investment": "May 2019",
    "status_current": "Active",
    "hq": "Victoria, BC",
    "website": "null"
  },
  {
    "company_name": "ThoughtWire",
    "company_description": "ThoughtWire is a patented property technology platform that creates a “Digital Twin” of its environment to drive efficient operations and aid in the management of assets and workflow processes. Founded in 2009, the Company’s smart technology platform is used in property management and hospitals to achieve automation and provide real-time guidance to predict and resolve issues, ensure safety, achieve energy savings and deliver optimal experiences to tenants, clients and patients. Headquartered in Toronto, Ontario, ThoughtWire is led by co-founders Mike Monteith (CEO), Stephen Owens (CTO), and Dale Hall (EVP of Strategic Partnerships), who bring over 30 years of experience in the sector and have each successfully grown and exited a business.",
    "industry": "Property Technology",
    "date_of_investment": "May 2020",
    "status_current": "null",
    "hq": "Toronto, ON",
    "website": "https://thoughtwire.com"
  },
  {
    "company_name": "Unyte",
    "company_description": "Unyte is a Toronto-based company that provides a suite of neural solutions to the mental health care industry. Unyte’s therapeutic tools and training help clinicians deliver better outcomes for patients suffering with mental health challenges. Its products have been proven to reduce stress and anxiety and enhance treatment programs, and its platform provides clinicians with the ability to track patient progress over time.",
    "industry": "Health Care",
    "date_of_investment": "May 2019",
    "status_current": "null",
    "hq": "Toronto, ON",
    "website": "https://unyte.com"
  },
  {
    "company_name": "Vendasta",
    "company_description": "Vendasta is a cloud commerce platform for companies who provide digital solutions to small and medium sized businesses. Sold exclusively through channel partners — including agencies, broadcasters, publishers, banks, telecoms, and more — Vendasta enables sales professionals to brand the platform and solutions as their own, and then market, sell, and deliver them more effectively. Small and medium sized businesses are increasingly turning to the cloud to help manage their business, and Vendasta’s helping them find trusted experts who can meet all of their needs. Since 2008, Vendasta has grown to reach over 5.5 million SMBs around the world through a network of over 63,000 channel partner customers, known to the company as ‘cloud brokers’. Its growing marketplace of re-sellable solutions includes solutions from over 50 unique third-party vendors. Vendasta has been named one of the 50 fastest growing technology companies in Canada and one of the top 500 fastest growing companies in North America by Deloitte. It has also been listed on Canadian Business Magazine’s Growth 500 for three consecutive years.",
    "industry": "Software Distributor",
    "date_of_investment": "July 2019",
    "hq": "Saskatoon, SK",
    "website": "https://www.vendasta.com"
  },
  {
    "company_name": "Xello",
    "company_description": "Xello is an educational technology company providing college and career readiness solutions to students in kindergarten to grade 12. Xello currently operates from its Toronto headquarters. This mission-driven organization is dedicated to becoming North America’s leading future-readiness platform, helping students of all backgrounds, abilities, and pathways prepare for college and career success through self-knowledge, exploration and planning.",
    "industry": "Educational Technology",
    "date_of_investment": "May 2020",
    "status_current": "null",
    "hq": "Toronto",
    "website": "https://xello.world"
  }
]