[
  {
    "company_name": "41st Parameter",
    "company_description": "Acquired by Experian in October 2013. Prior to being acquired, 41st Parameter detected fraud across a diverse range of attack types.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Aera",
    "company_description": "Aera is a cloud platform that makes and executes intelligent supply chain business decisions.",
    "website": null
  },
  {
    "company_name": "Alida",
    "company_description": "Alida provides a Total Experience Management (TXM) platform to help enterprises harness the power of customer, product, brand and employee feedback. Designed for today’s social and mobile-savvy customer, Alida’s technology helps large, customer-centric enterprises discover what their customers want so they can deliver what they need.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Armis",
    "company_description": "Armis’ agentless, enterprise-class security platform addresses the threat landscape of unmanaged and IoT devices. Armis’ out-of-band sensing technology discovers and analyzes managed, unmanaged, and IoT devices—from traditional devices like laptops and smartphones to new unmanaged smart devices like smart TVs, webcams, printers, HVAC systems, industrial control systems, medical devices and more.",
    "website": null
  },
  {
    "company_name": "Beam Benefits",
    "company_description": "Beam Benefits is a digital-first dental insurance provider that incorporates dental hygiene behavior into policy pricing. Beam Benefits was built around the idea that blending technology with traditional insurance policies could bring value to a commoditized employee benefits market.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Bidgely",
    "company_description": "Bidgely is an intelligence and tooling SaaS solution for utilities that use smart meter (AMI) data in an effort to more accurately predict, manage and nurture consumer behavior.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Bluecore",
    "company_description": "Bluecore is an AI-driven retail marketing platform. It allows eCommerce marketers to create and distribute personalized emails in order to react to customer behaviors and catalog changes.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Chorus.ai",
    "company_description": "Acquired by ZoomInfo in July 2021. Prior to being acquired, Chorus.ai’s technology transcribed and analyzed business conversations in real time for sales team enablement.",
    "website": "null",
    "hq": "null"
  },
  {
    "company_name": "ClickUp",
    "company_description": "ClickUp is a customizable workplace productivity platform that services all departments across an organization. ClickUp frees teams from inefficiency and wasting time by replacing or integrating with all workplace applications on one platform.",
    "website": null
  },
  {
    "company_name": "Contentstack",
    "company_description": "Contentstack acts as the central hub for an organization’s content assets, connecting business users and developers in an effort to reduce publishing time for marketing campaigns compared to legacy platforms. As a founder of the MACH Alliance, Contentstack advocates for open and composable technology that is microservices-based, API-first, cloud-native and headless.",
    "website": null
  },
  {
    "company_name": "Cority",
    "company_description": "Cority is a provider of Environmental, Health, Safety & Quality (EHSQ) management software. Cority supports customers as they attain performance goals, reduce EHS risks, enhance corporate productivity and create a healthier workforce.",
    "website": null
  },
  {
    "company_name": "Cyera",
    "company_description": "Cyera takes a data-centric approach to security across your data landscape, empowering security teams to know where their data is, what exposes it to risk, and take immediate action to remediate exposures.",
    "website": null
  },
  {
    "company_name": "Dagster Labs",
    "company_description": "The data orchestration platform.",
    "website": "https://dagster.io/about"
  },
  {
    "company_name": "Darrow",
    "company_description": "Darrow sifts through publicly available information with the goal of detecting legal violations, predicting their outcomes and assessing their financial impact to streamline business development for litigation teams.",
    "website": null
  },
  {
    "company_name": "DataCandy",
    "company_description": "Prior to being acquired, Paystone, formerly DataCandy, was a provider of loyalty and gift card programs for the retail, hospitality and convenience store/fuel sectors.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "DefenseStorm",
    "company_description": "DefenseStorm combines cybersecurity, fraud and compliance policy automation in the mid-market bank and credit union vertical. The DefenseStorm GRID™ is a co-managed, cloud-based and compliance-automated solution.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Devo",
    "company_description": "Devo is a cloud-native logging and security analytics platform that unlocks the value of machine data for highly instrumented enterprises, putting more data to work. The Devo Data Analytics Platform addresses both the increase in volume of machine data and the new demands of algorithms and automation.",
    "website": null
  },
  {
    "company_name": "DISCO",
    "company_description": "DISCO (NYSE: LAW) has developed an eDiscovery software platform that simplifies the discovery process in litigation. The platform uses machine learning and natural language processing (NLP) to triage documents and reduce review times and associated costs.",
    "website": null
  },
  {
    "company_name": "eSentire",
    "company_description": "eSentire, Inc offers a cybersecurity and Managed Detection and Response (MDR) solution. Founded in 2001, the company’s mission is to hunt, investigate and stop cyber threats before they become business disrupting events.",
    "website": "null",
    "hq": "null"
  },
  {
    "company_name": "eSignLive by Vasco",
    "company_description": "Prior to being acquired, e-SignLive™ was an e-signature solution. Businesses of all sizes would choose e-SignLive™ by Vasco when electronic signatures mattered.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Fiix",
    "company_description": "Prior to being acquired, Fiix Inc. provided a cloud-based computerized maintenance management system (CMMS) that allows companies to schedule, organize and track their maintenance departments, primarily in asset-heavy industries.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Finxact",
    "company_description": "Prior to being acquired, Finxact developed a unique “headless” core banking platform for the shift to digital-first core platforms. Acquired by Fiserv in February 2022.",
    "website": "null",
    "hq": "null"
  },
  {
    "company_name": "Flashpoint",
    "company_description": "Acquired by Audax Private Equity in July 2021. Prior to being acquired, Flashpoint delivered actionable risk intelligence that aim to empower organizations to protect against threats.",
    "website": null
  },
  {
    "company_name": "FreshBooks",
    "company_description": "FreshBooks is a cloud invoicing and accounting software provider for the micro-SMB and SMB segment.",
    "website": null
  },
  {
    "company_name": "Glooko",
    "company_description": "Glooko is a digital health provider for people with diabetes. Glooko’s FDA-cleared, HIPAA-compliant platform helps improve health outcomes using innovations in data analytics and artificial intelligence.",
    "website": null
  },
  {
    "company_name": "Gravie",
    "company_description": "Gravie offers personalized health insurance coverage for small businesses. Comfort, Gravie’s flagship product, is a health plan that provides 100% coverage on most common healthcare services, at a cost comparable to traditional group health plans.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "IEX",
    "company_description": "IEX is a stock exchange with a trust-first approach that seeks to prioritize the interests of investors and limit predatory trading strategies in the stock exchange industry.",
    "website": null
  },
  {
    "company_name": "Influitive",
    "company_description": "A customer marketing and employee advocacy platform.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Integrate.ai",
    "company_description": "Integrate.ai is an AI-powered platform for B2C enterprises. The platform integrates with business processes to help make customer interactions more natural and valuable.",
    "website": null
  },
  {
    "company_name": "Island",
    "company_description": "Island is the developer of the Enterprise Browser – built with a security-first approach that enables enterprises to protect users and data. With the core needs of the enterprise naturally embedded in the browser itself, Island gives organizations control, visibility and governance over the last mile, while delivering the smooth Chromium-based browser experience users expect.",
    "hq": null,
    "website": "https://island.io"
  },
  {
    "company_name": "Kinnser",
    "company_description": "Prior to being acquired, Kinnser Software was a SaaS healthcare platform that managed home health, hospice and therapy agencies. Acquired by Mediware Information Systems in May 2017.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Kony",
    "company_description": "Prior to being acquired, Kony was a cloud-based enterprise mobility solutions company and a mobile application development platform (MADP) provider.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Noname Security",
    "company_description": "Noname is an API security platform that aims to secure customers’ environments from API security vulnerabilities and respond to attacks in real-time.",
    "website": null
  },
  {
    "company_name": "Opcity",
    "company_description": "Acquired by News Corp subsidiary Move Inc. in August 2018. Prior to being acquired, Opcity matched top real estate agents with qualified home buyers and sellers in real-time using large proprietary data sets and applied analytics.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "OpenWeb",
    "company_description": "OpenWeb builds conversation technologies that aim to create a healthier social web through its community platform that enables constructive discourse online. OpenWeb is helping publishers gain independence from traditional social media by fueling conversations across communities.",
    "website": null
  },
  {
    "company_name": "Oyster",
    "company_description": "Oyster is focused on creating equal employment opportunities globally for employees — wherever they are in the world.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Polar",
    "company_description": "Management buyout in June 2021. Prior to buyout, publishers chose Polar to power, monetize and scale their native ads business.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "PolyAI",
    "company_description": "PolyAI is the next generation of conversational AI for customer service automation. Its enterprise voice assistants can carry on natural conversations with customers to solve problems, handling the majority of calls from start to finish without involving human agents.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "PrecisionLender",
    "company_description": "Prior to being acquired, PrecisionLender was an enterprise SaaS provider of data-driven sales enablement, pricing and portfolio management solutions provider for financial institutions globally.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Razorsight",
    "company_description": "Prior to being acquired, Razorsight’s cloud-based analytics software was used by communications providers to improve profit by monitoring network and subscriber activities.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Reonomy",
    "company_description": "Prior to being acquired, Reonomy leveraged big data, partnerships and machine learning to visualize how properties, people, companies and transactions are linked to one another in the world of commercial real estate.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "RiskIQ",
    "company_description": "Acquired by Microsoft in July 2021. Prior to being acquired, RiskIQ was a player in the Attack Surface Management (ASM) market. RiskIQ used advanced anomaly detection to perform vulnerability and risk management and to identify and remediate policy violation threats across domain names, mobile/web apps, cloud deployments, etc.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Ritual",
    "company_description": "Ritual connects restaurants with customers to offer a simple time-saving tool to place, pay for, and pick up lunch orders for themselves and their workplace teams.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Savana",
    "company_description": "Savana seeks to enable financial institutions to transform legacy core technology to next generation banking, providing a digital interface for bank employees across all product lines. Savana aims to solve the issues that arise during digital transformation or in creating and launching a new bank. Redefining customer-first operations, Savana is powering the future of banking.",
    "website": null
  },
  {
    "company_name": "ScribbleLive",
    "company_description": "Prior to being acquired, ScribbleLive advanced the content marketing industry with a content marketing and live publishing software platform powered by big data. Acquired by Rock Content in December 2019.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Sentient Science",
    "company_description": "Sentient Science’s SaaS solution predicts the life of mechanical systems. Sentient’s DigitalClone® SaaS solutions allow customers to run multiple scenarios for how materials hold up under different environmental and usage conditions.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Shipwell",
    "company_description": "Shipwell seeks to disrupt the supply chain operating system logistics market, which is dominated by legacy systems, non-digital processes and disparate tools that lack end-to-end visibility. Shipwell combines transportation management, visibility, and an integrated partner network in one platform.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Shopify",
    "company_description": "Shopify (NYSE:SHOP) is an omni-channel commerce platform that allows anyone to easily sell online, at their retail location, and everywhere in between. Shopify offers a professional online storefront, a payment solution to accept credit cards, a point of sale system to power retail stores and a card reader to process credit card transactions through a mobile phone.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Siemplify",
    "company_description": "Acquired by Google Cloud in January 2022. Prior to being acquired, Siemplify developed a security operations platform in the security, orchestration, automation and response (SOAR) market.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Signpost",
    "company_description": "Signpost is a customer engagement and communication software focused on the SMB home services market. Purpose-built for home service businesses, the Signpost app helps local business owners simplify communication with customers from one messaging hub and build credibility online with automated review requests.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "SPINS",
    "company_description": "SPINS provides consumer packaged goods (CPG) product intelligence insights from point of sale and product attribute data. Over the past two decades, SPINS’ investments have provided dynamic data, actionable insights and digital activation solutions.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Stratifyd",
    "company_description": "Stratifyd is an AI-powered customer engagement platform. The platform seeks to improve customer engagement by analyzing and visualizing customer interaction data across all channels.",
    "website": null
  },
  {
    "company_name": "STRIVR",
    "company_description": "Changing how we train and perform through immersive learning. Strivr owns the end-to-end process of designing and deploying VR training experiences. Its platform combines immersive learning, a methodology that pairs virtual reality (VR) with advanced learning theory, data science and spatial design to transform employee performance.",
    "website": null
  },
  {
    "company_name": "Syncsort",
    "company_description": "Prior to being acquired, Syncsort provided enterprise-grade software spanning big data solutions in Hadoop to Big Iron on mainframes. Acquired by Clearlake Capital in October 2015.",
    "website": "null",
    "hq": "null"
  },
  {
    "company_name": "Tealium",
    "company_description": "Tealium’s data-first Customer Data Platform (CDP) and Tag Management System (TMS) enables brands to react to customer data insights by integrating their siloed applications and data.",
    "website": null
  },
  {
    "company_name": "TeamBuy",
    "company_description": "Prior to being acquired, TeamBuy was a collective buying site in Canada and the United States. Acquired by nCrowd in September 2014.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Terapeak",
    "company_description": "Prior to being acquired, Terapeak was the source for consumer and product insights, analyzing transactions and online consumer spending to provide insights to clients. Acquired by eBay in December 2017.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Top Hat",
    "company_description": "Top Hat is an all-in-one courseware platform that enables active learning with interactive content, polling, assignments, testing and a virtual classroom. It is a mobile and web-based classroom response system that engages students and provides professors with real-time feedback on student understanding.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Total Expert",
    "company_description": "Total Expert provides a combined marketing and customer relationship management (CRM) system that helps financial services organizations personalize customer relationships, manage marketing compliance and support marketing and sales ROI.",
    "website": "https://totalexpert.com"
  },
  {
    "company_name": "TraceLink",
    "company_description": "TraceLink is a digital track-and-trace Network for connecting the Life Sciences supply chain and eliminating counterfeit prescription drugs from the global marketplace. The TraceLink Life Sciences Cloud delivers global connectivity, visibility, and traceability of pharmaceuticals from ingredient to patient.",
    "website": null
  },
  {
    "company_name": "TrackTik",
    "company_description": "TrackTik’s integrated security operations management software is the industry’s only all-in-one platform offering security service companies complete control of every aspect of their business. TrackTik saves customers time and money by enabling them to access insight, streamline operations, and improve business development through easy-to-use mobile and web-based technology, customized implementation and technical support, and a personalized sales toolbox. TrackTik has become the No. 1 software for security experts by driving efficiency and growth through automation and accurate data. For details, visit www.tracktik.com.",
    "hq": null,
    "website": "https://www.tracktik.com/"
  },
  {
    "company_name": "Tractable",
    "company_description": "Tractable develops artificial intelligence image recognition for accident and disaster recovery. Its AI platform is used by auto and home insurance companies.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Trinsic",
    "company_description": "Trinsic develops decentralized infrastructure for developers building identity products. Trinsic enables organizations to establish native digital trust with ease.",
    "website": null
  },
  {
    "company_name": "True Fit",
    "company_description": "True Fit is a personalization platform for footwear and apparel retailers. True Fit uses advanced AI to map the detailed style, fit, and technical attributes from clothes and shoes to the preferences of individual shoppers.",
    "website": null
  },
  {
    "company_name": "Trusona",
    "company_description": "Enterprise-wide passwordless authentication. Trusona is in the passwordless authentication space, leveraging patented anti-replay technologies that use the unique data points of each authentication in an effort to ensure the true persona of the intended user is behind every digital interaction.",
    "website": null
  },
  {
    "company_name": "Turnitin",
    "company_description": "Prior to being acquired, Turnitin’s proprietary software promoted student authenticity, instructor effectiveness and better educational outcomes. Acquired by Advance in April 2019.",
    "website": null
  },
  {
    "company_name": "Vention",
    "company_description": "Vention’s cloud-based manufacturing automation platform lets clients design, program, order, and commission automated equipment directly from their web browsers.",
    "website": "https://vention.io"
  },
  {
    "company_name": "Welltok",
    "company_description": "Driving consumer actions using wellness data. Welltok was acquired by Virgin Pulse in November 2021. Welltok’s AI-based platform combined health and wellness data points with predictive analytics to communicate personalized actions to users.",
    "website": "null",
    "hq": "null"
  },
  {
    "company_name": "WorkFusion",
    "company_description": "WorkFusion is a provider of Intelligent Automation solutions for Fortune 500 enterprises, banks, insurance, and financial services companies. WorkFusion offers software products that let enterprise leaders digitize their operation, in an effort to increase productivity and improve service delivery.",
    "hq": null,
    "website": null
  },
  {
    "company_name": "Xanadu",
    "company_description": "Xanadu is a quantum computing company with a mission to build quantum computers that are useful and available to people everywhere. It designs and integrates quantum silicon photonic chips into existing hardware to create full-stack quantum computing.",
    "hq": null,
    "website": null
  }
]