[
  {
    "company_name": "AlayaCare",
    "company_description": "AlayaCare was founded in 2014 and is the parent company of Procura, Arrow, CIMS, and AcuteNet. The company offers an end-to-end software platform for home and community care providers to manage the entire client lifecycle, from referrals and intake, to billing and payroll. Its mission is to deliver home care of the future through transformative innovation, data-driven insights, and a superior care worker experience with better patient outcomes. AlayaCare’s mission is in line with our thesis on healthcare: we envision a future where the power of health decisions and activities are focused more closely on clients/patients — wherever they are. Servicing primary health needs in the home is a key part of that eventuality, and we’re excited to help AlayaCare take the strategic steps they need to create a lasting and trusted brand.",
    "industry": "Digital Health",
    "date_of_investment": "2018",
    "status_current": null,
    "region": "North America",
    "fund": "Growth",
    "hq": "Montreal",
    "website": "https://www.alayacare.com/"
  },
  {
    "company_name": "AppDirect",
    "company_description": "AppDirect is the leading subscription commerce platform for selling recurring digital services. It is the only end-to-end commerce platform for monetizing and managing digital customer relationships. It works alongside some of the largest technology companies to simplify how companies find, buy, and manage technology.",
    "industry": "Commerce",
    "hq": "San Francisco",
    "website": "https://www.appdirect.com/fr/"
  },
  {
    "company_name": "Bench Accounting",
    "company_description": "Vancouver-based Bench is North America’s largest and leading online bookkeeping service for small businesses. Pairing its intuitive software with a live bookkeeping team, Bench combines the convenience and efficiency of modern technology with the expertise and time savings afforded by a professional service.",
    "industry": "Financial Services",
    "date_of_investment": "2017",
    "status_current": null,
    "region": "North America",
    "hq": "Vancouver",
    "website": "https://bench.co/"
  },
  {
    "company_name": "BenchSci",
    "company_description": "Scientists often spend weeks or even months sifting through research to figure out which reagents to use in specific experiments. Not only is that an inefficient process, it often doesn’t work. BenchSci’s AI-assisted platform solves this challenge by automatically ingesting and interpreting millions of historical experiments from around the world saving scientists time and money and leading to more successful experiments.",
    "industry": "Digital Health",
    "date_of_investment": "2018",
    "status_current": null,
    "hq": "Toronto",
    "website": "https://www.benchsci.com/"
  },
  {
    "company_name": "Bettermode",
    "company_description": "Bettermode was founded in 2018 in Toronto, Canada, by Siavash Mahmoudian, Soheil Alavi, and Mohsen Malayeri. Using Bettermode’s no-code platform, community managers are able to spin up niche social networks within a modular and API-driven approach. Companies can create a stand-alone community website and add engaging social touchpoints to an existing product. Bettermode’s vision is to be similar to other infrastructure companies such as Shopify enabling commerce or WordPress enabling content. Bettermode aims to be the world’s leading platform that enables the growth and management of communities/social networks. Inovia believes these three compelling founders are pursuing a very ambitious goal. Online communities are the driving force behind many cultural, consumer and commercial trends. Bettermode is building a platform to enable those conversations in the most intuitive and scalable manner.",
    "industry": "Technology",
    "date_of_investment": "2020",
    "status_current": null,
    "region": "North America",
    "hq": "Toronto",
    "website": "https://tribe.so/"
  },
  {
    "company_name": "BoardProspects",
    "company_description": "theBoardlist by BoardProspects is a premium talent marketplace for diverse leaders to be recommended and discovered for board and executive opportunities. We serve companies from early-stage startups to the Fortune 100, across all industries, to accelerate access to opportunities for women and historically marginalized people to achieve at the highest levels.",
    "industry": "Talent",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "San Francisco, CA",
    "website": "https://site.theboardlist.com/"
  },
  {
    "company_name": "Booksy",
    "company_description": "Booksy’s mission is to be the most trusted solution for appointment-based service providers, delivering tools and connecting communities to foster rhythm, organization, and opportunity. Booksy is the fastest-growing, appointment-based, mobile-first beauty marketplace connecting over 25M+ clients to over 100K+ beauty pros across the U.S., UK, Spain, France, Poland. Booksy makes it possible for clients to find, book, and pay for their favorite services while equipping beauty pros with the tools they need to manage and grow their businesses. Founded in 2015, Booksy is used weekly for more than 1.3 million appointments and streamlined business services, positioning itself as the leading platform for ambitious professionals and their loyal customers.",
    "industry": "IT Services",
    "date_of_investment": "2023",
    "status_current": null,
    "region": "North America, Europe",
    "fund": "Growth",
    "hq": "Chicago (USA), Warsaw (Poland)",
    "website": "https://booksy.com/en-ca/"
  },
  {
    "company_name": "Botpress",
    "company_description": "Botpress offers an infrastructure layer which developers can use to build both front-end and back-end bots (e.g. customer-facing chatbots, workflow automation, etc). It provides a seamless, affordable and rapid bot building experience, without creating limitations or compromising on quality, so developers can focus on building incredible experiences. The brand has been cited by numerous clients as the bot builder with quickest time to value as well as best combination of ease of use and customizability. Based on extensive research on the market and multiple conversations with enterprises evaluating their conversational AI needs,  we’ve concluded that Botpress’ open source technology has the winning approach. We believe it will be irresistible to developers with its auditability features, its fostering of strong community engagement, and most importantly, its developer first approach. We are incredibly excited to be partnering with the Botpress team on this journey as they provide the infrastructure needed to better support their customers using contextualized conversation.",
    "industry": "Computing",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Quebec City",
    "website": "https://botpress.com/"
  },
  {
    "company_name": "Careguide",
    "company_description": "CareGuide is a family of online services committed to providing excellent care services for everyone. With a suite of verticals ranging from housekeeping and dog sitting, to elder and child care services, CareGuide offers a comprehensive platform for finding trusted and on-demand support for a variety of home services. CareGuide focuses on matching nannies with families, and streamlining the process of finding the right nanny and managing their payroll.",
    "industry": "Online Services",
    "date_of_investment": "2014",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Toronto",
    "website": "https://www.careguide.com/"
  },
  {
    "company_name": "Cavelo",
    "company_description": "Cavelo helps businesses achieve attack surface management with automated data discovery, classification and reporting. Its cloud compatible cyber asset attack surface management (CAASM) platform continuously scans, identifies, classifies and reports on sensitive data across the organization, simplifying compliance reporting, vulnerability management and risk remediation.",
    "industry": "Cybersecurity",
    "date_of_investment": "2023",
    "status_current": null,
    "region": "North America",
    "hq": "Kitchener, ON",
    "website": "https://www.cavelo.com/"
  },
  {
    "company_name": "Certn",
    "company_description": "Launched in 2016, Certn uses AI and machine learning to streamline the candidate screening process. Its expedited, frictionless background check experience allows employers to make fact based hiring decisions faster and better, reducing costs and giving them an edge in this highly competitive labor market. The team has built a proprietary screening platform that connects to all major global people data sources, which enable background checks to be completed in minutes instead of days or weeks. The company has also redesigned the candidate/tenant screening process, allowing them to use any mobile or desktop device to fill out their details and upload their ID and a live photo. Our security thesis highlights the growing importance of identity and reputation to ongoing and emerging enterprise security and data management. Certn is at the forefront of this thesis, and we’re excited to see how the company continues to execute on its mission!",
    "industry": "Cybersecurity",
    "date_of_investment": "2020",
    "status_current": null,
    "hq": "Victoria, BC",
    "website": "https://certn.co/"
  },
  {
    "company_name": "Clearco",
    "company_description": "Clearco offers the most founder-friendly capital solutions as well as access to a global network, insights, data, and recommendations for e-commerce, mobile apps, and SaaS founders",
    "industry": "Fintech",
    "date_of_investment": "2015",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Toronto",
    "website": "http://www.clear.co"
  },
  {
    "company_name": "Cohere",
    "company_description": "Cohere the leading AI platform for enterprise. Its world-class AI is uniquely suited to the needs of business, unlocking, the value of the world’s unstructured information, and ushering in the next wave of value creation for enterprises, startups, and consumers across the globe. Cohere models are pre-trained on billions of words, making its API easy to use and customize. Its multilingual semantic search supports 100+ languages, breaking down language barriers. Its platform is cloud-agnostic, and can be deployed on virtual private cloud (VPC) or even on-site to meet companies where their data is, offering the highest levels of flexibility, and control. Inovia’s perspective on this market is no secret— we view this moment as an unprecedented opportunity for new value creation at the business and societal level that is developing right before our eyes. Cohere has the team, the insights, and the execution mindset to build a global industry-defining business that stands the test of time, and they can do it right here from our Canadian backyard. Language AI has the potential to revolutionize the way we work and change the enterprise market in a way we have not seen since the Industrial Revolution. Cohere: Pioneering the Future of Language AI for Business",
    "industry": "AI Platform",
    "date_of_investment": "2023",
    "status_current": null,
    "region": "North America",
    "hq": "Toronto",
    "website": "https://cohere.com/"
  },
  {
    "company_name": "CommerceBear",
    "company_description": "CommerceBear is building the platform of record for the furniture industry, helping manufacturers scale and manage their end-to-end ecommerce.",
    "industry": "Commerce",
    "date_of_investment": "2022",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Toronto",
    "website": "https://www.commercebear.com/"
  },
  {
    "company_name": "Conduit",
    "company_description": "Conduit enables fintechs, neobanks, and exchanges to connect their customers with high earning crypto-backed products using one API for DeFi. The company was founded in 2021, backed by leading investors in crypto and financial services. Conduit handles the compliance and complexity of DeFi, so their clients don’t have to. They combine many yield sources into a single secure point of access for developers to build upon to launch products that customers want. Conduit has a fantastic management team, with nearly a decade of experience building crypto and fintech companies, and their infrastructure layer is poised to play a pivotal role in democratizing access to crypto.",
    "industry": "Fintech",
    "date_of_investment": "2022",
    "status_current": null,
    "hq": "Montreal & Boston",
    "website": "https://www.conduit.financial/"
  },
  {
    "company_name": "Disco",
    "company_description": "Built for the learning pioneers of our time, Disco is the all-in-one platform that enables virtual academies, bootcamps and communities to build and scale their learning empire. With its evolving set of tools, Disco provides everything this new breed of modern virtual school requires to deliver world-class learning experiences, grow an engaged community, showcase their premium brand, and save time on operations. Today, leaders in the space, including On Deck, Dribbble, BatteryMBA and more, are building and growing their learning businesses on Disco. Founded by serial entrepreneurs Candice Faktor (ex-Wattpad) and Chris Sukornyk (ex-Chango) and backed by world-leading investors including GSV Ventures, Inovia capital, Disco is pioneering the modern learning revolution.",
    "industry": "EdTech",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Toronto, ON",
    "website": "https://www.disco.co/"
  },
  {
    "company_name": "Eideticom",
    "company_description": "A major problem in scaling compute is the amount of i/o generated by big data and required by AI. By enabling important computations to be done closer to storage, without having to move all that data to the main CPU, Eideticom is helping to re-architect the data center, therefore solving the root cause of a valuable problem. As the team and their solutions scale, they will enable advancements down the line, impacting the entire ecosystem. In theory, machine learning applications could process more, faster, and at lower costs — and this is great news for us all.",
    "industry": "Computing",
    "date_of_investment": "2019",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Calgary",
    "website": "https://www.eideticom.com/"
  },
  {
    "company_name": "EnPowered",
    "company_description": "EnPowered is a pioneering cleantech company accelerating the use and adoption of innovative solutions in energy-intensive industries. The company’s platform provides convenient on-bill payments to enable the acquisition of energy solutions. The platform also predicts spikes in electricity prices, prompting assets to shift usage to save money and decrease emissions. EnPowered is also building the Virtual Energy Movement, an ecosystem of like-minded companies that focus on the adoption of flexible energy assets to help the grid shift to renewables. We love EnPowered because the company is enabling a massive ecosystem of energy solution providers to deliver more value to their customers faster, resulting in more sales and happier customers. Their seamless integration with utility bills makes the decision to spend money to save money (and ultimately be more energy efficient) an easy one for end users. We also know their team well, are confident in their ability to take the company to the next level, and share their vision of using technology to transition to a more energy-efficient, lower-emission world.",
    "industry": "Cleantech",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Kitchener",
    "website": "https://www.getenpowered.com/"
  },
  {
    "company_name": "Fellow",
    "company_description": "Fellow is a modern meeting management software for modern workflows and management needs. The first iteration of the product is a 1-on-1 agenda manager, available for free use to individual managers. Fellow prioritizes a company’s development roadmap against its impact on manager productivity, rather than those that only serve a reporting function. Fellow is also building thoughtful integrations into daily use tools, such as Slack. We invested in Fellow because the company has both a strong founder-market fit and product-market fit. We’ve known Aydin for several years and watched as he built, scaled, and ultimately exited his first company, Fluidware, to SurveyMonkey. He and his co-founders are a brilliant and driven team who have lived experiences that led them to create Fellow; they also have the proven ability to bring in early and large-scale clients such as Shopify, to help drive their product development. As a growing and distributed team ourselves, we have found the benefits of Fellow’s approach to continuous performance management, and see great opportunity for growth.",
    "industry": "Software",
    "date_of_investment": "2019",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Ottawa",
    "website": "https://www.fellow.app/"
  },
  {
    "company_name": "Flare",
    "company_description": "Flare Systems is a leading Digital Footprint Monitoring provider. Founded in 2017, the company enables organizations to protect their data, financial resources, and reputation by continuously monitoring threats caused by human error and malicious actors. Focused on technical data leakage detection, Flare’s technology improves visibility, enhances transparency and reduces mean-time-to-remediation (MTTR) by detecting and prioritizing technical data leaks and remediating digital risks in real-time. The digital transformation of the past two years has delivered plenty of benefits and opportunities while also making companies more vulnerable to cybercrime because of their increasing digital footprints. We’re excited to invest in a top of mind and dynamic cybersecurity market alongside a top-notch management team with extensive domain expertise. We look forward to supporting the next phase of Flare’s journey as they pursue their mission to protect digital assets.",
    "industry": "Cybersecurity",
    "date_of_investment": "2022",
    "status_current": null,
    "hq": "Montreal",
    "website": "https://flare.systems/"
  },
  {
    "company_name": "Forward",
    "company_description": "Forward is a revolutionary preventive healthcare membership that puts you in control of your health, with world-class doctors supported by technology. Forward was founded in January 2016 by former executives and engineering leaders from Google and Uber. While at Google, Patrick had the privilege of working with Adrian for half a decade building businesses within Google on Larry’s special projects’ team. Our growth investment team saw in Adrian and in the incredible Forward team the potential to reach a billion users by building a full-stack technology platform to refactor the healthcare system while offering a delightful patient experience. Forward enables high-quality care to be delivered at scale and at unprecedentedly low costs and we’re only at the beginning of this ambitious journey.",
    "industry": "Digital Health",
    "date_of_investment": "2019",
    "status_current": null,
    "hq": "San Francisco",
    "website": "https://goforward.com/"
  },
  {
    "company_name": "Guesty",
    "company_description": "Guesty is the all-in-one platform that automates and optimizes operations for short-term rental businesses. The company ensures hospitality businesses can streamline and achieve growth while delivering the best value to guests. With a complete suite of features and 200+ industry partners, including major booking OTAs like Airbnb, Vrbo, booking.com, Tripadvisor, Expedia, Hopper, Google Travel and Home & Villas by Marriot. Guesty is transforming the short-term rental industry with innovative solutions.",
    "industry": "Travel & Hospitality",
    "date_of_investment": "2024",
    "status_current": null,
    "hq": "Tel Aviv",
    "website": "https://www.guesty.com/"
  },
  {
    "company_name": "Hopper",
    "company_description": "Hopper wants to build the world’s most customer-centric travel marketplace. It aspires to help everyone discover the planet by making it cheaper and easier to travel.",
    "industry": "Travel & Hospitality",
    "hq": "Montreal",
    "website": "https://www.hopper.com/deal-drops",
    "date_of_investment": "2020",
    "status_current": null,
    "region": "North America"
  },
  {
    "company_name": "Jaide Health",
    "company_description": "Jaide Health is building a HIPAA compliant, real-time, AI-driven platform for foreign language medical interpretation and translation. Their goal is to eliminate language access as a barrier to care while helping healthcare organizations reduce costs and achieve better health equity outcomes. Jaide Health’s mission is aligned with several critical elements of our digital health thesis: our focus on exceptional teams with deep market understanding, our belief that frontline products must be simple, practical and drive value to both the buyer and the end user, and our emphasis on solutions that address cost drivers while improving outcomes. We’re excited to be part of Joe and Julie’s journey from the start and can’t wait to see the impact of Jaide on providers and patients.",
    "industry": "Digital Health",
    "date_of_investment": "2023",
    "status_current": null,
    "region": null,
    "fund": "Venture",
    "hq": "Boston, Los Angeles, Remote",
    "website": "https://jaide.health/"
  },
  {
    "company_name": "Lambent",
    "company_description": "Lambent is a Boston-based software company enabling data-driven real estate decisions. The Lambent Spaces platform delivers occupancy analytics and utilization trends by leveraging existing data sources such as Wi-Fi. It delivers actionable intelligence so real estate professionals on corporate and higher education campuses can make better use of the spaces they have.",
    "industry": "Software",
    "date_of_investment": "2018",
    "status_current": null,
    "region": "North America",
    "hq": "Boston, MA",
    "website": "https://armoredthings.com/"
  },
  {
    "company_name": "Life House",
    "company_description": "Life House’s mission is to make hotels operationally autonomous. The independent hotel market is highly fragmented and independent hoteliers are underserved by competent operators and software that enable them to achieve their business goals. Life House perfectly addresses hoteliers’ pain points by using a combination of proprietary software and advanced operating systems to make it very easy to own & operate an independent hotel with maximal profitability and great reliability. The tech-enabled hotel management platform automates the back-office functions and certain administrative functions. This suite of solutions also enables on-site staff to be really good at delivering the desired guest experience without a lot of training or experience. The result is a hotel that can reach its financial and guest experience potential with great predictability and minimum reliance on human capital. We believe Life House will scale well among its fragmented customer base of independent hotels, many of whom do not have the in-house expertise to manage their operations efficiently or to price and generate enough leads.",
    "industry": "Travel & Hospitality",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "fund": "Growth",
    "hq": "New York",
    "website": "https://www.lifehousehotels.com/"
  },
  {
    "company_name": "Lightspeed",
    "company_description": "Headquartered in Montréal, Canada, Lightspeed provides an easy-to-use, omnichannel commerce-enabling platform. The Company’s software platform provides its customers with the critical functionalities they need to engage with consumers, manage their operations, accept payments, and grow their business. Lightspeed operates globally in approximately 100 countries, empowering single- and multi-location small- and medium-sized businesses to compete successfully in an omnichannel market environment by engaging with consumers across online, mobile, social, and physical channels. Founded in 2005, the Company has global offices in Canada, the United States, Europe, and Australia.",
    "industry": "Commerce",
    "date_of_investment": "2013",
    "status_current": null,
    "region": "Global",
    "fund": "Growth",
    "hq": "Montreal",
    "website": "https://www.lightspeedhq.com/"
  },
  {
    "company_name": "Mercantile",
    "company_description": "Mercantile, the industry-specific credit card platform, designed to meet the unique needs of small businesses and help them succeed in an increasingly tough environment. By creating customized credit card programs based on industry-specific needs and partnering with leading industry organizations, the company returns more relevant benefits and rewards to cardholders than any other card out there.",
    "industry": "Fintech",
    "date_of_investment": "2022",
    "status_current": null,
    "region": "North America",
    "hq": "New York",
    "website": "https://www.getmercantile.com/"
  },
  {
    "company_name": "Momentum",
    "company_description": "Momentum is a workflow automation platform for revenue teams. It connects the sales tech stack and layers in automations that help teams follow repeatable motions. With Momentum, revenue teams increase efficiency, get more out of tooling, and empower the organization to work smarter and faster for every deal. The company stands out for its exceptional founding team who are all repeat founders and have worked together for more than 10 years. They’ve impressed us with their methodical thinking and their ability to iterate quickly on their core business assumption. We’re proud to support Momentum and we’re excited for what’s to come.",
    "industry": "Workflow Automation Platform",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "hq": "San Francisco & Vancouver",
    "website": "https://momentum.io/"
  },
  {
    "company_name": "Nacelle",
    "company_description": "Nacelle is a headless commerce platform spearheading a new type of website architecture built using Jamstack. Designed as an API-driven platform, Nacelle integrates with best-in-class eCommerce technology solutions to provide a seamless, high-performance infrastructure to support front-end website development. With Nacelle, retailers can accelerate their existing tech stack, without risky or lengthy backend data migrations. We were introduced to Nacelle Founder & CEO Brian Anderson by portfolio Founder and CEO of WorkJam and Nacelle advisor, Steve Kramer. Brian has spent the bulk of his career in the industry having previously founded ShopElf a ShopifyPlus agency. He brings a deep technical understanding of the problem faced by eCommerce founders and a shared vision with merchants and consumers alike. Combining a product vision mindset with best-in-class technology solutions puts Nacelle at the forefront of the headless eCommerce revolution.",
    "industry": "Commerce",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Los Angeles",
    "website": "https://nacelle.com/"
  },
  {
    "company_name": "Neo Financial",
    "company_description": "Neo Financial was built on the premise that Canadians have been underserved in their finances for far too long. We first met Andrew and his co-founders at their prior success, SkipTheDishes, then built the relationship after our EiR, Andre Charoo from Maple invested and became actively involved in supporting their growth. We were drawn to their ambitious vision, unique customer acquisition strategy of leveraging the retailer insights they had gained at Skip, and approach of building strong in-person teams in western Canada against the fashion of remote-first startup cultures.",
    "industry": "Fintech",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "hq": "Calgary",
    "website": "https://www.neofinancial.com/"
  },
  {
    "company_name": "Neo4j",
    "company_description": "Neo4j is the world’s leading graph data platform, helping organizations – including Comcast, ICIJ, NASA, UBS, and Volvo Cars – capture the rich context of the real world that exists in their data to solve challenges of any size and scale. Its customers transform their industries by curbing financial fraud and cybercrime, optimizing global networks, accelerating breakthrough research, and providing better recommendations. Neo4j delivers real-time transaction processing, advanced AI/ML, intuitive data visualization, and more. With Neo4j AuraDB, the company brings the most deployed graph database platform to all, with zero friction and zero cost, accelerating the adoption of their transformative graph technology for modern intelligent applications. AuraDB empowers organizations of all sizes and types to augment a variety of their business applications, giving smaller players the same capabilities that large enterprises have long enjoyed. This is an exciting market opportunity given the increased global interconnectivity and data volumes and Neo4j has led the market for over 10 years of continuous innovation, most notably with the recent launch of AuraDB. We are impressed with its seasoned executive team that consistently delivers, and the company’s strong focus on building an impactful and global product which dovetails with our mission of supporting founders to build global sustainable companies.",
    "industry": "Data Analytics",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "San Mateo, CA",
    "website": "https://neo4j.com/"
  },
  {
    "company_name": "Novisto",
    "company_description": "Founded in Montreal in 2019, Novisto has built a modern, user-friendly, market-leading platform that is instrumental in simplifying ESG reporting. Its broader focus complements the large volume of carbon reporting focused tools currently available in the market. Novisto is driven by the core belief that companies with strong sustainability practices will prevail in the long run and it empowers companies to make better decisions and disclosures through its ESG data management software. Novisto: Creating Value from ESG Data",
    "industry": "ESG",
    "date_of_investment": "2023",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Montreal",
    "website": "https://novisto.com/"
  },
  {
    "company_name": "OneTrust",
    "company_description": "Tugboat Logic by OneTrust takes the misery out of passing security audits — making it possible for startups to land and manage enterprise clients more quickly.",
    "industry": "Cybersecurity",
    "date_of_investment": "2020",
    "status_current": null,
    "region": "North America",
    "hq": "Burlingame, CA",
    "website": "https://tugboatlogic.com/"
  },
  {
    "company_name": "PayShepherd",
    "company_description": "PayShepherd is how data-driven heavy industrial enterprises streamline contractor management. Their cloud-based solution automates contract compliance, resulting in real-time cost reporting, shared accountability, effective risk management, and governance. The single source of data mitigates legal and financial risks, driving the safe execution of work and protecting mission-critical Client-Contractor relationships.",
    "industry": "Heavy Industry",
    "date_of_investment": "2024",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Calgary, Alberta",
    "website": "https://www.payshepherd.com"
  },
  {
    "company_name": "Photonic",
    "company_description": "Photonic designs and manufactures large-scale, distributed, fault-tolerant quantum computers that will transform materials discovery, computational chemistry, drug development, and secure communications. Their next-generation quantum technologies are based on photonically-linked silicon spin qubits, which support a universal gate set and entanglement between spin qubits on a chip or between multiple chips using telecom-band photons—a key enabler of quantum networking. Founded in 2016, with headquarters in beautiful Vancouver, British Columbia, Photonic employs 120 people across Canada, the United States, the United Kingdom, and Europe.",
    "industry": "Computing",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "fund": "Growth",
    "hq": "Vancouver",
    "website": "https://photonic.com/"
  },
  {
    "company_name": "Pine",
    "company_description": "We’re about transforming the outdated home financing process, and creating a simpler, faster, and better experience.",
    "industry": "Fintech",
    "date_of_investment": "2022",
    "status_current": null,
    "region": "North America",
    "hq": "Toronto",
    "website": "http://www.pine.ca"
  },
  {
    "company_name": "Plenty",
    "company_description": "Plenty is a wealth platform helping modern couples invest and plan for their future together. They bring the investment strategies and products of the wealthy to the everyday household.",
    "industry": "Fintech",
    "date_of_investment": "2022",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "San Francisco",
    "website": "https://www.withplenty.com/"
  },
  {
    "company_name": "ResQ",
    "company_description": "ResQ founder and CEO, Kuljeev Singh, has a deep appreciation for the operational challenges that restaurant owners and operators face. That’s why he created ResQ, an end-to-end repair and maintenance platform that empowers restaurant owners and operators to request, manage, and pay for repair and maintenance services with easy-to-use software. The platform also uses data-driven insights to help users make better decisions, thus driving savings and efficiencies. An opportunity exists to empower small to medium businesses in streamlining operations, and stay focused on growth. A lot of existing restaurant tech services and tools are not created for SMB operators and that’s what ResQ is changing. ResQ is giving SMB operators superpowers to compete in the ever-changing hospitality industry. We see great things ahead for the business as it continues its rapid expansion across North America.",
    "industry": "Travel & Hospitality",
    "date_of_investment": "2019",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Toronto",
    "website": "https://www.getresq.com/"
  },
  {
    "company_name": "Rewind",
    "company_description": "Rewind’s mission is to back up SaaS data in the Cloud. Overcoming the complexities of supporting multiple cloud apps, the Rewind team has successfully created a repeatable product development process to build and replicate backup and recovery solutions across cloud platforms. Rewind offers a comprehensive backup-as-a-service solution with advanced features (including unlimited storage space and a full support team) and has the unique ability to dynamically scale and handle increased loads as business needs change. Having decoupled backups and restores from the underlying applications, Rewind allows customers across multiple verticals to manage their data in all places across the web. Its sophisticated cloud data protection platform is built using over 20 different services, and the company runs multiple data centers globally for data privacy, security, and compliance.",
    "industry": "Commerce",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Ottawa",
    "website": "https://rewind.com/"
  },
  {
    "company_name": "RouteThis",
    "company_description": "RouteThis is a leading WiFi in-home connectivity platform provider that is transforming the way ISPs and smart home brands deploy, manage, and support the connected home. The Company’s 100% software-based approach to solving in-home connectivity issues leverages the power of consumer smart devices so agents and consumers alike can quickly identify, resolve and prevent WiFi connectivity issues. Plus, with RouteThis Self-Help, consumers can solve connectivity issues themselves without making a call to customer support. In our view, RouteThis connects the dots for customer service teams at ISPs and smart home OEMs, empowering them to work more efficiently and to create value. Equally, if not more important, their global vision will allow their product to bring real benefits for hundreds of millions of end users. We believe the company is a true innovator and category setter, and that it’s well positioned to achieve its mission of revolutionizing the world of connectivity.",
    "industry": "Technology",
    "date_of_investment": "2015",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Kitchener",
    "website": "https://www.routethis.com/"
  },
  {
    "company_name": "Signal1",
    "company_description": "Launched in April 2022, Signal 1 is a health AI start-up with the mission to transform patient care through responsibly deployed AI. The company has strategic partnerships with Unity Health, a health network in Ontario and a leader in the application of clinical AI, and Layer 6, a division of TD Bank Group, and leading applied AI research group. Signal 1 provides hospitals with an end-to-end solution for integrating AI-driven insights into existing hospital workflows. Its first application, CHARTWatch, is a clinically validated real-time automated patient acuity predictor that helps hospitals improve quality and flow while reducing stress on front-line care providers. We are impressed by both Signal 1’s highly seasoned management team and its proven track record in both AI and healthcare. At a time when the healthcare industry faces unprecedented challenges, Signal 1 offers a product that drives improvements in patient care and supports front-line care providers. Signal 1’s first application is already in daily use by doctors and nurses and can be replicated at other hospitals.",
    "industry": "Digital Health",
    "date_of_investment": "2022",
    "status_current": null,
    "hq": "Toronto",
    "website": "https://signal1.ai"
  },
  {
    "company_name": "Sonder",
    "company_description": "Sonder is revolutionizing hospitality through innovative, tech-enabled service and inspiring, thoughtfully designed accommodations combined into one seamless experience. Launched in 2014 and headquartered in San Francisco, Sonder provides a variety of accommodation options, found in over 35 markets spanning 10 countries and three continents. The Sonder app gives guests full control over their stay. Complete with self-service features, simple check-in and 24/7 on-the-ground support, amenities and services at Sonder are just a tap away, making a world of better stays open to all.",
    "industry": "Travel & Hospitality",
    "hq": "San Francisco",
    "website": "https://www.sonder.com/",
    "date_of_investment": "2018",
    "status_current": null,
    "region": "North America"
  },
  {
    "company_name": "Spare",
    "company_description": "Spare is a leading provider of mobility software. Its platform allows transportation providers both in the public and private sectors to automate their network’s day-to-day on-demand mobility operations. Its philosophy, which rests on its open API, is that anyone can and should be able to launch an efficient, well-run transportation network. We think Spare is building the operating system for the future of mobility. Their vision for public and private transportation providers collaborating for a win-win outcome, without technological impediments, to offer a positive and equitable shared transportation experience resonates with us. We’ve also been impressed by the founders, who met more than a decade ago as they built the world’s first autonomous sailboats and bring a pragmatic approach and strong technical expertise to executing their vision. We’re excited to work with Spare as it grows and redefines the future of transportation.",
    "industry": "Transportation",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "hq": "Vancouver",
    "website": "https://sparelabs.com/en/"
  },
  {
    "company_name": "Spatial",
    "company_description": "Spatial is the Metaverse for culture, experiences, exhibitions and events. It offers visually stunning spaces that are accessible via web, mobile, or VR, to help pre-build a utility for the creators that are the key drivers of Web3. Spatial is dedicated to helping brands build their own spaces in the metaverse to share culture, build their community online and drive sales via their digital assets. It also empowers users to create beautiful and functional 3D spaces that they can mint as NFTs and sell/rent to others looking to host mind-blowing experiences in Web3. Spatial believes the metaverse should be open and interoperable, where users can connect their spaces easily to other platforms, and seamlessly bring content from one to another, all enabled by the blockchain. With their truly impressive team, we see the potential for lasting and exciting progress in the modern workplace.",
    "industry": "Technology",
    "date_of_investment": "2016",
    "status_current": null,
    "region": "North America",
    "hq": "New York",
    "website": "https://spatial.is/"
  },
  {
    "company_name": "Spellbook",
    "company_description": "Spellbook is a Generative AI contract drafting solution for legal professionals. The technology, powered by large language models like OpenAI’s GPT-4, is optimized using legal datasets for superior contracting performance. Used by more than 500 customers across the legal industry, Spellbook focuses on empowering lawyers with AI tools to be more accurate and efficient when drafting contracts and supporting documents, so they can focus on what matters most – providing effective legal representation and achieving the best possible outcome for their clients.",
    "industry": "Legal Tech",
    "date_of_investment": "2023",
    "status_current": null,
    "region": "North America",
    "hq": "Toronto",
    "website": "https://www.spellbook.legal/"
  },
  {
    "company_name": "Street Context",
    "company_description": "Leading the email evolution for smarter conversations.",
    "industry": "Technology",
    "date_of_investment": "2013",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Toronto",
    "website": "https://streetcontxt.com/"
  },
  {
    "company_name": "Super",
    "company_description": "Super enables consumers to spend less, save more, and build credit, so they can make the most out of life",
    "industry": "Fintech, Travel & Hospitality",
    "date_of_investment": "2017",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "San Francisco",
    "website": "https://www.super.com"
  },
  {
    "company_name": "Symend",
    "company_description": "Symend’s digital engagement platform uses behavioral science and data-driven insights to empower customers to resolve past due bills. Leveraging advanced analytics, Symend helps enterprises better engage millions of customers by providing deep insight into consumer behavior. Symend continuously optimizes these insights and empathetically nudges customers towards a desired action with personalized communications, self-serve tools and flexible repayment options. Symend’s relationship-based approach keeps enterprises attuned to the changing needs of their customers and empowers them to take action. This increases customer satisfaction, lowers operating costs, and helps resolve past due bills before reaching collections. Founded in 2016, Symend’s platform is purpose built to serve complex global enterprises in telecommunications, financial services, utilities and media. Symend is headquartered in Calgary and privately held, with global operations across Canada, the United States and Latin America.",
    "industry": "Data Analytics",
    "date_of_investment": "2018",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Calgary",
    "website": "https://symend.com/"
  },
  {
    "company_name": "Talent.com",
    "company_description": "Talent.com is the fast-growing global player in next-generation job search platforms. Based in Montreal, the company utilizes proprietary technology to match job seekers with relevant jobs while its pay-per-click model helps recruiters easily adjust their job advertising campaigns based on performance. Co-founders Benjamin Philion, Lucas Martinez, and Maxime Droux, friends who met in Switzerland and opened their first office in Montreal more than a decade ago, have impressed us with their ability to execute a grand vision on a limited budget. The company is focused on building a user-centric platform by improving personalization and the job seeking experience. We’re excited to accompany them in this next stage of growth and can’t wait to see how far they will go.",
    "industry": "Job Search Platform",
    "date_of_investment": "2022",
    "status_current": null,
    "region": "North America",
    "hq": "Montreal",
    "website": "https://ca.talent.com/fr"
  },
  {
    "company_name": "Top Hat",
    "company_description": "Higher education is at an inflection point. The demand to reduce the cost of a college degree while raising the quality, relevance and value of the learning experience for students is growing. Top Hat believes changing the status quo starts in the classroom. Top Hat’s dynamic courseware platform offers interactive polls and quizzes, discussions, as well as readings, secure assessments and homework assignments faculty use to make learning more active, engaging and inclusive, whether teaching in-person, online or in a hybrid environment. Outside of class, Top Hat’s interactive digital textbooks invite students to engage with multimedia and test their comprehension as they go while giving instructors the flexibility to customize course material to teach their course, their way. Each interaction with Top Hat provides real-time insights into student participation and comprehension, allowing educators to adjust their teaching practice to better support student success. As a partner to more than 750 of the top universities and colleges in North America, Top Hat provides a number of professional services, including faculty training, instructional design support and customized reporting to ensure Top Hat is adopted effectively and at scale and delivers meaningful value to students, instructors and institutions.",
    "industry": "EdTech",
    "hq": "Toronto, ON",
    "website": "https://tophat.com/",
    "date_of_investment": "2012",
    "status_current": "Active"
  },
  {
    "company_name": "Valiant",
    "company_description": "TrackForce Valiant helps companies operate smarter. TrackTik offers mobile and web-based workforce tracking, reporting and scheduling for security applications. Our investment in the company is rooted in our thesis for the future of work; we see technology as a means to help better connect multiple teams with each other and with management — ultimately improving services. TrackTik was acquired by TrackForce Valliant in June 2022.",
    "industry": "Technology",
    "date_of_investment": "2014",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Montreal",
    "website": "https://www.trackforcevaliant.com/en_ca/"
  },
  {
    "_": {
      "company_name": "TripleLift",
      "company_description": "TripleLift is the advertising solution for the visual web. Images are quickly becoming the primary currency that brands communicate with their customers and TripleLift identifies how consumers engage with brands’ images across the web and uses that data to create more relevant and effective advertising. For example, our trending display unit identifies which images for a given brand are going viral or trending among their demographic, and displays them in real-time in dynamic ad units across the web. Triple Lift was acquired by Vista Equity Partners in May 2021.",
      "industry": "Media",
      "date_of_investment": "2012",
      "status_current": null,
      "hq": "New York",
      "website": "http://triplelift.com/"
    }
  },
  {
    "company_name": "Vidyard",
    "company_description": "Vidyard’s mission is to transform how businesses drive growth through the use of video by offering best-in-class video hosting, video analytics, and video messaging solutions built for the modern era of digital-first business. The company has developed the most innovative video marketing and video selling tools in the world, integrated with leading marketing automation and CRM platforms to help companies embrace video as an integrated part of their marketing, sales, and internal communications programs.",
    "industry": "Video Technology",
    "date_of_investment": "2012",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Kitchener-Waterloo",
    "website": "https://www.vidyard.com/"
  },
  {
    "company_name": "Vital",
    "company_description": "Vital is working to invent and simplify diagnostics, ultimately empowering individuals to prevent disease. Vital is in pursuit of deployable technologies that can redistribute control to patients, and empower healthcare professionals in creating better outcomes.",
    "industry": "Digital Health",
    "date_of_investment": "2019",
    "status_current": null,
    "region": "North America",
    "hq": "Toronto",
    "website": "https://www.vitalbio.com/"
  },
  {
    "company_name": "Wazo",
    "company_description": "Wazo is a provider of unified communication solutions for businesses and telecom service providers.",
    "industry": "Communications",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "Quebec City, QC",
    "website": "https://wazo.io/"
  },
  {
    "company_name": "Wealthsimple",
    "company_description": "Backed by a team of world-class financial experts and the best technology talent, Wealthsimple has revolutionized how Canadians interact with their finances by bringing smart, simple, online financial products to market. We have been talking with Michael and the team at Wealthsimple for several years, as they grew and became a pioneer of the Canadian financial services industry transformation. We believe that their experienced management team, combined with a strong value proposition for consumers seeking true mobile-first financial management solutions, will allow the company to successfully expand their market position in the upcoming years. We are thrilled to be partnering with Wealthsimple and accompanying them in their journey to become a Canadian fintech giant.",
    "industry": "Fintech",
    "date_of_investment": "2021",
    "status_current": null,
    "region": "North America",
    "fund": "Growth",
    "hq": "Toronto",
    "website": "https://www.wealthsimple.com/"
  },
  {
    "company_name": "WorkFusion",
    "company_description": "A leader in “robotic process automation (RPA)”, WorkFusion automates digital workflows by using leading AI technology, enabling digital workers to accomplish more through cognitive augmentation. Global customers in banking, insurance, healthcare and retail partner with WorkFusion to realize their digital transformation objectives. We met the WorkFusion team in 2012 through repeat co-investors Greycroft, and saw the potential to apply emerging machine learning technologies against the largest enterprise opportunity there is — digital operations. We helped the firm build a strong syndicate of investors we work well with, and brought legendary Geoffrey Moore as an advisor.",
    "industry": "Robotics Process Automation (RPA)",
    "date_of_investment": "2013",
    "status_current": null,
    "region": "North America",
    "fund": "Venture",
    "hq": "New York",
    "website": "http://www.workfusion.com/"
  },
  {
    "company_name": "WorkJam",
    "company_description": "The WorkJam Digital Frontline Workplace unleashes the productivity and engagement of frontline workers and of the enterprise workforce through agile scheduling and task transformative communication, experiential learning, and tailored recognition. Available in over 28 languages & deployed in over 42 countries, WorkJam increases sales conversion & CSAT, drives down labour costs, lowers absenteeism and attrition rates, improves compliance and improves the customer experience through a more skilled, motivated and engaged workforce. For employees, WorkJam delivers more opportunity and control over their schedule, providing work-life balance, as well as the tools to develop skills, improve business acumen, and maximize their earnings to advance their economic well-being. Some of the largest enterprises and most iconic brands in the world use WorkJam’s technology to embrace the company’s vision for the future of work. WorkJam has built a system of engagement that wins the hearts of employees while also providing cost savings and efficiency to their employers. We are excited to back Steven Kramer and his team for their second journey together in this space, having previously built iCongo, which was acquired by Hybris in 2011 and then Hybris by SAP for $1.5B in 2013.",
    "industry": "Technology",
    "date_of_investment": "2020",
    "status_current": null,
    "region": "North America",
    "fund": "Growth",
    "hq": "Montreal, Quebec",
    "website": "https://www.workjam.com/"
  },
  {
    "company_name": "Zwift",
    "company_description": "Zwift utilizes massive multiplayer online gaming technology to create rich, 3D worlds ripe for exploration. Zwifters can join thousands of cyclists and runners in immersive playgrounds like London, New York, and Paris, as well as Watopia, the in-game world with new and interesting places to discover. Zwift is a company that Patrick has been connected to for a long time — helping founder Eric Min in a mentoring capacity for years. As Zwift grew, it built impressive competitive moats, making it the go-to platform for large scale virtual cycling events such as the Tour de France in 2020. The company is entering a new chapter as it develops the hardware to complement its immersive software platform, and provide a fully integrated at-home fitness experience.",
    "industry": "Digital Health",
    "date_of_investment": "2021",
    "status_current": null,
    "hq": "Long Beach, CA",
    "website": "https://us.zwift.com/"
  }
]