[
  {
    "company_name": ".Box",
    "company_description": ".Box is the first ICANN approved Top Level Domain to operate natively on the Blockchain, offering ENS Blockchain domain names which are linked seamlessly with an ICANN approved TLD.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.my.box"
  },
  {
    "company_name": ".Inc",
    "company_description": ".Inc is the definitive domain ending for businesses of all sizes, regardless of type, location, or industry. Unrestricted and generic, .Inc domains can be used for any purpose, including investor relations, new ventures, email, or to simply tell customers you mean business.",
    "website": "https://www.get.inc/",
    "hq": null,
    "industry": null,
    "date_of_investment": null,
    "status_current": null
  },
  {
    "company_name": "3DNS",
    "company_description": "3DNS develops software linking conventional web technologies to Web3 and Blockchain.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://3dns.xyz"
  },
  {
    "company_name": "360 Insights",
    "company_description": "Born as 360incentives, the company was founded on the idea that the world of rebate and incentive management for retailers, brands and manufacturers can be dramatically improved by using the latest technology and by delivering a better way of doing business. In 2016, the company changed its name to 360insights to better reflect the company’s commitment to innovation and the harnessing of program data in order to deliver greater value to clients and show leadership in the incentives space.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.360insights.com/"
  },
  {
    "company_name": "AlayaCare",
    "company_description": "AlayaCare is a provider of cloud-based home healthcare software. With a solution spanning clinical documentation, back office functionality, client and family portals, remote patient monitoring, and mobile care worker functionality, the company offers a platform for agencies to provide home care for today and into the future.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.alayacare.com/"
  },
  {
    "company_name": "Carbyne",
    "company_description": "Carbyne is the world’s only cloud native solution that unifies the flow of emergency life-saving information (Voice & Data) into one unified platform.",
    "industry": null,
    "website": "https://carbyne911.com/",
    "date_of_investment": null,
    "status_current": null,
    "hq": null
  },
  {
    "company_name": "Condo Control Central",
    "company_description": "Based on the first hand experience of the company's founders sitting on condominium boards and working with property managers and other suppliers, Condo Control Central provides a web-based system that helps condo property managers, board members, security guards and owners communicate quickly and easily.",
    "industry": null,
    "hq": null,
    "website": "http://www.condocontrolcentral.com/",
    "date_of_investment": null,
    "status_current": null
  },
  {
    "company_name": "Docebo",
    "company_description": "Docebo is a powerful cloud Learning Management System (LMS) incorporating formal, informal, social and experiential learning in a single platform. Docebo has clients in over over 70 countries worldwide and is available in over 30 languages. Docebo has offices in Europe, Asia and North America, and is currently one of the fastest growing learning technology companies in the market.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.docebo.com/"
  },
  {
    "company_name": "E Inc.",
    "company_description": "E INC is on a mission to create the best digital auction and retailing platform in the world by connecting the automotive wholesale and retail experiences—two worlds that have historically been kept apart—together. E Inc.’s brands and technologies make it easy for a vehicle to move between buyers and sellers throughout its entire ownership lifecycle.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://e.inc"
  },
  {
    "company_name": "Faraday",
    "company_description": "Faraday is an advanced analytics platform meant for non-technical employees to gain insight and make decisions in various departments across an enterprise.  The platform empowers employees from sales to research to marketing to gain value from business data every day, on their own, without having to wait for help",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.faraday.io/"
  },
  {
    "company_name": "Fiera Cosmetics",
    "company_description": "Fiera Costmetics is a cosmetics brand with products specifically designed and formulated to meet the skin care needs of mature women.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.fieracosmetics.com"
  },
  {
    "company_name": "GuestLogix",
    "company_description": "Intercap made an investment in GuestLogix following a bankruptcy. GuestLogix is a global leader in comprehensive merchandising, payment and business intelligence technology for the travel passenger industry. Founded in 2002, the company’s leading in-store retail technology has been powering onboard stores for the world’s top travel operators for well over a decade.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.guestlogix.com/"
  },
  {
    "company_name": "Jasper",
    "company_description": "Jasper is revolutionizing foodservice for seniors and assisted living facilities, using automated kitchens to provide meals that are tailored to the needs and preferences of each resident.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.chefjasper.com"
  },
  {
    "company_name": "Kaboom Fireworks",
    "company_description": "Kaboom Fireworks is Canada's leading retailer, wholesaler and manufacturer of family friendly consumer fireworks. Kaboom operates year-round retail outlets as well as selling online, and expands sales during summer holiday seasons through its network of mobile popup retail locations. Kaboom also manufacturers and wholesales its branded fireworks to some of Canada's leading retailers.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.kaboom.com/"
  },
  {
    "company_name": "Method",
    "company_description": "Method creates leading customer relationship management solutions for small businesses previously only available to larger companies. Method develops solutions leveraging its customers' current use of Quickbooks accounting software.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.method.me/"
  },
  {
    "company_name": "PageCloud",
    "company_description": "PageCloud is a web site editor aimed at content creators and small businesses allowing them to create attractive web sites with intuitive visual tools. PageCloud's website editor lets you drag and drop all of your text, pictures, videos and more, right into the browser, without worrying about code, hosting and other technical issues.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.pagecloud.com/"
  },
  {
    "company_name": "Plex Inc.",
    "company_description": "Plex provides multi-platform media management server software, as well as client software to consume media on any device, in any location. Built from open source roots, Plex has grown to millions of installations by providing an attractive interface and powerful tools for consumers to manage and enjoy their media collections.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://plex.tv/"
  },
  {
    "company_name": "Redefine Meat",
    "company_description": "Redefine Meat is working to become the world’s largest meat company by harnessing technology instead of animals.",
    "industry": null,
    "website": "https://www.redefinemeat.com",
    "date_of_investment": null,
    "status_current": null,
    "hq": null
  },
  {
    "company_name": "Remilk",
    "company_description": "Remilk is not a milk substitute. Using microbial fermentation that requires a fraction of Earth’s resources, Remilk reproduces milk proteins to craft real dairy that is identical to traditional dairy, without harming a single cow.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.remilk.com"
  },
  {
    "company_name": "Ruby Life",
    "company_description": "Ruby is an industry leader in innovative, open-minded dating services. Through the company's online dating brands, it helps millions of people connect and communicate.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.rubylife.com/"
  },
  {
    "company_name": "SecureCo",
    "company_description": "SecureCo is an elite team of innovators and engineers dedicated to bringing a higher level of communications security to government and enterprise. The roots of the company go back 20 years, born out of secure comms technology developed by PeerStream, Inc. Based in New York City, the company draws on the best talent across the country, with a distributed team of U.S.-based cybersecurity and software experts.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.secureco.com"
  },
  {
    "company_name": "Sharestates",
    "company_description": "Sharestates is a real estate crowdfunding platform for private investors and borrowers seeking access to more capital. Investors  access to a secure platform from which to select the exact geography and asset class of properties that fit their portfolio and risk tolerance.  Borrowers are offered a non-bank means of finding the funding they need to complete their projects.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://www.sharestates.com/"
  },
  {
    "company_name": "StickerYou",
    "company_description": "StickerYou provides consumers and businesses online creation tools to create high quality stickers, labels, tattoos, iron-ons and other sticky products.  StickerYou then takes customer creations and produces and ships them at competitive prices around the world",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://www.stickeryou.com/"
  },
  {
    "company_name": "Unreserved",
    "company_description": "Unreserved is an auction platform that’s committed to improving the home buying and selling experience by bringing full transparency to every aspect of the buying process while eliminating 4-5% in sellers fees.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "https://unreserved.com"
  },
  {
    "company_name": "Viafoura",
    "company_description": "Viafoura partners with over 600 media brands to engage, convert and monetize their digital audiences. Using best-in-class engagement and content moderation solutions, Viafoura helps companies create active, civil and loyal online communities — all while driving higher registrations and subscriptions.",
    "industry": null,
    "hq": null,
    "website": "https://viafoura.com",
    "date_of_investment": null,
    "status_current": null
  },
  {
    "company_name": "Vish",
    "company_description": "Vish was created for stylists and salon owners to manage color formulas, stylists' day-to-day workflow, inventory, and staff coaching. The Vish color management software system is comprised of a Bluetooth enabled scale connected to the Vish app on a tablet, cloud-based web app, and front desk app.",
    "industry": null,
    "date_of_investment": null,
    "status_current": null,
    "hq": null,
    "website": "http://getvish.com"
  }
]