[
  {
    "company_name": "360insights",
    "company_description": "360insights is the originator of the Channel Success Platform, the first truly integrated software-as-a-service platform to enable brands to optimize their partner marketing and consumer incentive spend. 360insights provide its incentive management software and services to a variety of sectors, including appliances, electronics and technology, tires, bedding, automotive, telecommunications, flooring, and HVAC. The company serves over 100 of the worldâ\u0080\u0099s top brands and has operations in the USA and UK.",
    "hq": "Whitby, Ontario",
    "website": "https://360insights.com"
  },
  {
    "company_name": "AlayaCare",
    "company_description": "AlayaCare is a provider of revolutionary cloud-based home healthcare software. With a product spanning clinical documentation, back office functionality, client and family portals, remote patient monitoring, and mobile care worker functionality, AlayaCare offers a platform for agencies to propel towards innovation and home care of the future.",
    "hq": "Montreal, Quebec",
    "website": "https://www.alayacare.com/"
  },
  {
    "company_name": "BigRoad",
    "company_description": "Today, over 500,000 drivers and 40,000 fleets rely on our innovative and easy-to-use solutions to improve their operations, reduce costs, and achieve regulatory compliance. Our products include the BigRoad Mobile App electronic logbook, the BigRoad Web App fleet management tool, and the DashLink ELD. The BigRoad Mobile App has been downloaded over 480,000 times by drivers on Android and iOS devices making it one of the top eLog applications available. The BigRoad Web App enables fleet managers and administrators to make better business decisions with real-time visibility, insight into driver HOS compliance, and automatic report generation.",
    "hq": "Waterloo, Ontario",
    "website": "https://www.bigroad.com/"
  },
  {
    "company_name": "Coconut Software",
    "company_description": "Coconut Software makes it effortless for customers to connect with their financial institution. Coconut's appointment scheduling, video banking, and lobby management solutions are used by leading banks and credit unions across North America, including RBC, Arvest Bank, Vancity, and Rogue Credit Union. Organizations that use Coconut benefit from a seamless customer experience that improves NPS, reduces wait times, and increases conversion rates. Founded in 2011, Coconut Software is headquartered in Saskatoon, Saskatchewan, with offices in Toronto, Ontario.",
    "hq": "Saskatoon, Saskatchewan",
    "website": "https://www.coconutsoftware.com/"
  },
  {
    "company_name": "Condo Control Central",
    "company_description": "Condo Control Central is the really smart way to manage condos. Condo Control Central provides a web-based system that helps condo property managers, board members, security guards and owners communicate quickly and easily. The companyâ\u0080\u0099s cloud-based solution and mobile application streamlines all aspects of condo operations. The systemâ\u0080\u0099s features include document distribution and email notifications, record-keeping, amenity booking, visitor parking management, package tracking, and more. The system is straightforward and easy to use, and the companyâ\u0080\u0099s philosophy is to use customer feedback to continuously improve and expand the services it offers.",
    "hq": "Toronto, Ontario",
    "website": "https://www.condocontrolcentral.com/"
  },
  {
    "company_name": "Dealer",
    "company_description": "The Companyâ\u0080\u0099s products assist car dealerships and automotive manufacturers with their online marketing strategy, inventory management, and customer relationship management.",
    "hq": "Vermont, USA",
    "website": "https://www.dealer.com/"
  },
  {
    "company_name": "Docebo",
    "company_description": "Docebo is a global SaaS enterprise Learning Management System (LMS) used in more than 80 countries and offered in over 30 languages. Established in 2005, Docebo (Latin for “I will teach”) offers a learning ecosystem for companies and their employees, partners and customers that is designed to increase performance and learning engagement. Docebo is a learner-centric technology, embraced for its ease of use, elegance and ability to blend coaching with social and formal learning. Docebo provides a scalable pricing model and a robust set of integrations and APIs, paired with reliable support available 24/7. It’s no wonder that Docebo has been heralded by PCMag.com as “the best online learning platform for business on the market.”",
    "hq": "Toronto, Canada",
    "website": "https://www.docebo.com/"
  },
  {
    "company_name": "Firmex",
    "company_description": "As one of the worldâ\u0080\u0099s most widely used virtual data rooms, Firmex supports complex processes for organizations of all sizes, including diligence, compliance, and litigation. Whenever professionals need to share sensitive documents beyond the firewall, Firmex is their trusted partner. Since 2006, Firmex has helped over 140,000 companies worldwide take control of their confidential documents.",
    "hq": "Toronto, Ontario",
    "website": "https://www.firmex.com/"
  },
  {},
  {
    "company_name": "Manifest Climate",
    "company_description": "In January 2020, climate change visionary and entrepreneur Laura Zizzo (co-founder of Mantle314, a leading global climate change consultancy advising Fortune 500 banks, utilities, asset managers and governments), and successful technology entrepreneur Jeremy Greven joined forces to build a platform to help companies navigate the risks and opportunities of climate change. The Manifest Climate platform will give companies a clear and simple way to understand, assess, govern and disclose climate-related risks and opportunities, and provide greater transparency for stakeholders. The platform is aimed to assess and benchmark and help improve “Task Force on Climate-related Financial Disclosures” (TCFD) disclosure and support climate competency and communication in public companies and other capital market participants.",
    "hq": "Toronto, Ontario",
    "website": "https://manifestclimate.com/"
  },
  {
    "company_name": "Medworxx",
    "company_description": "Medworxx delivers health information technology solutions to over 350 hospitals internationally; including Canada, United States, and the United Kingdom. Medworxx helps hospitals meet patient flow challenges, and requirements in compliance and education. Medworxx Utilization Management system—flagship of Medworxx Patient Flow that includes electronic bed board and independent assessment components—currently serves over 32% of the acute care beds in Canada.",
    "hq": "Toronto, Ontario",
    "website": "https://www.centralsquare.com/medworxx"
  },
  {
    "company_name": "Method CRM",
    "company_description": "Method simplifies the unique way every small business gets their work done by empowering any company using QuickBooks to create an application completely customized for their business. Method was conceptualized when its founder experienced the frustrations of a single one-size-fits all solution at his previous company, QXpress. Sadly some of Paulâ\u0080\u0099s best customers would leave because they had unique needs the software couldnâ\u0080\u0099t handle. At that point Paul declared â\u0080\u009cbuilding out-of-the-box software for millions of small businesses with a one-size-fits-all mentality is lazy and outdatedâ\u0080\u009d. He knew there was a better way. Paul eventually sold QXpress and set out to create a solution that accommodated the uniqueness of every small business without the enterprise level price tag. Since the day of Methodâ\u0080\u0099s inception in 2010, the goal of the team has remained â\u0080\u0093 to simplify the unique way every small business gets their work done. Methodâ\u0080\u0099s SaaS solution frees business owners from stringing together their operations across many different applications. The platform makes getting work done easier by integrating Methodâ\u0080\u0099s flagship CRM app with QuickBooks and numerous other customizable Method apps, which become tailor-made for each business through simple drag and drop tools.",
    "hq": "Toronto, Ontario",
    "website": "https://www.method.me/"
  },
  {
    "company_name": "Nulogy",
    "company_description": "Nulogy has been a world leading provider of specialized solutions for complex supply-chain challenges for over a decade. Nulogy is transforming the way Fortune 500 companies around the world engage their customers. By allowing unprecedented responsiveness, automation, control, and collaboration, Nulogy’s solutions enable the personalization of consumer products like never before. Nulogy’s flagship cloud-based solution, PackManager, is used by the world’s premiere contract manufacturers and packagers to reduce costs, gain real-time visibility, improve compliance, and increase customer loyalty and is backed by a team of dedicated professionals to ensure PackManager customers always achieve success.",
    "hq": "Toronto, Ontario",
    "website": "https://nulogy.com/"
  },
  {
    "company_name": "Optimy",
    "company_description": "Back in 2011, Optimy was formed out of an idea to streamline grantmaking for foundations. The research and development of Optimy started in February 2011. Between the years of 2012-2015, the software slowly became known when five continents around the world started using the Optimy solution. The grant management software expanded to involve community investment and sponsorship management, which lead to the trust of over 100 customers using Optimy. Over the next year, Optimy reached more and more people, doubling its customer base. Today, over 250 organisations spread across the world from Australia to North America, Japan, South Africa and Brazil, with the highest density in Europe. This rapid growth over the last couple of years is in part thanks to the importance Optimy has put on customer service. Giving every organisation using Optimy a Customer Ambassador to help them with everything they need, from implementation onwards. Optimy’s goal is to make people lives easier whilst empowering their impact.",
    "hq": "Brussels, Belgium",
    "website": "https://www.optimy.com/"
  },
  {
    "company_name": "Plex",
    "company_description": "Plex gives you instant access to all of your media collectionsâ\u0080\u0094your home videos, photos, music, TV shows, and moviesâ\u0080\u0094so you can quickly find and stream what you want to any device, any time. Platforms include Macs, PCs, smartphones, tablets, Xbox and PlayStation gaming consoles, Smart TVs, Roku, Chromecast, Apple TV, Amazon Fire, Nvidia Shield, and more. Whether itâ\u0080\u0099s your movie collection, your DVR-ed TV, or your music library, Plex makes your media look beautiful by automatically adding movie posters, plot summaries, cover art, and descriptions. Plex also allows you to share it all with your friends and family, no matter where they are. Plex Pass, the companyâ\u0080\u0099s premium offering, gives users the very best features of Plex. From the ability to sync media to your mobile device, to running your Plex Media Server in the cloud, to recording over-the-air content with Plex DVR, Plex Pass makes the whole experience the most awesome it can be.",
    "hq": "Los Gatos, California",
    "website": "https://www.plex.tv/"
  },
  {
    "company_name": "Resolver",
    "company_description": "Resolver represents a union of two companies that are experts in risk management. In 2014, Klass Capital acquired PPM 2000 Inc., and soon after that acquired Resolver Inc. PPM 2000 is a leader in Incident Management. Resolver offers an acclaimed GRC suite of products. Together, they represent the risk backbone of 1000 organizations around the world. Resolver protects what matters™. Its Integrated Risk Management platform supports the response and recovery process when an unplanned event does occur; including Incident Reporting, Incident Response and Investigations. Resolver also helps plan and prepare your organization to limit the likeliness or impact of events from occurring; this includes Risk Assessment, Enterprise Risk Management, Internal Control, Internal Audit and Compliance. Resolver’s team is comprised of security, risk and compliance experts supporting over 1,000 customers across 100 countries with offices in North America, United Kingdom and the Middle East.",
    "hq": "Toronto, Ontario",
    "website": "https://www.resolver.com/"
  },
  {
    "company_name": "Rightsline",
    "company_description": "Rightsline is the worldâ\u0080\u0099s only true, multi-tenant, software-as-a-service rights and contract management platform. Offering real-time avails, pipeline management, contract visibility, and inventory management, Rightsline powers many of the worldâ\u0080\u0099s leading companies within the media and entertainment ecosystem. The Company provides content owners, distributors, sales agents, business groups, and legal teams in any organization with full, 360 degree visibility into all their rights, in all territories and on all platforms, worldwide. Empowering companies to achieve ultimate catalog monetization â\u0080\u0093 through easy tracking of expirations, conflicts, and opportunities â\u0080\u0093 is at the core of the software toolset for which Rightsline has become renown.",
    "hq": "Los Angeles, California",
    "website": "https://www.rightsline.com/"
  },
  {
    "company_name": "TrackTik",
    "company_description": "TrackTik is a mobile and web based workforce management software. It provides compliance, tracking, and scheduling solutions for the security industry. It is designed to facilitate your management and improve your operational efficiency. The platform provides managers and clients a real-time view into their security operations. The system is multi-featured, easily customizable and scalable. Simply put, it is the perfect solution to all your challenges!",
    "hq": "Montreal, Quebec",
    "website": "https://www.tracktik.com/"
  },
  {
    "company_name": "Vena Solutions",
    "company_description": "FP&A Software, The companyâ\u0080\u0099s solutions are built on top of the Microsoft Excel platform. The spreadsheet process management software gives the customer the ability to version control their spreadsheets, manage their financial close, provide footnotes for disclosure purposes, integrate their data with XBRL, and report directly to regulatory bodies. The software is a spreadsheet-based, financial reporting solution that helps to ensure the accuracy of reported financial data.",
    "hq": "Toronto, Ontario",
    "website": "https://www.venasolutions.com/"
  },
  {
    "company_name": "Wonderflow",
    "company_description": "Wonderflow is a SaaS business serving the Customer Experience (CX) market. Wonderflow makes VoC data valuable for businesses. Today, most enterprises that generate a large amount of unsolicited customer feedback are not able to properly leverage the data they have collected. Through its proprietary AI, Wonderflow can analyze all unstructured feedback, from multiple sources including online reviews, support center records and satisfaction surveys, and help brands improve the overall customer experience.",
    "hq": "Amsterdam, Netherlands",
    "website": "https://www.wonderflow.ai/"
  }
]