[
  {
    "company_name": "Affinio",
    "company_description": "Affinio is an AI-powered interest analytics platform that helps marketers reach audiences more efficiently. The platform analyzes massive consumer data sets to uncover naturally-forming interest segments; empowering brands, agencies, media companies and publishers to redefine the way they research, plan and execute marketing strategies.",
    "industry": null,
    "date_of_investment": "2017",
    "status_current": null,
    "hq": null,
    "website": "http://www.affinio.com"
  },
  {
    "company_name": "Alveole",
    "company_description": "At Alvéole, we help businesses, schools, and various organizations meet their engagement and sustainability goals by bringing bees to their building. We provide both a turnkey educational service and an exceptional, meaningful experience. Our goal is to make people fall in love with bees, build ecological awareness, and in time, more sustainable cities and food systems.",
    "industry": null,
    "date_of_investment": "2022",
    "status_current": null,
    "hq": null,
    "website": "https://www.alveole.buzz"
  },
  {
    "company_name": "Article",
    "company_description": "Article’s mission is to make great style easy, long-lasting and well-priced. Article works directly with manufacturers to produce unique, durable pieces using high-quality materials, while delivering an efficient and seamless online shopping and delivery experience.",
    "industry": null,
    "date_of_investment": "2019",
    "status_current": null,
    "hq": null,
    "website": "http://www.article.com"
  },
  {
    "company_name": "Avanti",
    "company_description": "Avanti is a leading all-in-one human resource management software suite for mid-sized organizations across all industries. Avanti makes customers’ lives easy by enabling them to do away with complicated spreadsheets and time-consuming manual tasks through easy-to-use payroll and HR software.",
    "industry": null,
    "date_of_investment": "2022",
    "status_current": null,
    "hq": null,
    "website": "http://www.avanti.ca"
  },
  {
    "company_name": "Bold Commerce",
    "company_description": "Bold Commerce is a software development company that builds e-commerce applications including subscriptions, automation, personalization, payment, customization, and retention for customers looking to improve their e-commerce performance.",
    "industry": null,
    "date_of_investment": "2018",
    "status_current": null,
    "hq": null,
    "website": "http://boldcommerce.com"
  },
  {
    "company_name": "Gainful",
    "company_description": "Gainful provides personalized subscriptions to nutritional supplements, such as protein and hydration products, based on your unique physiology, dietary restrictions, and fitness goals, as well as one-on-one access to a Registered Dietitian.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://www.gainful.com"
  },
  {
    "company_name": "HiMama",
    "company_description": "HiMama is a childcare management software solution for childcare programs to document children’s development, share updates with families, track attendance, manage scheduling, and accept tuition payments. The solution serves as the backbone of a center’s operations.",
    "industry": null,
    "date_of_investment": "2019",
    "status_current": null,
    "hq": null,
    "website": "http://www.himama.com"
  },
  {
    "company_name": "Hubdoc",
    "company_description": "Hubdoc is a cloud-based accounting platform intended to automate financial document collection and processing. The platform uses machine learning to collect and analyze business documents for financial reporting, reconciliation and audit proofing, enabling small and medium businesses to stay more organized and focused.",
    "industry": null,
    "date_of_investment": "2017",
    "status_current": null,
    "hq": null,
    "website": "http://www.hubdoc.com"
  },
  {
    "company_name": "InsideDesk",
    "company_description": "InsideDesk provides software designed to automate claim follow-ups and simplify the revenue cycle process for dental practices, allowing dentists to maximize claim collection and focus on serving their patients.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://insidedesk.com"
  },
  {
    "company_name": "Juno Vet",
    "company_description": "Our mission is to build the next generation of animal care for the modern world. By leveraging technology and design, we are reimagining the animal care experience for pets, pet parents, and care providers from the ground up. With the consumer, pet and team at the heart of everything we do, we seek to rebuild the way veterinary medicine is accessed and disrupt a traditional industry across every customer touchpoint and interaction. Our membership-based offering includes 24/7 virtual care, transparent pricing, state of the art facilities, and access to an exceptional team ready to fulfill primary and urgent care needs.",
    "date_of_investment": "2023",
    "website": "https://www.junovet.com/",
    "industry": null,
    "status_current": null,
    "hq": null
  },
  {
    "company_name": "Lane",
    "company_description": "Lane’s mission is to bring world class experiences to every office. Lane solves the everyday pain points experienced by millions of landlords, property managers, companies, retailers, vendors, and tenants with modular technology that’s easy to customize.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://www.joinlane.com"
  },
  {
    "company_name": "Monsters Aliens Robots Zombies",
    "company_description": "Monsters Aliens Robots Zombies is a technology enhanced visual effects studio that works with leading film and TV studios. MARZ delivers feature-film quality VFX by harnessing GPU clusters, game engine technology, artificial intelligence, and senior industry talent.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "http://monstersaliensrobotszombies.com"
  },
  {
    "company_name": "Mysa",
    "company_description": "Mysa is helping the world become more environmentally friendly and sustainable through energy efficiency and conservation. Mysa provides smart thermostats compatible with baseboards, electric in-floor heating, ductless heat pumps, and air conditioners – connecting seamlessly to the rest of the smart home.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "http://getmysa.com"
  },
  {
    "company_name": "Nylas",
    "company_description": "Nylas is a pioneer and leading provider of universal communications APIs that allow developers to quickly connect their applications to every email, calendar, or contacts provider in the world.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://nylas.com"
  },
  {
    "company_name": "PocketHealth",
    "company_description": "PocketHealth is a patient-centric cloud platform that enables medical imaging providers across North America to share imaging records electronically with patients, instantly and securely. Since its launch in 2016, the platform has grown its functionality to enable direct sharing between hospitals and physicians, as well as instant DICOM retrieval and automated importing capability, creating a unified image management solution for their over 500 hospital and imaging clinic customers across North America. The company believes that by placing patients at the center of the record release process, data moves more ethically, easily and securely throughout the care journey. Our mission is simple: change how hospitals, clinics and patients think about accessing personal health information. We envision a healthcare system where security and patient accessibility complement each other, and our flagship solution, PocketHealth, is proving this reality in hundreds of institutions every day.",
    "industry": null,
    "date_of_investment": "2024",
    "status_current": null,
    "hq": null,
    "website": "https://www.pockethealth.com/"
  },
  {
    "company_name": "PureFacts",
    "company_description": "PureFacts provides software, consulting services, and custom digital solutions for the global wealth management industry, helping enterprises reduce costs, manage risk, and improve productivity.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://www.purefacts.com"
  },
  {
    "company_name": "Realservus",
    "company_description": "Realservus is a proptech investment and management services firm. Together with our dynamic partners, we transform Canadian real estate businesses using expertise, technology and investments to accelerate growth. Current divisions include, Right at Home Realty, Property.ca, Condos.ca, Brokerage Services and Real Access Capital.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "https://www.realservus.com/"
  },
  {
    "company_name": "RouteThis",
    "company_description": "RouteThis is a mobile-based self-support and network diagnostic solution for technical support agents. The network diagnostic and resolution platform increases customer satisfaction and decreases support costs for ISPs and smart home brands.",
    "industry": null,
    "date_of_investment": "2019",
    "status_current": null,
    "hq": null,
    "website": "http://routethis.com"
  },
  {
    "company_name": "Sourced Group",
    "company_description": "Sourced Group is a provider of consulting services designed to migrate and govern large-scale enterprise IT systems to the cloud. The company’s services specialize in organization-wide cloud transformation for compliance-driven industries.",
    "industry": null,
    "date_of_investment": "2019",
    "status_current": null,
    "hq": null,
    "website": "http://www.sourcedgroup.com"
  },
  {
    "company_name": "Statflo",
    "company_description": "Statflo is a sales acceleration platform for retail workers to increase their productivity in one-to-one conversations with customers. The platform connects to vertical POS systems, generates a prioritized list, and provides interactive tools to start conversations with customers.",
    "industry": null,
    "date_of_investment": "2016",
    "status_current": null,
    "hq": null,
    "website": "http://www.statflo.com"
  },
  {
    "company_name": "Thinkific",
    "company_description": "Thinkific is a software platform that enables entrepreneurs to create, market, sell, and deliver their own online courses. Thinkific’s mission is to revolutionize the way people learn and earn online by giving them the tools they need to turn their expertise into a sustainable business that impacts both them and their audience.",
    "industry": null,
    "date_of_investment": "2022",
    "status_current": null,
    "hq": null,
    "website": "https://www.thinkific.com/"
  },
  {
    "company_name": "TouchBistro",
    "company_description": "TouchBistro is point-of-sale (POS) software designed to be the center of a restaurant’s operations. it is an iPad cloud-based solution that features table side ordering, payment processing, inventory management, staff scheduling and reporting.",
    "industry": null,
    "date_of_investment": "2016",
    "status_current": null,
    "hq": null,
    "website": "http://www.touchbistro.com"
  },
  {
    "company_name": "TradeCafe",
    "company_description": "TradeCafe is a cloud-based global trading platform that conducts, finances, and fulfills trade transactions in the protein commodities space. TradeCafe’s platform is designed to provide value up the entire supply-chain, from producer to processor to retailer.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "http://www.tradecafe.com"
  },
  {
    "company_name": "Trusscore",
    "company_description": "Trusscore is changing residential and commercial construction by improving the sustainability of PVC materials with nanotechnology. Trusscore’s PVC-based wall and ceiling panels are easy-to-install and high-performance replacements for traditional materials.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "http://trusscore.com"
  },
  {
    "company_name": "Athennian",
    "company_description": "Athennian is a cloud-based legal entity management platform designed to help professional teams in the legal industry power global entity governance and automate compliance workflows.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://www.athennian.com"
  },
  {
    "company_name": "Jiffy on Demand",
    "company_description": "Jiffy on Demand is a mobile service platform that is changing the way consumers think about home maintenance. Through its managed marketplace, Jiffy connects local home maintenance and repair professionals to on-the-go homeowners to streamline the process of searching for, and scheduling, a reputable tradesman.",
    "industry": null,
    "date_of_investment": "2020",
    "status_current": null,
    "hq": null,
    "website": "http://jiffyondemand.com"
  },
  {
    "company_name": "Kivera",
    "company_description": "Kivera enforces governance and security policies across cloud deployments, preventing misconfigurations from becoming attack vectors.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "https://kivera.io/"
  },
  {
    "company_name": "Round13 Capital",
    "website": "https://round13.com",
    "industry": null,
    "status_current": null,
    "hq": null
  },
  {
    "company_name": "System-3",
    "company_description": "System-3 is fundamentally changing how organizations manage their leadership talent. Its predictive Leadership Simulation solution uses algorithms and models that reduce bias and support objective decision-making so companies can effectively evaluate if candidates have the core competencies required for executive leadership while under pressure.",
    "industry": null,
    "date_of_investment": "2023",
    "status_current": null,
    "hq": null,
    "website": "https://www.system-3.com/"
  },
  {
    "company_name": "Torinit",
    "company_description": "Torinit is a digital consulting company that works with clients to help modernize business processes and create a digital ecosystem that works seamlessly within your organization and goals. Its team comprised of software engineers, designers, product managers, and technology consultants help companies improve their profitability, scalability, and efficiency.",
    "industry": null,
    "date_of_investment": "2021",
    "status_current": null,
    "hq": null,
    "website": "http://torinit.com"
  }
]