{
  "ABS": {
    "description": "ABS is a leading Fixed Satellite Services operator, supplying connectivity to broadcasters, telecoms and governments. It covers 93% of the global population across four continents, including growth markets in Asia, Russia, Africa, the Middle East and South America.",
    "url": "https://www.permira.com/portfolio/our-portfolio/abs/",
    "Sector": "Technology",
    "Country or Region": "APAC",
    "Status": "Realised",
    "investment date": "2010"
  },
  "Acuity Knowledge Partners": {
    "description": "Acuity Knowledge Partners serves a global client base of over 500 financial services firms, including banks, asset managers, advisory firms, private equity houses and consultants. Its diverse team of analysts, industry experts, developers and data scientists works as an extension of clients’ teams and, combined with its proprietary technology solutions, allows clients to transform their practices and processes, increase revenues and maximise operational efficiency. Headquartered in London, Acuity operates globally, including in the UK, USA, India, Sri Lanka, Costa Rica, China and Dubai, UAE.",
    "url": "https://www.permira.com/portfolio/our-portfolio/acuity-knowledge-partners/",
    "Sector": "Services",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": ">500"
  },
  "Adevinta": {
    "description": "Global online classifieds specialist Adevinta provides technology-based products and data services enabling professional sellers and listers to connect with buyers. The company is at the heart of the resale economy, operating digital marketplaces in 15 countries, covering one billion people. With both generalist and specialist sites, including jobs, real estate, cars and consumer goods, Adevinta has a highly-diverse portfolio of classifieds platforms. Committed to investment in new products and technology, the company aims to provide best-in-class user experiences for its customers.",
    "url": "https://www.permira.com/portfolio/our-portfolio/adevinta/",
    "Sector": "Consumer | Technology",
    "Country or Region": "Norway",
    "Status": "Current",
    "investment date": "2021"
  },
  "Allegro Group": {
    "description": "Allegro is the leading online marketplace in Poland that connects consumers with merchants. With more than 20 million users per month, 13 million active buyers and 125,000 merchants – Allegro is Poland’s #1 internet brand and one of the largest e-commerce destinations across Europe, offering consumers a vibrant and expansive shopping experience, and merchants excellent commercial opportunities. The group also operates Ceneo.pl - Poland’s leading online price comparison website, and eBilet – the leading event ticket sales site in Poland.",
    "url": "https://www.permira.com/portfolio/our-portfolio/allegro-group/",
    "Sector": "Consumer | Technology",
    "Country or Region": "Poland",
    "Status": "Current",
    "investment date": "2017"
  },
  "AllTrails": {
    "description": "“AllTrails has spent a decade building the necessary content to become the definitive platform for people seeking to explore the outdoors.\" Bruce Chizen - Senior Advisor at Permira Reflecting the boom in the outdoor recreation market, AllTrails provides those looking for their next adventure with the largest digital trail library in the world. This leading global hiking app allows users to browse and filter its proprietary database of more than 300,000 hiking, running and mountain biking trails worldwide. The app also provides users with on-trail navigation tools, post-activity reviews and photo-sharing, enabling them to handpick suitable trails while staying safe. AllTrails is proud of its mission to encourage people to become more active, reconnect with nature and enjoy more of the great outdoors.",
    "url": "https://www.permira.com/portfolio/our-portfolio/alltrails/",
    "Sector": "Consumer",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "AltamarCAM": {
    "description": "“We have long admired the AltamarCAM team for their deep client relationships, continued innovation as a leading European solution provider and their ability to grow in key strategic segments. We look forward to this partnership and the team’s success ahead.” Pedro López - Partner, Head of Spain AltamarCAM Partners is a leading European Private Markets Solutions Provider. The company helps Institutional Investors, Family Offices and Private Banks to navigate the complexities of investing in Private Assets, by providing access to multi-asset classes including Private Equity, Secondaries, Venture Capital, Life Sciences, Real Estate, Infrastructure or Credit",
    "url": "https://www.permira.com/portfolio/our-portfolio/altamarcam/",
    "Sector": "Services",
    "Country or Region": "Spain",
    "Status": "Current",
    "investment date": "~€19bn"
  },
  "Alter Domus": {
    "description": "\"Alter Domus has grown from a strong position in its Luxembourg home market, with a reputation for excellent client service, into a leading global company.\" Philip Muelder – Partner, Head of Services at Permira Alter Domus is a leading provider of fund administration and corporate services to the alternative investment industry. The company provides tech-enabled, integrated solutions and is one of the world’s largest private asset servicers, with more than $1.3 trillion in global assets under administration.",
    "url": "https://www.permira.com/portfolio/our-portfolio/alter-domus/",
    "Sector": "Services",
    "Country or Region": "Luxembourg",
    "Status": "Current",
    "investment date": "2017"
  },
  "Althea": {
    "description": "Established in 2014, Althea's vision was to create the leading European independent provider of healthcare technology management services. Its deep understanding of healthcare processes and comprehensive range of services allow medical professionals to concentrate on improved outcomes and enhanced patient care.",
    "url": "https://www.permira.com/portfolio/our-portfolio/althea/",
    "Sector": "Healthcare",
    "Country or Region": "Italy",
    "Status": "Realised",
    "investment date": "2014"
  },
  "Ancestry": {
    "description": "At exit, Ancestry.com was the global leader in online family history with over 16 billion records and 68 million family trees containing 7 billion profiles. Ancestry pioneered online family history by converting a time-intensive, expensive offline pursuit into one that is affordable, accessible and online. Ancestry’s network of websites enables users to discover, preserve and share family history, using an unrivalled data set of digitised historic records.",
    "url": "https://www.permira.com/portfolio/our-portfolio/ancestry/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": "2012"
  },
  "Arcaplanet": {
    "description": "At the time of exit, Arcaplanet was the leading omnichannel pet care brand in Italy. Through its network of approximately 400 directly-operated stores and a state-of-the-art online platform, the company offered a large and diverse product range of niche and premium brands (e.g., pet food, accessories, health and grooming) as well as its own exclusive brands. Arcaplanet was present in 17 regions across Italy, serving more than 1.3 million loyal customers.",
    "url": "https://www.permira.com/portfolio/our-portfolio/arcaplanet/",
    "Sector": "Consumer",
    "Country or Region": "Italy",
    "Status": "Realised",
    "investment date": "2022"
  },
  "Atrium": {
    "description": "At the time of exit, Atrium was a globally recognised leader in the development, manufacturing and commercialisation of innovative, science-based health products including vitamins, minerals and nutritional supplements. The company developed, manufactured and distributed more than 2,000 health and nutrition products through four primary brands with leading positions in North America and Europe. Atrium had the leading natural product brand in the US, Garden of Life, and a top-three position in the North American healthcare practitioner channel led by the Pure and Douglas brands. The company also operated a European business, based in Germany, primarily under the Wobenzym name.",
    "url": "https://www.permira.com/portfolio/our-portfolio/atrium/",
    "Sector": "Consumer",
    "Country or Region": "Canada",
    "Status": "Realised",
    "investment date": "2014"
  },
  "Axiom": {
    "description": "“Axiom created the category for on-demand legal talent. We’re thrilled to share in that story.” Dipan Patel - Partner, Head of Consumer at Permira Axiom is a global leader in on-demand legal talent, allowing companies the flexibility and agility to solve business challenges as required. With 6,000+ lawyers experienced across numerous sectors and legal practice areas, companies can access highly-qualified legal talent to meet their needs at a fraction of the cost of a traditional law firm.",
    "url": "https://www.permira.com/portfolio/our-portfolio/axiom/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2019"
  },
  "BestSecret": {
    "description": "BestSecret is the leading omnichannel retail premium fashion community for private members in the DACH region. The company sells more than 3,000 designer brands at attractive prices through its private membership website, along with two stores in Munich and Vienna.",
    "url": "https://www.permira.com/portfolio/our-portfolio/bestsecret/",
    "Sector": "Consumer",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2017"
  },
  "BFY Brands": {
    "description": "At the time of exit, BFY Brands was a global, better-for-you snack provider directly addressing growing consumer trends towards healthier eating through its product portfolio. The company’s largest brand was PopCorners, the fastest-growing brand among healthier salty snacks in the United States, followed by more recently introduced brands, Flex Protein Crisps and Flourish Veggie Crisps. BFY Brands was also a leading contract manufacturer of a range of better-for-you popped snacks.",
    "url": "https://www.permira.com/portfolio/our-portfolio/bfy-brands/",
    "Sector": "Consumer",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": "2015"
  },
  "BioCatch": {
    "description": "BioCatch is a leading provider of behavioural biometrics technology, designed to help financial institutions and online businesses identify and prevent fraud. Its platform utilises advanced artificial intelligence and machine learning algorithms to analyse user behaviour, such as keystroke dynamics, mouse movements, and touchscreen gestures, and identify anomalies that indicate potential fraud or identity theft. BioCatch’s technology enables businesses to provide seamless and secure digital experiences to their customers while protecting against sophisticated cyber threats.",
    "url": "https://www.permira.com/portfolio/our-portfolio/biocatch/",
    "Sector": "Technology",
    "Country or Region": "Israel",
    "Status": "Current",
    "investment date": "6bn+"
  },
  "Boats Group": {
    "description": "“Boats Group’s ability to provide boat buyers and sellers with differentiated, network-effects powered services and solutions has made it the definitive platform for the recreational boating space.\" David Erlong - Partner at Permira Boats Group is capitalising on its unparalleled reach to digitally transform the recreational marine industry. With over 4,000 brokers and dealers on the platform, 10 million monthly unique visitors and a rental supply base of over 35,000, Boats Group offers boat buyers, owners, sellers and enthusiasts a unique, end-to-end digital experience through its industry-leading classifieds marketplace portals, rental marketplaces and financing solutions.",
    "url": "https://www.permira.com/portfolio/our-portfolio/boats-group/",
    "Sector": "Consumer",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "CABB": {
    "description": "Germany-based CABB is a leading Crop Science CDMO player, supplying customised ingredients to top global manufacturers of herbicides, fungicides and insecticides as well as offering high-complexity and high-purity specialised chemical ingredients to multiple customers in the life sciences and performance materials markets.",
    "url": "https://www.permira.com/portfolio/our-portfolio/cabb/",
    "Sector": "Services",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2014"
  },
  "Cambrex": {
    "description": "“Cambrex serves as a critical partner to the world’s most innovative pharma companies to provide reliable and life-saving products to patients globally.” Henry Minello - Partner at Permira Cambrex is a leading contract development and manufacturing organisation (CDMO) in the pharmaceutical industry. The business partners with global pharmaceutical companies to research, develop and manufacture small molecule therapeutics at every stage of the drug lifecycle, with a focus on branded ‘innovator’ drugs.",
    "url": "https://www.permira.com/portfolio/our-portfolio/cambrex/",
    "Sector": "Healthcare",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2019"
  },
  "Carta": {
    "description": "Founded in 2012, Carta provides a platform that enables companies, employees and investors to manage equity electronically. Products offered today include cap table management, 409A valuations, secondary offerings, and investor services, with more under development. Carta seeks to serve as the single source of truth on equity ownership, trusted by stakeholders across the ecosystem, which makes equity easy to issue and manage and democratises access to equity ownership",
    "url": "https://www.permira.com/portfolio/our-portfolio/carta/",
    "Sector": "Technology | Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "20,000+"
  },
  "Catawiki": {
    "description": "“Catawiki has created the definitive pan-European curated marketplace for rare and unique items, delighting its passionate enthusiasts along the way.\" Dipan Patel - Partner, Head of Consumer at Permira With over 10 million monthly unique visitors, Catawiki is the most-visited curated auction platform in Europe for rare and unique items, offering over 65,000 special objects for auction each week, carefully selected by 240+ in-house experts. The site provides a safe and seamless buying and selling experience for users, enjoying a high level of repeat business. With continuous investment in expert personnel, technology and marketing, Catawiki aims to become the most popular destination site for special, hard-to-find objects in the world.",
    "url": "https://www.permira.com/portfolio/our-portfolio/catawiki/",
    "Sector": "Consumer | Technology",
    "Country or Region": "Netherlands",
    "Status": "Current",
    "investment date": "2021"
  },
  "Cielo": {
    "description": "“Cielo’s strong focus on helping organizations address their critical talent acquisition needs has positioned the company as a differentiated leader across many attractive end markets.\" Dominik Pozny - Principal, Permira Cielo is a market leader in Recruitment Process Outsourcing (RPO), consulting and search solutions to help companies attract, hire and retain the best talent to support business growth. Already active across the Americas, EMEA and APAC regions, Cielo has plans for further geographic expansion, along with greater investment in innovation and technology.",
    "url": "https://www.permira.com/portfolio/our-portfolio/cielo/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2019"
  },
  "Clearwater Analytics": {
    "description": "Clearwater Analytics is a global, industry-leading SaaS solution for automated investment data aggregation, reconciliation, accounting, compliance, risk, performance and reporting. Each day, the Clearwater solution reports on more than $5.6 trillion of assets for clients that include leading insurers, asset managers, corporations, pension plans, governments, and non-profit organisations – helping them make the most of their investment portfolio data with a world-class product and client-centric servicing.",
    "url": "https://www.permira.com/portfolio/our-portfolio/clearwater-analytics/",
    "Sector": "Technology | Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2020"
  },
  "CommentSold": {
    "description": "“CommentSold is a disruptive platform enabling livestream e-commerce and powering massive growth of small businesses in the US.\" David Erlong - Partner at Permira CommentSold’s market leading platform allows brands and small & medium sized businesses to sell their products directly through a highly-interactive live feed on social media, including Instagram and Facebook, as well as on a merchant’s mobile app and website. Merchants post videos or images of their wares and buyers simply type ‘sold’ in the comments box to complete the purchase. Business owners benefit from the all-in-one platform which also simplifies inventory and order management, payments, invoicing, labelling, packaging and fulfilment.",
    "url": "https://www.permira.com/portfolio/our-portfolio/commentsold/",
    "Sector": "Consumer | Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "Corin": {
    "description": "\"Corin has transformed from a basic orthopaedic manufacturer into a fast-growing, international software-led orthopaedic-implant designer.” Silvia Oteri - Partner, Head of Healthcare at Permira UK-based Corin is at the forefront of orthopaedic innovation. The company’s mission is to improve patient outcomes through its clinically proven implants, connected technologies and data. This enables a level of analysis that delivers better outcomes for surgeons, medical professionals, hospitals and patients across the globe.",
    "url": "https://www.permira.com/portfolio/our-portfolio/corin/",
    "Sector": "Healthcare",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "2018"
  },
  "Creganna": {
    "description": "At the time of exit, Creganna was a leading global provider of outsourced solutions to medical device manufacturers. The company specialised in the design and manufacturing of delivery devices for less invasive surgical procedures, providing a complete range of solutions to assist medical device and life science companies to take products from concept design to full scale production. Under the Permira funds' ownership, Creganna was transformed from a regional player to a leading global contract manufacturer with locations in Ireland, the US, Costa Rica and Singapore, serving the world’s leading medical device companies.",
    "url": "https://www.permira.com/portfolio/our-portfolio/creganna/",
    "Sector": "Healthcare",
    "Country or Region": "Ireland",
    "Status": "Realised",
    "investment date": null
  },
  "Curriculum Associates": {
    "description": "Launched from a Massachusetts garage in 1969, Curriculum Associates has been developing the tools and resources to empower teachers to help every child reach their full potential for over 50 years. Now a leading educational software solutions provider, the company is celebrated for its charitable values and philanthropy. Products are designed to be adaptive with personalised assessment and instructional content, making teachers more effective and helping students to thrive.",
    "url": "https://www.permira.com/portfolio/our-portfolio/curriculum-associates/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2019"
  },
  "DiversiTech": {
    "description": "At the time of the exit, DiversiTech was North America's largest manufacturer of equipment pads and a leading manufacturer and supplier of components and related products for multiple industries. The Company served over 6,000 customers through a broad product portfolio of circa 30,000 SKUs across six product families, including HVAC equipment mounting, electrical & replacement parts, condensate management and indoor air quality. Headquartered in the Atlanta metropolitan area, the business was focused on growth through expanding its product offerings and geographical footprint, both organically and through acquisition opportunities.",
    "url": "https://www.permira.com/portfolio/our-portfolio/diversitech/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2017"
  },
  "Dr. Martens": {
    "description": "\"During the past seven years, the brand has been transformed in scale and professionalism, making Dr. Martens one of the most successful single-brand businesses in the world.\" Tara Alhadeff - Partner at Permira With 60+ years of heritage, Dr. Martens is one of the most iconic footwear brands in the world, selling over 12.5 million pairs of footwear annually in more than 60 countries. Under the Permira funds' ownership, the business migrated from a manufacturing-led push model to a consumer-focused pull model, with a much more focused product strategy around core icon products, significant investments into people and systems, and a shift in channel strategy reaching 30% direct digital sales.",
    "url": "https://www.permira.com/portfolio/our-portfolio/dr-martens/",
    "Sector": "Consumer",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "2014"
  },
  "eDreams ODIGEO": {
    "description": "With five leading brands – Opodo, eDreams, GO Voyages, Travelink and Liligo – eDreams ODIEGO has pioneered online travel booking, including Prime, the largest subscription program in the travel segment. Europe’s largest flight retailer, the company has a presence in over 45 global travel markets, providing consumers with the tools to find their product of choice across destinations.",
    "url": "https://www.permira.com/portfolio/our-portfolio/edreams-odigeo/",
    "Sector": "Consumer",
    "Country or Region": "France,Spain",
    "Status": "Current",
    "investment date": "2010"
  },
  "Engel & Völkers": {
    "description": "“We are excited to support Engel & Völkers in its digital transformation journey and further accelerate growth through leveraging our proven expertise in digitising successful businesses.” Dr. Jörg Rockenhäuser - Partner, Chairman of DACH at Permira Engel & Völkers is a global real estate platform, offering a full-suite platform of software, services and one of the world’s most prestigious brokerage brands to independent real estate agents in the premium residential market. The company is headquartered in Hamburg, Germany, and is active in over 30 countries – allowing more than 13,000 agents to write their own success stories under the E&V umbrella.",
    "url": "https://www.permira.com/portfolio/our-portfolio/engels-volkers/",
    "Sector": "Services",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2021"
  },
  "English First Kids & Teens": {
    "description": "Launched in 1997 and headquartered in Switzerland, English First Kids & Teens is a premium child development and education brand in China and Indonesia. The company offers differentiated enrichment courses based on a proprietary curriculum of interactive digital content.",
    "url": "https://www.permira.com/portfolio/our-portfolio/english-first-kids-teens/",
    "Sector": "Services",
    "Country or Region": "Switzerland",
    "Status": "Current",
    "investment date": "2020"
  },
  "Ergomed": {
    "description": "Ergomed is a global provider of services to the biotech and pharmaceutical industries. The company is a leading independent, specialist provider of pharmacovigilance services and oncology/rare disease-focused Contract Research Organisation (CRO) services. Ergomed operates in structurally growing markets, benefitting from tailwinds of increasing complexity, regulatory requirements and outsourcing rates.",
    "url": "https://www.permira.com/portfolio/our-portfolio/ergomed/",
    "Sector": "Healthcare | Services",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "1800+"
  },
  "Evelyn Partners": {
    "description": "With a strong heritage for professional expertise and exceptional personal service, Evelyn Partners is the leading integrated wealth management and professional services group in the UK. Offering personal wealth management, financial planning, investment management and an award-winning digital investment platform, the firm primarily serves high-net-worth private clients, businesses and charities.",
    "url": "https://www.permira.com/portfolio/our-portfolio/evelyn-partners/",
    "Sector": "Services",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "2014"
  },
  "Exclusive Group": {
    "description": "\"Exclusive has significantly outperformed in its market and emerged as the specialist cyber value-added distributor of scale, supporting leading and emerging vendors in successfully penetrating hard-to-reach local markets.\" Michail Zekkos - Partner, Head of London at Permira Exclusive Networks is one of the world's fastest growing specialist distributors of cybersecurity and cloud computing solutions. Founded in 2003 and listed on Euronext Paris, it employs 2,200 people, including more than 500 engineers. With offices in 40 countries and the provision of on-the-ground services and logistics capabilities in more than 150 countries, Exclusive Networks’ “global scale, local sale” model has enabled the Group to roll out an attractive value proposition across the cybersecurity ecosystem.",
    "url": "https://www.permira.com/portfolio/our-portfolio/exclusive-group/",
    "Sector": "Technology",
    "Country or Region": "France",
    "Status": "Current",
    "investment date": "2019"
  },
  "Flix": {
    "description": "“We are very excited to join the ride with FlixMobility and its founders in the future. They have transformed the company into a leading global mobility platform for mid and long-distance travel.\" Stefan Dziarski - Partner at Permira Flix is an asset-light, tech-enabled platform offering low-cost, mid and long-distance travel throughout Europe, Turkey and the United States under the brands FlixBus and FlixTrain. FlixBus does not typically own any buses, instead partnering with local transport operators who are responsible for the day-to-day running of routes, while the brand concentrates on marketing, pricing, network planning and customer service. This makes the business model highly scalable. There is an emphasis on sustainability, with customers able to offset their carbon footprint when purchasing a ticket.",
    "url": "https://www.permira.com/portfolio/our-portfolio/flix/",
    "Sector": "Consumer | Technology",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2019"
  },
  "Full Truck Alliance": {
    "description": "Full Truck Alliance is the leading online commercial freight platform in China providing match-making services to shippers and truckers through its mobile applications, improving road freight logistics and transportation efficiency. The platform has also become the leading ecosystem for value-added services, including electronic toll collection, financial and energy services for commercial trucking in China.",
    "url": "https://www.permira.com/portfolio/our-portfolio/full-truck-alliance/",
    "Sector": "Services",
    "Country or Region": "APAC",
    "Status": "Current",
    "investment date": "2020"
  },
  "FullStory": {
    "description": "“By understanding anonymous digital interactions on web and mobile, FullStory is capable of indexing and analysing petabytes of information daily. This yields specific insights and opportunities for cross-functional teams like product, customer success, engineering, and marketing to more deeply understand customer needs and challenges.” Alex Melamud – Principal at  Permira As digital experiences are often the only interaction a customer has with a brand, it is vital that their online encounters are as good as can be. So, DXI platforms are now critical for a company’s success. FullStory’s platform analyses anonymous digital interactions on web and mobile to fully appreciate customer needs and challenges, allowing brands to constantly refine and perfect their digital experiences. This, ultimately, creates greater customer affinity.",
    "url": "https://www.permira.com/portfolio/our-portfolio/fullstory/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "G2": {
    "description": "G2 is the largest global software marketplace allowing buyers and sellers to discover, research and manage the technology that businesses need to reach their potential. The platform is used by over 60 million software buyers annually, with 100,000+ software and services companies in 2,000+ categories and over 1.5 million trusted user reviews. Nearly 60 percent of the Forbes Cloud 100 are G2 customers including Adobe, Autodesk, HubSpot, Salesforce and Zoom.",
    "url": "https://www.permira.com/portfolio/our-portfolio/g2/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "Genesys": {
    "description": "Offering both cloud-based and hybrid cloud software, Genesys is the world leader in customer experience solutions. The technology unifies customer and agent experiences across voice, email, chat, text and social channels, for an improved journey creating empathy, trust and loyalty.",
    "url": "https://www.permira.com/portfolio/our-portfolio/genesys/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2012"
  },
  "GoCardless": {
    "description": "“We believe GoCardless is uniquely positioned to become a global champion in account-to-account payments through leveraging open banking.\" Alberto Riva - Principal at Permira GoCardless is a leading alternative payments method provider that facilitates $25+ billion of transactions for over 70,000 merchants via account-to-account connectivity, making it easy to collect recurring payments directly from customers' bank accounts. GoCardless’ global payments network and technology platform combines direct debit and open banking, and delivers higher retention and lower cost payment solutions to small and medium businesses through enterprise merchants.",
    "url": "https://www.permira.com/portfolio/our-portfolio/gocardless/",
    "Sector": "Technology",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "$25bn+"
  },
  "Golden Goose": {
    "description": "“Golden Goose is a “next-gen” luxury brand and can be considered the ‘creator’ of the high-end sneakers category. Over recent years the company has experienced outstanding growth.\" Francesco Pascalizi - Partner, Head of Milan at Permira Established in 2000 in Venice, Italy, Golden Goose is one of the world's fastest-growing and most distinctive luxury brands, widely recognised for its iconic sneakers. The brand has evolved with a “next generation” luxury business model: a strong direct-to-consumer channel mix, a high degree of scarcity and newness in the product range, strong distribution discipline, and a brand that has been built organically. Golden Goose operates in Europe, the US and Asia, and sells through both D2C channels and selected wholesale partners.",
    "url": "https://www.permira.com/portfolio/our-portfolio/golden-goose/",
    "Sector": "Consumer",
    "Country or Region": "Italy",
    "Status": "Current",
    "investment date": "2020"
  },
  "Grobest": {
    "description": "\"We see significant potential for Grobest to continue to grow across Asia and support the aquaculture industry with innovative products.” Ola Nordquist – Partner, Head of Nordics at Permira Farmed fish and shrimp is one of the fastest-growing and most sustainable sources of protein for a growing global population. Grobest supports this aquaculture market as one of Asia’s largest independent and advanced producers of aquatic feed for high-value warm water species. The company is also a pioneer in innovative and differentiated functional feed products, focused on fighting disease, along with increasing yields. Additionally, Grobest provides services and technical assistance to farmers across Asia, including pond maintenance, water treatment, soil and disease testing.",
    "url": "https://www.permira.com/portfolio/our-portfolio/grobest/",
    "Sector": "Services",
    "Country or Region": "APAC",
    "Status": "Current",
    "investment date": "2018"
  },
  "Gruppo Florence": {
    "description": "Gruppo Florence is the largest Italian group active in the development and production of high-end clothing and accessories, shoes and leather goods for luxury brands. The Group was established with the aim of consolidating the highly fragmented luxury supply chain through the aggregation of leading Italian excellences creating a “one stop shop” interface for luxury brands.",
    "url": "https://www.permira.com/portfolio/our-portfolio/gruppo-florence/",
    "Sector": "Consumer",
    "Country or Region": "Italy",
    "Status": "Current",
    "investment date": "28"
  },
  "GWI": {
    "description": "GWI delivers global insights at scale, representing the views of 2.7 billion digitally-connected consumers. It provides data about consumers’ demographics, preferences and behavioural attitudes across 48 countries to help the world’s top brands, agencies and media organisations gain a deep understanding of their audiences. The company enables clients to analyse harmonised data sets across geographies through an easy-to-use platform, resulting in faster insights and quicker time-to-market. Customers include Google, Spotify, Twitter, EA, Red Bull, WPP and Omnicom.",
    "url": "https://www.permira.com/portfolio/our-portfolio/gwi/",
    "Sector": "Technology",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "48+"
  },
  "Hana Group": {
    "description": "\"Hana is a uniquely positioned business in a growing market, with the perfect platform to expand into new geographies, channels and clients. We are very excited by the breadth of growth opportunities ahead for Hana Group.\" Alexandre Margoline - Partner & Head of France at Permira Tara Alhadeff - Partner at Permira Global demand for sushi is growing, driven by consumers’ demand for healthy but convenient meals, and retailers are adding more to the consumer experience. Hana Group addresses both of these trends, with in-store chefs preparing fresh sushi via 1,300+ points of sale across 12 markets. Hana’s relentless focus on innovation and consumer experience provides the perfect platform to build a truly global provider of freshly prepared sushi.",
    "url": "https://www.permira.com/portfolio/our-portfolio/hana-group/",
    "Sector": "Consumer",
    "Country or Region": "France",
    "Status": "Current",
    "investment date": "2019"
  },
  "Housecall Pro ": {
    "description": "Housecall Pro is the leading SaaS-based field service management platform for home service professionals targeting the small and mid-sized segment of the residential home services industry. The company provides a suite of cloud-based software solutions and an integrated payments platform that were purpose-built to solve key pain points of home services professionals by empowering them to create operational efficiencies and grow revenue.",
    "url": "https://www.permira.com/portfolio/our-portfolio/housecall-pro/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "1.2M+"
  },
  "Hugo Boss": {
    "description": "Hugo Boss is a leading global player in the fashion and luxury goods industry. Hugo Boss has a rich and well-diversified portfolio of products which includes clothing, accessories and footwear for men and women. They offer an array of complementary brands characterised by a consolidated global presence, excellent brand awareness, and strong product recognition. At the time of exit, the company operated more than 1,000 stores.",
    "url": "https://www.permira.com/portfolio/our-portfolio/hugo-boss/",
    "Sector": "Consumer",
    "Country or Region": "Germany",
    "Status": "Realised",
    "investment date": null
  },
  "I-Med Radiology Network": {
    "description": "\"We remain excited about the future prospects of I-MED as a leading platform in diagnostic imaging, not only in Australia but globally, and will continue to support the company in its strategic growth agenda.\" Sebastian Hoffmann - Principal at Permira I-MED Radiology Network is the largest diagnostic imaging services provider in Australia. Through its nationwide footprint of more than 250 clinics, I-MED offers patients comprehensive service offerings across all modalities, including MRI, CT, X-Ray, Ultrasound and Nuclear Medicine. In addition, I-MED operates i-TeleRAD, a leading teleradiology services provider in Australia, and Annalise.ai, the world’s only comprehensive medical imaging AI player.",
    "url": "https://www.permira.com/portfolio/our-portfolio/i-med-radiology-network/",
    "Sector": "Healthcare",
    "Country or Region": "APAC",
    "Status": "Current",
    "investment date": "2018"
  },
  "Informatica": {
    "description": "\"We are excited to support Informatica as it consolidates its position as one of the top software companies globally.” Brian Ruder - Partner & Co-Head of Technology at Permira Empowering business to transform data from simple information to innovative insights, Informatica is leading the way in intelligent next-gen cloud data management solutions. Partnering with major companies across the globe, Informatica has ambitious growth plans and aims to be the leader in delivering data integration software.",
    "url": "https://www.permira.com/portfolio/our-portfolio/informatica/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2015"
  },
  "Intelligrated": {
    "description": "At the time of exit, Intelligrated was a leading North American-based single-source provider of intelligent, automated material handling solutions that drove fulfilment productivity for retailers, manufacturers and logistics providers around the world. Through a broad portfolio of automation equipment, software, service and support, Intelligrated solutions provided businesses a competitive edge and optimised operational performance through increased flexibility, efficiency and accuracy.",
    "url": "https://www.permira.com/portfolio/our-portfolio/intelligrated/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": null
  },
  "Kedrion and BPL": {
    "description": "The combination of Kedrion and BPL creates a global player for medicinal products derived from human blood plasma, which treat patients with rare and life-threatening conditions. Headquartered in Italy, the business has a US plasma collection footprint of 75 centres with a portfolio of 37 life-saving products. The company combines two leading pharmaceutical companies: Kedrion Biopharma, a leading Italian plasma derivates player with an extensive portfolio of 21 products, and Bio Products Laboratory (BPL), one of the fastest growing players in the plasma industry over the past five years, based in the UK.",
    "url": "https://www.permira.com/portfolio/our-portfolio/kedrion-and-bpl/",
    "Sector": "Healthcare",
    "Country or Region": "Italy",
    "Status": "Current",
    "investment date": "€1.1bn+"
  },
  "Klarna": {
    "description": "\"In Klarna we see a unique scale fintech innovator that has successfully improved shopping experiences for both merchants and consumers.\" Andrew Young - Partner at Permira Klarna is a leading technology-forward payment solutions provider connecting consumers and merchants with alternative payment methods. Pioneers of the ‘buy now, pay later’ model for online shopping, Klarna offers direct payments, pay after delivery options and instalment plans in a smooth, one-click purchase experience that lets consumers pay when and how they prefer to.",
    "url": "https://www.permira.com/portfolio/our-portfolio/klarna/",
    "Sector": "Technology | Services",
    "Country or Region": "Sweden",
    "Status": "Current",
    "investment date": "2018"
  },
  "Kroll": {
    "description": "“From day one, we’ve had a deep and collaborative partnership, and we look forward to the team’s future success.” Nic Volpi – Partner at Permira Kroll is a leading provider of services and digital products related to valuation, governance, risk and transparency. Kroll works with clients across diverse sectors in the areas of valuation, expert services, investigations, cyber security, corporate finance, restructuring, legal and business solutions, data analytics and regulatory compliance.",
    "url": "https://www.permira.com/portfolio/our-portfolio/kroll/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2017"
  },
  "La Piadineria": {
    "description": "La Piadineria is the Italian market leader in the rapidly growing fast-casual space, one of the most attractive segments in the restaurant market. La Piadineria offers freshly made “Piadinas”, a typical Italian product consisting of flatbreads filled with a broad variety of ingredients. La Piadineria is appreciated by customers for the high quality of the dough, ingredients and freshness – piadinas are prepared and cooked on-premise – as well as its superior value for money offering.",
    "url": "https://www.permira.com/portfolio/our-portfolio/la-piadineria/",
    "Sector": "Consumer",
    "Country or Region": "Italy",
    "Status": "Current",
    "investment date": "2018"
  },
  "LegalZoom": {
    "description": "LegalZoom is the largest provider of online legal solutions and services in the USA, aiming to make legal help accessible and affordable to all. The service helps individuals and small businesses by offering easy-to-use, low priced, legal solutions for all their legal needs.",
    "url": "https://www.permira.com/portfolio/our-portfolio/legalzoom/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": "2014"
  },
  "Lowell": {
    "description": "“We are delighted to back Lowell’s strategic growth ambitions and commitment to be a pan-European credit management leader.” Philip Muelder – Partner and Head of Services at Permira One of Europe’s leading credit management services groups, Lowell has two main areas of interest - debt purchase for its own account and debt collection on behalf of third parties. The company has seen strong growth and benefits from leadership positions in each of its markets.",
    "url": "https://www.permira.com/portfolio/our-portfolio/lowell/",
    "Sector": "Services",
    "Country or Region": "UK,Nordics,DACH",
    "Status": "Current",
    "investment date": "2014"
  },
  "LSNE": {
    "description": "At the time of exit, LSNE was a specialised pharmaceutical contract development and manufacturing organisation (CDMO) and a market leader in lyophilisation (freeze-drying) and aseptic fill and finish services for injectable drugs. The company provided end-to-end development and manufacturing services for clinical trial materials and commercial volumes to biopharma customers. LSNE had six CGMP (current good manufacturing practices) facilities, four located in New Hampshire, one in Wisconsin and one in Leon, Spain.",
    "url": "https://www.permira.com/portfolio/our-portfolio/lsne/",
    "Sector": "Healthcare",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": "2017"
  },
  "Lytx": {
    "description": "“We have long admired Lytx and its management team as the clear market leader in this incredibly promising, high-growth sector. In a field of more than 100 competitors, Lytx stands head and shoulders above the rest. We’re especially impressed by Lytx’s ability to aggressively set the pace for innovation.” Brian Ruder - Partner & Co-Head of Technology at Permira Lytx is a leading provider of machine vision and AI-powered video telematics solutions for commercial, public sector and field service fleets. The company helps thousands of clients surface deeper insights that can transform their businesses, save hundreds of millions of dollars a year, and protect the lives of over 1.6 million commercial drivers by detecting risks such as distracted and unsafe driving. Founded in San Diego, Lytx currently has c.800 employees and serves a diverse blue-chip client base of over 4,000 clients.",
    "url": "https://www.permira.com/portfolio/our-portfolio/lytx/",
    "Sector": "Technology | Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2020"
  },
  "Magento": {
    "description": "At the time of exit, Magento Commerce was the leading provider of cloud commerce innovation to merchants and brands across B2C and B2B industries, with more than $155 billion in gross merchandise volume transacted on the platform annually. In addition to its flagship digital commerce platform, Magento boasted a strong portfolio of cloud-based omnichannel solutions that empowered merchants to successfully integrate digital and physical shopping experiences. Magento Commerce was the #1 provider to the Internet Retailer Top 10000, the B2B 300 and the Top 500 Guides for Europe and Latin America.",
    "url": "https://www.permira.com/portfolio/our-portfolio/magento/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": null
  },
  "McAfee": {
    "description": "“The need for personalized, innovative, and intuitive online protection services has never been greater. McAfee boasts an enviable brand, extensive partner ecosystem, loyal customer base and a rigorous commitment to product development.\" Brian Ruder - Partner & Co-Head of Technology at Permira McAfee is a leading provider of consumer security software. It offers a variety of solutions providing coverage across antivirus, identity protection, password management, safe search, and other digital home security offerings, across all devices from PC to mobile. McAfee’s strong brand awareness, diversified distribution model, and customer-centric approach has made it a clear leader in the rapidly evolving consumer cybersecurity space.",
    "url": "https://www.permira.com/portfolio/our-portfolio/mcafee/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "20+"
  },
  "Mimecast": {
    "description": "Mimecast is a leader in e-mail security software. The business has evolved from its flagship “Secure Email Gateway” product (protection against malware, spam, data leaks) to a comprehensive security platform with 21 products, including Threat Protection, Email Continuity and Archiving, Awareness Training and Web Security.",
    "url": "https://www.permira.com/portfolio/our-portfolio/mimecast/",
    "Sector": "Technology",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "1,900+"
  },
  "Minted": {
    "description": "“We look forward to using our global platform and consumer technology expertise to support Minted’s expansion and ongoing success.” Brian Ruder – Partner and Co-Head of Technology at Permira Minted is an online, crowd-sourced, design marketplace of customised stationery, art and home décor. Minted helps independent artists gain exposure and build a business. They include textile designers, painters, illustrators and designers. The company holds monthly competitions and using crowdsourcing, the ‘crowd’ votes for the products they would like to buy. Minted produces and sells the winning designs, paying the designer a commission on every sale. Winning artists can also have stores on Minted, as well as use the company’s manufacturing, fulfilment and customer service facility to run their business.",
    "url": "https://www.permira.com/portfolio/our-portfolio/minted/",
    "Sector": "Technology | Consumer",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2018"
  },
  "Mirakl": {
    "description": "“Our strategy is to back disruptive and market leading companies as they scale to the next level of growth and create category defining franchises – Mirakl was a perfect fit.” Alexandre Margoline - Partner and Head of France at Permira Mirakl is the first and leading marketplace SaaS platform that provides the technology backbone, expertise and partner network needed for businesses to launch and grow an enterprise marketplace at scale. Mirakl has helped more than 300 companies transform their business to become leaders in the changing B2C and B2B e-commerce landscape. The Mirakl Marketplace Platform allows companies to launch and operate their own online marketplace, as well as integrate with any other e-commerce platform to open access to licensee and retail partners.",
    "url": "https://www.permira.com/portfolio/our-portfolio/mirakl/",
    "Sector": "Technology",
    "Country or Region": "France",
    "Status": "Current",
    "investment date": "2020"
  },
  "Motus": {
    "description": "Motus is a leading end-to-end reimbursement software platform for the anywhere workforce. With more than 2000 customers, 280,000+ end-users and over $2bn in annual reimbursements, Motus simplifies and automates the reimbursement of vehicle, device and remote work costs. Its flagship, IRS-approved FAVR product facilitates flexible and customized reimbursements, making it the preferred choice over corporate fleet or fixed allowance programs.",
    "url": "https://www.permira.com/portfolio/our-portfolio/motus/",
    "Sector": "Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "~2,000"
  },
  "mParticle": {
    "description": "“mParticle is a powerful platform that helps clients unlock the value of their consumer data to enable downstream use cases across the organisation.” Daniel Brenhouse - Partner at Permira mParticle provides leading SaaS infrastructure that unlocks the power of consumer data. The consumer’s digital experience is fundamental to the success of every business and mParticle’s customer data infrastructure is designed to enhance both business outcomes and customer satisfaction. The software can combine and interpret data for targeted segmentation, personalised messaging, customer lifecycle management and complex marketing automation campaigns.",
    "url": "https://www.permira.com/portfolio/our-portfolio/mparticle/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2020"
  },
  "Mutant": {
    "description": "“We have backed the Mutant management team as they have innovated in the Brazilian tech market, and are impressed by the growth they have achieved.” Phil Guinand –  Partner & Head of Permira Growth Opportunities at Permira Mutant is a leading technology platform and solutions provider that leverages digital transformations to improve the customer journey and experience, through consultancy, performance management and brand study.",
    "url": "https://www.permira.com/portfolio/our-portfolio/mutant/",
    "Sector": "Technology",
    "Country or Region": "Brazil",
    "Status": "Current",
    "investment date": "2016"
  },
  "NDS": {
    "description": "At the time of exit, NDS Group created technologies and applications that enabled pay-TV operators, telcos and mobile operators to deliver digital content securely to TV set-top boxes, digital video recorders, personal computers, mobile phones and other multimedia devices. At the time, over 70 of the world’s leading pay-TV platforms relied on NDS solutions to protect and enhance their businesses.",
    "url": "https://www.permira.com/portfolio/our-portfolio/nds/",
    "Sector": "Technology",
    "Country or Region": "UK",
    "Status": "Realised",
    "investment date": null
  },
  "Netafim": {
    "description": "Netafim is the pioneer and global leader in smart-drip and micro-irrigation solutions for sustainable agriculture and other applications. At the time of exit, Netafim provided drip irrigation solutions for value crops in over 100 countries and was the clear market leader with c.30% share of the global market.",
    "url": "https://www.permira.com/portfolio/our-portfolio/netafim/",
    "Sector": "Services",
    "Country or Region": "Israel",
    "Status": "Realised",
    "investment date": null
  },
  "Neuraxpharm": {
    "description": "“We are very excited to join forces with Neuraxpharm. The team has built one of the most relevant European players in the CNS field.” Dr. Jörg Rockenhäuser - Partner and Head of DACH at Permira Neuraxpharm is a leading European specialty pharmaceutical company focused on the treatment of the central nervous system (“CNS”). Neuraxpharm develops and commercialises value-added medicines for patients suffering from chronic neurological and psychiatric disorders, including epilepsy, Parkinson’s, Alzheimer’s, Multiple Sclerosis, depression, and psychosis. With one of the broadest and most diversified product portfolios of over 130 CNS molecules, a strong medical reputation and deep CNS experience, the company holds leading positions in its core markets, Germany and Spain, and across Europe in many of its CNS molecules. The Company also enjoys a strong track record of successfully in-licensing innovative CNS drugs and has emerged as a go-to commercialization & distribution partner in Europe.",
    "url": "https://www.permira.com/portfolio/our-portfolio/neuraxpharm/",
    "Sector": "Healthcare",
    "Country or Region": "Germany,Spain",
    "Status": "Current",
    "investment date": "2020"
  },
  "Nexthink": {
    "description": "“Nexthink is poised to reimagine the digital workplace for the world’s largest enterprises and give them the platform they need to deliver the best experiences at work.\" Pierre Pozzo - Principal at Permira Founded in Lausanne, Switzerland, and dual headquartered in Boston, Nexthink is a software company focused on helping enterprises to shape smart and efficient technology workplaces. Co-founder and CEO Pedro Bados and his team have built a unique cloud platform bringing clarity to the IT and employee-centric departments through the combination of real-time analytics, automations and employee feedback. Nexthink enables its more than 1,000 customers to provide their 13 million employees with the best digital experience to increase satisfaction and productivity at work.",
    "url": "https://www.permira.com/portfolio/our-portfolio/nexthink/",
    "Sector": "Technology",
    "Country or Region": "Switzerland",
    "Status": "Current",
    "investment date": "2021"
  },
  "P&I": {
    "description": "“We are excited to support P&I on its journey to disrupt how human capital management is thought about and executed in an increasingly digital world.” Stefan Dziarski – Partner at Permira The leading DACH provider of an integrated HR software suite covering payroll, core HR and strategic HR capabilities. P&I (Personal & Informatik) serves private companies and public sector organisations principally in Germany, Austria and Switzerland with the capability to provide services to clients in 14 countries. Its products digitise HR workflows and offer a device-agnostic HR software experience to its users.",
    "url": "https://www.permira.com/portfolio/our-portfolio/p-i/",
    "Sector": "Technology",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2016"
  },
  "Pepperjam": {
    "description": "At the time of exit to Partnerize, Pepperjam was leading provider of affiliate marketing technology based in Philadelphia, PA. The company’s end-to-end Ascend Affiliate Marketing Cloud PlatformTM connected around 950 leading global brands with approximately 4,000 affiliate marketing partners to place ads, generate leads and drive sales conversions.",
    "url": "https://www.permira.com/portfolio/our-portfolio/pepperjam/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": "2015"
  },
  "Pharmaq": {
    "description": "At the time of exit to Zoetis, Pharmaq was a market leader in aquatic vaccines for farmed fish. The company also provided fish therapeutics and diagnostics services to its customers and was focused on being the innovation leader in its core markets in Norway, Chile and the UK but also in emerging markets in Asia.",
    "url": "https://www.permira.com/portfolio/our-portfolio/pharmaq/",
    "Sector": "Healthcare",
    "Country or Region": "Norway",
    "Status": "Realised",
    "investment date": null
  },
  "Quotient Sciences": {
    "description": "Building a best-in-class pharmaceutical services business, Quotient Sciences takes an innovative approach to drug development. Through its unique Translational Pharmaceutics platform, Quotient can accelerate the drug development process, enabling its pharmaceutical and biotech customers to reduce the time and cost of bringing a new drug to market.",
    "url": "https://www.permira.com/portfolio/our-portfolio/quotient-sciences/",
    "Sector": "Healthcare",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "2019"
  },
  "Reformation": {
    "description": "“Uniquely positioned at the intersection of fashion and sustainability, Reformation authentically speaks to today’s consumer.” David Brisske – Principal at Permira Headquartered in Los Angeles and founded in 2009, Reformation is a digitally-led women’s contemporary apparel brand. The company puts sustainability at the core of everything it does, from materials innovation to its sustainable partner factories around the world. Reformation’s nimble supply chain and fast, data-driven approach to designing products and managing inventory allows the company to put out small, limited edition collections each week.",
    "url": "https://www.permira.com/portfolio/our-portfolio/reformation/",
    "Sector": "Consumer",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2019"
  },
  "Relativity": {
    "description": "Relativity is the largest provider of eDiscovery software, used broadly to securely process and organise large amounts of unstructured data and facilitate review across hundreds of stakeholders. Building on its eDiscovery credentials in the legal sector, Relativity continues to develop a wider range of legal and compliance SaaS solutions for legal firms, government agencies, financial institutions and major corporations, enabling data insights which can be used to gain a competitive edge.",
    "url": "https://www.permira.com/portfolio/our-portfolio/relativity/",
    "Sector": "Technology | Services",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2021"
  },
  "Renaissance Learning": {
    "description": "At the time of exit, Renaissance Learning was a leading provider of technology-enabled, subscription-based education practice and student assessment programmes for pre-kindergarten through to senior high (pre-K-12) schools and districts. The company’s products and services were primarily focused on two curriculum areas: reading and mathematics.",
    "url": "https://www.permira.com/portfolio/our-portfolio/renaissance-learning/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Realised",
    "investment date": null
  },
  "Reorg": {
    "description": "Reorg is a leading global provider of data, analytics and intelligence for the credit markets. Founded in 2013, Reorg combines powerful technology along with financial and legal analysis and reporting to provide a granular and holistic view of hard-to-find credit information. The Company’s analytics, sourced from a variety of public and proprietary data sources, and breaking news updates on sub-investment grade credit are a mission-critical solution that drives significant efficiencies for customers and democratizes data access to complex and opaque information.",
    "url": "https://www.permira.com/portfolio/our-portfolio/reorg/",
    "Sector": "Services | Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "25,000+"
  },
  "SAFTI": {
    "description": "“We are honoured that the three founders have chosen us as partners in this new phase of growth, and we look forward to working together to create the new European leader in digital real estate.\" Alexandre Margoline - Partner and Head of France at Permira Toulouse-based SAFTI is a digital real estate agents’ platform that brings the power of technology to the independent estate agency sector, allowing agents to create, develop and manage their property portfolios and clients without the need for a physical presence. The platform offers a cost-effective digital solution giving agents the opportunity to create their own network and manage it as an agency, thereby disrupting the traditional bricks and mortar model.",
    "url": "https://www.permira.com/portfolio/our-portfolio/safti/",
    "Sector": "Services",
    "Country or Region": "France",
    "Status": "Current",
    "investment date": "2021"
  },
  "Salsify": {
    "description": "“We are incredibly excited to partner with the team at Salsify, which has created a highly-intuitive and flexible solution that is purpose-built to enable customers to maximize success in ecommerce.” Jason Thorn - Vice President at Permira Salsify is a leading commerce experience management platform that is purpose-built to help brands, distributors and retailers in over 100 countries collaborate to win on the digital shelf. Salsify’s platform is the core system of record for product information which allows customers to seamlessly manage, enhance and syndicate product content across all of their channels, driving higher search performance and conversion at the point of purchase, while creating a more efficient workflow for users of the platform.",
    "url": "https://www.permira.com/portfolio/our-portfolio/salsify/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "100+"
  },
  "Seismic": {
    "description": "“Seismic is a pioneer in the sales enablement category, and a critical application supporting customers’ shift toward more effective selling using personalized content throughout the buyer journey. Across the Permira portfolio, our companies have turned to Seismic to improve sales effectiveness and efficiency.\" Ryan Lanpher - Partner at Permira Seismic is the global leader in enablement, helping organizations engage customers, enable teams, and ignite revenue growth. The Seismic Enablement Cloud™ is the most powerful, unified enablement platform that equips customer-facing teams with the right skills, content, tools, and insights to grow and win. From the world’s largest enterprises to startups and small businesses, more than 2,000 organizations around the globe trust Seismic for their enablement needs. Seismic is headquartered in San Diego with offices across North America, Europe, and Australia.",
    "url": "https://www.permira.com/portfolio/our-portfolio/seismic/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2020"
  },
  "SonarSource": {
    "description": "SonarSource is the leading vendor of static source code analysis software, enabling developers and organisations to deliver clean, high-quality code from the outset that improves software performance, is easy to maintain and update, and secure. Its core product, SonarQube, is the market standard for developers looking for automated, static code quality review, with an open-source community edition used and loved by five million developers and 300k organisations across the globe including global enterprises like IBM, Microsoft, Barclays, Alphabet and NASA. Sonar allows developers to build high-quality code quickly and systematically with its Clean as You Code products.",
    "url": "https://www.permira.com/portfolio/our-portfolio/sonarsource/",
    "Sector": "Technology",
    "Country or Region": "Switzerland",
    "Status": "Current",
    "investment date": "5M+"
  },
  "Sushiro": {
    "description": "At the time of exit via an IPO on the Tokyo Stock Exchange, Sushiro was the market-leading sushi restaurant chain in Japan. It was positioned in the value format revolving sushi segment (in which the product moves on a conveyor belt). The company operated more than 450 sushi restaurants in Japan and 7 in Korea. The restaurants were typically located in suburban areas and served over 130 million customers each year.",
    "url": "https://www.permira.com/portfolio/our-portfolio/sushiro/",
    "Sector": "Consumer",
    "Country or Region": "APAC",
    "Status": "Realised",
    "investment date": "2012"
  },
  "Synamedia": {
    "description": "UK-based Synamedia is a leading global provider of video software and solutions to the Pay TV industry. Synamedia helps operators secure their video content, deliver rich experiences to their end viewers across channels and devices, and offers next-generation piracy protection and advertising solutions.",
    "url": "https://www.permira.com/portfolio/our-portfolio/synamedia/",
    "Sector": "Technology",
    "Country or Region": "UK",
    "Status": "Current",
    "investment date": "2018"
  },
  "Sysdig": {
    "description": "\"As a rapidly growing industry leader at scale, Sysdig perfectly aligns with our investment approach, and we look forward to leveraging our global platform, and software and security expertise to help them achieve their growth objectives.” Alex Melamud - Principal at Permira In the cloud, every second counts. Attacks move at warp speed, and security teams must protect the business without slowing it down. Sysdig stops cloud attacks in real time, instantly detecting changes in risk with runtime insights, a unique AI architecture, and open source Falco. Sysdig delivers live visibility by correlating signals across cloud workloads, identities, and services to uncover hidden attack paths. By knowing what is running, teams can prioritize the vulnerabilities, misconfigurations, permissions, and threats that matter most. From prevention to defense, Sysdig helps enterprises move faster and focus on what matters: innovation.",
    "url": "https://www.permira.com/portfolio/our-portfolio/sysdig/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "700+"
  },
  "TeamViewer": {
    "description": "As a leading global remote connectivity platform, TeamViewer empowers users to connect anyone, anything, anywhere, anytime. The company offers secure remote access, support, control and collaboration capabilities for online endpoints of any kind and supports businesses of all sizes to tap into their full digital potential. TeamViewer has been activated on more than 2.5 billion devices; more than 45 million devices are online concurrently. Founded in 2005 in Göppingen, Germany, the company employs around 1,200 people in offices across Europe, the US, and Asia Pacific.",
    "url": "https://www.permira.com/portfolio/our-portfolio/teamviewer/",
    "Sector": "Technology",
    "Country or Region": "Germany",
    "Status": "Current",
    "investment date": "2014"
  },
  "Teraco": {
    "description": "“Over the last seven years, Teraco has transformed itself into one of the most unique data center platforms globally. Today, Teraco combines the very rare characteristics of offering an interconnection-rich ecosystem, being Africa’s home to the Cloud, while also owning the African Internet Exchange, Napafrica.” Pierre Pozzo - Principal at Permira South African-based Teraco is the largest provider of secure and reliable carrier neutral datacentre services. The demand for datacentre services has been increasing, owing to the adoption of internet and smart devices in Africa, along with the increasing trend for datacentre outsourcing. With a trusted reputation and reliable power sources, Teraco is well placed for further growth and expansion.",
    "url": "https://www.permira.com/portfolio/our-portfolio/teraco/",
    "Sector": "Technology",
    "Country or Region": "South Africa",
    "Status": "Current",
    "investment date": "2015"
  },
  "The Knot Worldwide": {
    "description": "The largest global wedding planning company, The Knot Worldwide allows engaged couples to match with local wedding professionals, along with providing a suite of tools to smooth the wedding planning process. Their comprehensive directory of wedding professionals includes venues, photographers, event planning companies, caterers, DJs and transport providers.",
    "url": "https://www.permira.com/portfolio/our-portfolio/the-knot-worldwide/",
    "Sector": "Consumer | Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2018"
  },
  "Topcast": {
    "description": "Founded in 1991 and headquartered in Hong Kong, Topcast has nineteen offices across Asia, the Americas and the UK. Topcast connects suppliers with customers in all segments of aviation including airlines, Maintenance, Repair, and Overhaul (MRO) service providers and Original Equipment Manufacturers (OEMs).",
    "url": "https://www.permira.com/portfolio/our-portfolio/topcast/",
    "Sector": "Services",
    "Country or Region": "APAC",
    "Status": "Current",
    "investment date": "2019"
  },
  "Tricor": {
    "description": "“Tricor is a cutting-edge corporate services leader today. Working alongside the CEO, we built on Tricor’s strong brand, successfully executing a comprehensive digital transformation and modernization of the business.” Robin Bell-Jones – Partner at Permira Tricor is Asia’s leading business expansion specialist, offering a broad portfolio of corporate services including accounting, payroll, tax advisory, corporate secretarial, share registry, corporate trust, and governance & risk advisory services. Tricor provides the building blocks for clients’ business growth, from incorporation to IPO. With its ‘Big Four’ accounting firm heritage, Tricor is recognised as a premium brand in the market and has a long track record of excellence serving its blue-chip customer base.",
    "url": "https://www.permira.com/portfolio/our-portfolio/tricor/",
    "Sector": "Services",
    "Country or Region": "APAC",
    "Status": "Realised",
    "investment date": "2017"
  },
  "Universidad Europea": {
    "description": "Universidad Europea is a network of premium higher education offering undergraduate and graduate degree programs and an international, innovative education tailored to today's job market. It includes Universidad Europea de Madrid (UEM), Universidad Europea de Valencia (UEV), Universidad Europea de Canarias (UEC), Universidade Europeia in Portugal, and Instituto Português de Administração de Marketing (IPAM) in Portugal.",
    "url": "https://www.permira.com/portfolio/our-portfolio/universidad-europea/",
    "Sector": "Consumer",
    "Country or Region": "Spain,Portugal",
    "Status": "Current",
    "investment date": "2019"
  },
  "VacanceSelect ": {
    "description": "“We are delighted to be making our first investment in a leading outdoor leisure company, a sector we believe has enormous growth potential.” Benoit Vauchy - Partner at Permira VacanceSelect is one of Europe’s leading campsite and mobile-home operators across sites in France and Europe. The growing and resilient European outdoor accommodation market has been strengthened by the increasing popularity of outdoor living, as well as consumer demand for more value for money and greater convenience. The group has successfully developed a fully integrated business model with complementary activities and expanded across Europe.",
    "url": "https://www.permira.com/portfolio/our-portfolio/vacanceselect/",
    "Sector": "Consumer",
    "Country or Region": "France",
    "Status": "Realised",
    "investment date": "2015"
  },
  "Valentino": {
    "description": "Valentino is a global luxury fashion brand with a focus on womenswear. Under the Permira Funds’ ownership, the business expanded its retail businesses, broadened its footwear and accessories offering and expanded internationally.",
    "url": "https://www.permira.com/portfolio/our-portfolio/valentino/",
    "Sector": "Consumer",
    "Country or Region": "Italy",
    "Status": "Realised",
    "investment date": null
  },
  "Yogiyo": {
    "description": "Leading South Korean food delivery platform Yogiyo brings ease of searching and ordering for consumers, while boosting business for restaurants. The food delivery market in South Korea is one of the largest and fastest growing in the world, and Yogiyo’s platform offers opportunities for scalability to meet growing consumer demand.",
    "url": "https://www.permira.com/portfolio/our-portfolio/yogiyo/",
    "Sector": "Consumer",
    "Country or Region": "South Korea",
    "Status": "Current",
    "investment date": "2021"
  },
  "Zendesk": {
    "description": "Zendesk is a service-first CRM company that builds software designed to improve customer relationships. Zendesk started the customer experience revolution in 2007 by enabling any business around the world to take their customer service online. Today, it is the champion of great service everywhere for everyone, and powers billions of conversations, connecting more than 100,000 brands with hundreds of millions of customers over telephony, chat, email, messaging, social channels, communities, review sites and help centers.",
    "url": "https://www.permira.com/portfolio/our-portfolio/zendesk/",
    "Sector": "Technology",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "160,000"
  },
  "Zwift": {
    "description": "\"Zwift is a perfect fit with Permira's DNA, not least because we have a big Zwift fanbase in the firm, but also an extensive track record of investing in consumer technology businesses to deliver global growth.” Andrew Young - Partner at Permira Zwift is a global leader in the at-home connected fitness market, with a best-in-class product that combines digital health, gaming and at-home fitness. Appealing to cyclists and runners, the company’s online fitness platform uses gaming technology to create an immersive exercise experience, that brings the outdoors indoors through 3-D computer-generated worlds. Subscribers to the platform can interact, train and compete together via the Zwift App, to make fitness a fun, engaging and social experience. With further investment in both digital and physical products, Zwift is continually improving and enhancing the user experience.",
    "url": "https://www.permira.com/portfolio/our-portfolio/zwift/",
    "Sector": "Technology | Consumer",
    "Country or Region": "USA",
    "Status": "Current",
    "investment date": "2020"
  }
}